{
  "title": "நாராயணீயம்",
  "dasakam": 47,
  "description": "வத்சாசுர மற்றும் பகாசுர வதம் - கன்று மற்றும் கொக்கு வடிவில் வந்த அரக்கர்களை அழித்தல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "ततस्तु वृन्दावनगत: कदापि त्वं राममिश्रो ननु वत्सपालक: । चचारिथ श्रीधर वत्सकौतुकं प्रदर्शयन् कोमलकान्तिमुत्तमम् ॥१॥",
      "transliteration": "ததஸ்து வ்ருந்தா³வனக³த: கதா³பி த்வம் ராமமிஶ்ரோ நநு வத்ஸபாலக: | சசாரித² ஶ்ரீத⁴ர வத்ஸகௌதுகம் ப்ரத³ர்ஶயன் கோமலகாந்திமுத்தமம் ||",
      "tamil_translation": "அதன்பிறகு பிருந்தாவனத்தில் பலராமனுடன் கன்றுகளை மேய்த்துக் கொண்டு நீ உலவினாய். ஶ்ரீதரனே! உன் அழகிய திருமேனி ஒளியால் அந்த இடத்தையே சோபிக்கச் செய்தாய்."
    },
    {
      "number": 2,
      "sanskrit": "तदा तु कश्चिद्दनुजो जिघांसुया त्वदन्तिकं वत्सतनु: समागत: । विलोक्य तं वत्सगणेषு मायिनं प्रगृह्य पादौ तमुदस्य पातयन् ॥२॥",
      "transliteration": "ததா³ து கஶ்சித்³த³னுஜோ ஜிகா⁴ம்ஸுயா த்வத³ந்திகம் வத்ஸதநு: ஸமாக³த: | விலோக்ய தம் வத்ஸக³ணேஷு மாயிநம் ப்ரக்³ருஹ்ய பாதௌ³ தமுத³ஸ்ய பாதயன் ||",
      "tamil_translation": "அப்போது உன்னைக் கொல்லும் எண்ணத்துடன் ஓர் அரக்கன் கன்றுக்குட்டி வடிவில் உன்னிடம் வந்தான். மற்ற கன்றுகளுக்கு இடையே மறைந்து நின்ற அந்த மாயாவியை நீ கண்டறிந்தாய். அவனது பின் கால்களைப் பற்றிச் சுழற்றி ஒரு விளா மரத்தின் மீது வீசி எறிந்தாய்."
    },
    {
      "number": 3,
      "sanskrit": "निपातितोऽसौ कपित्थपादपे पपात भूमौ स च भग्नकन्धर: । तदा तु देवा: कुसुमानि वर्षिण: त्वां वन्दमाना: सुखिनोऽभवन् मुदा ॥३॥",
      "transliteration": "நிபாதிதோऽஸௌ கபித்த²பாத³பே பபாத பூ⁴மௌ ஸ ச ப⁴க்³நகந்த⁴ர: | ததா³ து தே³வா: குஸுமாநி வர்ஷிண: த்வாம் வந்த்³யமாநா: ஸுகி²னோऽப⁴வன் முதா³ ||",
      "tamil_translation": "விளா மரத்தின் மீது மோதிய அந்த அரக்கன், கழுத்து முறிந்து கீழே விழுந்து மாண்டான். அதைக் கண்டு மகிழ்ந்த தேவர்கள் உன் மீது மலர் மாரி பொழிந்து உன்னைப் போற்றி வணங்கினர்."
    },
    {
      "number": 4,
      "sanskrit": "तदा तु कश्चिद् बकनामकोऽसुर: सुभीषण: पक्षिवपु: समागत: । विवृत्य चञ्चूं गिरिकन्दरप्रभं निहन्तुकामो भवन्तमाययौ ॥४॥",
      "transliteration": "ததா³ து கஶ்சித்³ ப³கநாமகோऽஸுர: ஸுபீ⁴ஷண: பக்ஷிவபு: ஸமாக³த: | விவ்ருத்ய சஞ்சூம் கி³ரிகந்த³ரப்ரப⁴ம் நிஹந்துகாமோ ப⁴வந்தமாயயௌ ||",
      "tamil_translation": "மற்றொரு நாள், பகாசுரன் என்னும் அரக்கன் ஒரு பெரிய கொக்கு வடிவில் வந்தான். மலைக்குகையைப் போன்ற தன் அலகுகளைத் திறந்து உன்னை விழுங்கும் எண்ணத்துடன் அவன் நெருங்கினான்."
    },
    {
      "number": 5,
      "sanskrit": "तदा त्वमास्यं च बकस्य सत्वरं प्रगृह्य पक्षौ च विदीर्य तत्क्षणात् । निहत्य तं भक्तपरायणोऽभव: प्रमोदमानै: सह गोपबालकै: ॥५॥",
      "transliteration": "ததா³ த்வமாஸ்யம் ச ப³கஸ்ய ஸத்வரம் ப்ரக்³ருஹ்ய பக்ஷௌ ச விதீ³ர்ய தத்க்ஷணாத் | நிஹத்ய தம் ப⁴க்தபராயணோऽப⁴வ: ப்ரமோத³மாநை: ஸஹ கோ³பாபா³லகை: ||",
      "tamil_translation": "நீ அவனது அலகுகளைப் பற்றி, ஒரு புல்லைக் கிழிப்பதைப் போல மிக எளிதாக அவனது உடலை இரண்டாகக் கிழித்து எறிந்தாய். உனது இந்த வீரத்தைக் கண்டு கோபச் சிறுவர்கள் மிகுந்த மகிழ்ச்சி அடைந்தனர்."
    },
    {
      "number": 6,
      "sanskrit": "विभो त्वदीयं सुकुमारमद्भुतं कृतं च कार्यं मुनिचित्तमोहनम् । न कस्य भाग्यं तव दर्शनं विना त्वமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥ஜ॥",
      "transliteration": "விபோ⁴ த்வதீ³யம் ஸுகுமாரமத்³பு⁴தம் க்ருதம் ச கார்யம் முநிசித்தமோஹநம் | ந கஸ்ய பா⁴க்³யம் தவ த³ர்ஶனம் விநா த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "இறைவா! உன்னுடைய மென்மையான மேனியால் நீ செய்த இந்த அரிய செயல்கள் முனிவர்களின் மனதைக் கவர்பவை. உன்னுடைய தரிசனம் கிடைப்பதே ஒருவரது பெரும் பாக்கியம். நீயே என் புகலிடம்."
    },
    {
      "number": 7,
      "sanskrit": "स त्वं जगन्मङ्गलदायक: प्रभो मமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ । वतेश्वरं त्वां शरणं प्रपद्ये निरामयं कुरु मे कलेवरम् ॥७॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "உலகிற்கு நலம் பயக்கும் கேசவா! என் மனக் கவலைகளையும் உடல் உபாதைகளையும் நீக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன், என்னை நோயற்றவனாக மாற்றியருள்வாய்."
    },
    {
      "number": 8,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं ममापि चित्ते सततं विभातु । गुरुவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥௮॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்களால் தியானிக்கப்படும் உன் திருவுருவம் என் மனதிலும் எப்போதும் விளங்கட்டும். ஏழைகளின் பங்காளியான குருவாயூரப்பா, நீயே என் புகலிடம்."
    },
    {
      "number": 9,
      "sanskrit": "तव बाललीलां मुहु: कीर्तयन् ममास्तु भक्ति: तव पादपङ्कजे । हरे सुकल्याणनिधे नमोऽस्तु ते पाही मां दीनबन्धो ॥९॥",
      "transliteration": "தவ பா³லலீலாம் முஹu: கீர்தயன் மமாஸ்து ப⁴க்தி: தவ பாத³பங்கஜே | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பால லீலைகளை எப்போதும் பாடிக்கொண்டிருக்கும் பக்தியை எனக்குத் தந்தருள். மங்கலங்களின் இருப்பிடமான குருவாயூரப்பா, உனக்கு என் நமஸ்காரங்கள். என்னைக் காத்தருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "इत्थं त्वदीयं महिमानमहो प्रगायं ममास्तु भक्ति: तव पादपद्मे । वतेश्वरं த்வாம் சரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥१०॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளை இவ்வாறு பாடும் பக்தி எனக்கு எப்போதும் இருக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் துன்பங்கள் யாவும் விலக வேண்டும்."
    }
  ]
}
