{
  "title": "நாராயணீயம்",
  "dasakam": 48,
  "description": "அகாசுர வதம் - மலைப்பாம்பு வடிவில் வந்த அரக்கனை அழித்தல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "कदापि रामानुज वत्सपालकै: समं चरन् कापि वनान्तरे विभो । अघासुरं नाम विलोक्य दानवं सुभीषणं पर्वतकायमीदृशम् ॥१॥",
      "transliteration": "கதா³பி ராமானுஜ வத்ஸபாலகை: ஸமம் சரன் காபி வநாந்தரே விபோ⁴ | அகா⁴ஸுரம் நாம விலோக்ய தா³னவம் ஸுபீ⁴ஷணம் பர்வதகாயமீத்³ருஶம் ||",
      "tamil_translation": "இறைவா! ஒருமுறை நீ கோபச் சிறுவர்களுடனும் கன்றுகளுடனும் காட்டில் உலவிக்கொண்டிருந்த போது, மலை போன்ற பிரம்மாண்டமான உடல் கொண்ட அகாசுரன் என்னும் அசுரனைக் கண்டாய்."
    },
    {
      "number": 2,
      "sanskrit": "नगाकृतिं तं प्रविदारिताननं दरीमुखं मन्वत गोपबालका: । विवेशुरातङ्कविहीनमानसा: सवत्सका: तस्य मुखान्तरं तदा ॥२॥",
      "transliteration": "நகா³க்ருதிம் தம் ப்ரவிதா³ரிதானனம் த³ரீமுக²ம் மந்வத கோ³பபா³லகா: | விவேஶுராதங்க³விஹீநமாநஸா: ஸவத்ஸகா: தஸ்ய முகா²ந்தரம் ததா³ ||",
      "tamil_translation": "மலைப்பாம்பு வடிவில் வாய் திறந்து கிடந்த அந்த அரக்கனை, ஒரு மலைக்குகை என்று தவறாக எண்ணிய கோபச் சிறுவர்கள், அச்சமின்றித் தங்கள் கன்றுகளுடன் அவனது வாய்க்குள் புகுந்தனர்."
    },
    {
      "number": 3,
      "sanskrit": "विलोक्य तान् दानवकुक्षिगान् विभो त्वमप्यहो कारुणिक: प्रविष्टवान् । तदा तु कण्ठे विनिगृह्य दानवं चकार भारं पुनरपि त्वमद्भुतम् ॥३॥",
      "transliteration": "விலோக்ய தான் தா³னவக்ஷிகா³ன் விபோ⁴ த்வமப்யஹோ காருணிக: ப்ரவிஷ்டவான் | ததா³ து கண்டே² விநிக்³ருஹ்ய தா³னவம் சகார பா⁴ரம் புநரபி த்வமத்³பு⁴தம் ||",
      "tamil_translation": "சிறுவர்கள் அரக்கனின் வயிற்றுக்குள் சிக்கியதைக் கண்ட கருணைக்கடலே! அவர்களைக் காக்க நீயும் உள்ளே புகுந்தாய். பின்னர் அவனது தொண்டைப் பகுதியில் அமர்ந்து, உனது எடையை வியக்கத்தக்க வகையில் அதிகரித்தாய்."
    },
    {
      "number": 4,
      "sanskrit": "त्वदी यभारेण निरुद्धमारुतः स दानव: प्राणविमुक्तविग्रह: । विदीर्णमूर्धा ननु तेन वर्तृना विनिर्ययु: वत्सयुता: सुहृद्गणा: ॥४॥",
      "transliteration": "த்வதீ³யபா⁴ரேண நிருத்³த⁴மாருத: ஸ தா³நவ: ப்ராணவிமுக்தவிக்³ரஹ: | விதீ³ர்ணமூர்த்⁴தா⁴ நநு தேன வர்த்ருநா விநிர்யயு: வத்ஸயுதா: ஸுஹ்ருத்³க³ணா: ||",
      "tamil_translation": "உன் பாரத்தைத் தாங்க முடியாமல் அந்த அரக்கன் மூச்சுத் திணறி மாண்டான். அவனது மண்டை வெடித்துச் சிதற, அந்த வழியாக நீயும் உன் நண்பர்களும் கன்றுகளும் பாதுகாப்பாக வெளியே வந்தீர்கள்."
    },
    {
      "number": 5,
      "sanskrit": "तदा तु देवा: कुसुमानि वर्षिण: त्वां वन्दमाना: सुखिनोऽभवन् मुदा । अहो तव वीर्यमचिन्त्यमीदृशं कृतं च कार्यं मुनिचित्तमोहनम् ॥५॥",
      "transliteration": "ததா³ து தே³வா: குஸுமாநி வர்ஷிண: த்வாம் வந்த்³யமாநா: ஸுகி²னோऽப⁴வன் முதா³ | அஹோ தவ வீர்யமசிந்த்யமீத்³ருஶம் க்ருதம் ச கார்யம் முநிசித்தமோஹநம் ||",
      "tamil_translation": "அப்போது தேவர்கள் உன் மீது மலர் மாரி பொழிந்து மகிழ்ந்தனர். குழந்தை உருவில் நீ செய்த இந்த அரிய வீரம் முனிவர்களின் மனதைக் கவர்பவை."
    },
    {
      "number": 6,
      "sanskrit": "स दानवस्त्वयि विली नमानस: ययौ पदं ते परमं पदं तदा । त्वयि प्रविष्टे किमपि न दुस्तरं तस्मात् त्वमेव परमं गति: विभो ॥६॥",
      "transliteration": "ஸ தா³நவஸ்த்வயி விலீநமாநஸ: யயௌ பத³ம் தே பரமம் பத³ம் ததா³ | த்வயி ப்ரவிஷ்டே கிமபி ந து³ஸ்தரம் தஸ்மாத் த்வமேவ பரமம் க³தி: விபோ⁴ ||",
      "tamil_translation": "உன்னை விழுங்கிய காரணத்தினால் அந்த அசுரனும் உன் திருவடியைச் சேர்ந்து மோட்சம் அடைந்தான். உன்னை அடைந்தவர்களுக்கு எதுவும் அரியதல்ல; நீயே அனைவர்க்கும் பரம கதி."
    },
    {
      "number": 7,
      "sanskrit": "स त्वं जगन्மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ । वतेश्वरं த்வாம் சரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ॥௭॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "உலகிற்கு நலம் பயக்கும் கேசவா! என் மனக் கவலைகளையும் உடல் உபாதைகளையும் நீக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன், என்னை நோயற்றவனாக மாற்றியருள்வாய்."
    },
    {
      "number": 8,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं ममापि चित्ते सततं विभातु । गुरुவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥௮॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்களால் தியானிக்கப்படும் உன் திருவுருவம் என் மனதிலும் எப்போதும் விளங்கட்டும். ஏழைகளின் பங்காளியான குருவாயூரப்பா, நீயே என் புகலிடம்."
    },
    {
      "number": 9,
      "sanskrit": "तव बाललीलां मुहु: कीर्तयन् ममास्तु भक्ति: तव पादपङ्कजे । हरे सुகल्याणநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥௯॥",
      "transliteration": "தவ பா³லலீலாம் முஹு: கீர்தயன் மமாஸ்து ப⁴க்தி: தவ பாத³பங்கஜே | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பால லீலைகளை எப்போதும் பாடிக்கொண்டிருக்கும் பக்தியை எனக்குத் தந்தருள். மங்கலங்களின் இருப்பிடமான குருவாயூரப்பா, உனக்கு என் நமஸ்காரங்கள். என்னைக் காத்தருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "इत्थं त्वदीयं महिमानमहो प्रगायं ममास्तु भक्ति: तव पादपद्मे । वतेश्वरं த்வாம் சரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥१०॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளை இவ்வாறு பாடும் பக்தி எனக்கு எப்போதும் இருக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் துன்பங்கள் யாவும் விலக வேண்டும்."
    }
  ]
}
