{
  "title": "நாராயணீயம்",
  "dasakam": 24,
  "description": "விருத்திராசுர வதம் மற்றும் ததீசி தியாகம்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "विश्वरूपं तु हत्वा स शक्रस्त्वन्मायया मोहितः । त्वष्टुः क्रोधात् समुद्भूतं वृत्रं दृष्ट्वा भयाकुुलः ॥१॥",
      "transliteration": "விஸ்வரூபம் து ஹத்வா ஸ ஸக்ரஸ்த்வந்மாயயா மோஹித: | த்வஷ்டு: க்ரோதாத் ஸமுத்பூதம் வ்ருத்ரம் த்ருஷ்ட்வா பயாகுல: || 1 ||",
      "tamil_translation": "உமது மாயையினால் மயங்கிய இந்திரன் விஸ்வரூபனைக் கொன்றான். இதனால் கோபமடைந்த த்வஷ்டா, இந்திரனை அழிக்க 'விருத்திராசுரனை'த் தோற்றுவித்தார். அவனைக் கண்டு இந்திரன் பயத்தில் ஆழ்ந்தான்."
    },
    {
      "number": 2,
      "sanskrit": "स वृत्रो विकृतो भीमः लोकानां भयवर्धनः । तं जेतुं अशक्नुवन्तः सुरास्त्वां शरणं ययुः ॥२॥",
      "transliteration": "ஸ வ்ருத்ரோ விக்ருதோ பீம: லோகாநாம் பயவர்தந: | தம் ஜேதும் அஸக்நுவந்த: ஸுராஸ்த்வாம் ஸரணம் யயு: || 2 ||",
      "tamil_translation": "விகாரமான உருவமும் பயங்கரமான பலமும் கொண்ட விருத்திராசுரன் உலகையே அச்சுறுத்தினான். அவனை வெல்ல முடியாமல் தேவர்கள் உன்னிடமே தஞ்சம் புகுந்தனர்."
    },
    {
      "number": 3,
      "sanskrit": "दधीचेर्याचितव्योऽस्थि तच्छिलाभं महामते । ततस्त्वं निर्मितं वज्रं वृत्रहन्तृ भवेदिति ॥३॥",
      "transliteration": "ததீசேர்யாசிதவ்யோऽஸ்தி தச்சிலாபம் மஹாமதே | ததஸ்த்வம் நிர்மிதம் வஜ்ரம் வ்ருத்ரஹந்த்ரு பவேதிதி || 3 ||",
      "tamil_translation": "அப்போது நீ தோன்றி, 'ததீசி முனிவரிடம் சென்று அவரது முதுகெலும்பை யாசியுங்கள். அதைக் கொண்டு செய்யப்படும் வஜ்ராயுதத்தால் மட்டுமே விருத்திரனை அழிக்க முடியும்' என்று வழிகாட்டினாய்."
    },
    {
      "number": 4,
      "sanskrit": "तथेति स मुनिस्त्यक्त्वा निजदेहं सुराधिपे । ददौ तदस्थि संहृत्य वज्रं चक्रे सुराधिपः ॥४॥",
      "transliteration": "ததேதி ஸ முநிஸ்த்யக்த்வா நிஜதேஹம் ஸுராதிபே | ததௌ ததஸ்தி ஸம்ஹ்ருத்ய வஜ்ரம் சக்ரே ஸுராதிப: || 4 ||",
      "tamil_translation": "பெரிய மனதுடன் ததீசி முனிவர் தனது உடலை நீத்து எலும்புகளை வழங்கினார். அதைக் கொண்டு இந்திரன் வலிமைமிக்க வஜ்ராயுதத்தைச் செய்தான்."
    },
    {
      "number": 5,
      "sanskrit": "वृत्रस्तु युधि सम्प्राप्तः त्वामेव मनसा स्मरन् । देहं विहाय सानन्दं तव धाम अवाप सः ॥५॥",
      "transliteration": "வ்ருத்ரஸ்து யுதி ஸம்ப்ராப்த: த்வாமேவ மநஸா ஸ்மரன் | தேஹம் விஹாய ஸாநந்தம் தவ தாம அவாப ஸ: || 5 ||",
      "tamil_translation": "போர்க்களத்தில் மடிந்தாலும், விருத்திரன் உன்னையே மனதில் தியானித்துக் கொண்டிருந்தான். அதனால் அவன் உயிர் பிரிந்ததும் நேராக உமது வைகுண்ட பதவியையே அடைந்தான்."
    },
    {
      "number": 6,
      "sanskrit": "पाही प्रभो अखिलरोगसमूहजातात् त्राहि प्रभो विपदि सन्ततमेव मां त्वम् । त्वत्पादभक्तिनिरतो यदि स्यां तदाहं त्वय्येव लीनमिव मां कुरु वासुदेव ॥६॥",
      "transliteration": "பாஹி ப்ரபோ அகிலரோகஸமூஹஜாதாத் த்ராஹி ப்ரபோ விபதி ஸந்ததமேவ மாம் த்வம் | த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் த்வயியேவ லீநமிவ மாம் குரு வாஸுதேவ || 6 ||",
      "tamil_translation": "பிரபுவே! நோய்களிலிருந்தும் ஆபத்துகளிலிருந்தும் என்னைக் காப்பாற்றுங்கள். நான் உமது பாத பக்தியில் நிலைபெற்று, உம்மோடு கலக்க அருள் புரியுங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "यद्यत्करोमि तत्तदीश्वर कर्मजातम् तुभ्यं समर्पयितुमेव मतिं कुरुष्व । शान्तिं च मे दिश सदा तव पादभक्तौ श्रद्धां च वर्धय मयि प्रभोऽशेषनाथ ॥७॥",
      "transliteration": "யத்யத்கரோமி தத்ததீஸ்வர கர்மஜாதம் துப்யம் ஸமர்ப்பயிதுமேவ மதிம் குருஷ்வ | ஸாந்திம் ச மே திஸ ஸதா தவ பாதபக்தௌ ஸரத்தாம் ச வர்தய மயி ப்ரபோऽஸேஷநாத || 7 ||",
      "tamil_translation": "நான் செய்யும் செயல்கள் அனைத்தையும் உமக்கே சமர்ப்பிக்கும் புத்தியைத் தாரும். எனக்கு அமைதியையும் பக்தியில் உறுதியையும் தந்தருளும்."
    },
    {
      "number": 8,
      "sanskrit": "अज्ञोऽप्यहं तव पदार्चनपद्धतीनां सन्दीक्षमाणोऽपि च ते कृपयैव नित्यम् । भक्तिं च मे दिश विभो कुरु चाभयप्रं दीनं च मां झटिति पाहि दयाम्बुधे त्वम् ॥८॥",
      "transliteration": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 8 ||",
      "tamil_translation": "அறியாமையில் இருக்கும் என்னைக் கருணையுடன் பாரும். எனக்கு பக்தியையும் அபயத்தையும் அளித்து விரைவில் என்னைக் காத்தருளும்."
    },
    {
      "number": 9,
      "sanskrit": "त्वत्पादभक्तिनिरतो यदि स्यां तदाहं जीवन्मुक्त इவ விசரிஷ்யாமி நூநம் ॥9॥",
      "transliteration": "த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் ஜீவன்முக்த இவ விசரிஷ்யாமி நூநம் || 9 ||",
      "tamil_translation": "உமது பாத பக்தியில் நான் நிலைபெற்றுவிட்டால், இவ்வுலகிலேயே ஜீவன்முக்தனாகத் திரிவேன் என்பது உறுதி."
    },
    {
      "number": 10,
      "sanskrit": "एवं त्वां अनिशं नमामि नृहरे हन्மே அசேஷ ரோகான் விபோ ॥१०॥",
      "transliteration": "ஏவம் த்வாம் அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ || 10 ||",
      "tamil_translation": "இப்படிப்பட்ட உன்னை நான் இடைவிடாது வணங்குகிறேன். குருவாயூரப்பா! என் நோய்கள் அனைத்தையும் வேரோடு அழித்து எனக்கு நலம் தருவாயாக."
    }
  ]
}
