{
  "title": "நாராயணீயம்",
  "dasakam": 13,
  "description": "ஹிரண்யாக்ஷ வதம் மற்றும் வராக மகிமை",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "हिरण्याक्षं तावद्वरद भवदन्वेषणपरं चदन्तं पर्यन्तं नदधिमिषतः शृङ्गिणि रसात् । विनिर्गच्छन्तं तं दनुजमथ दंष्ट्राग्रविद्ध- क्षमामण्डलं पवनपुरनाथ पाहि मामामयौघात् ॥१॥",
      "transliteration": "ஹிரண்யாக்ஷம் தாவத்வரத பவதந்வேஷணபரம் சதந்தம் பர்யந்தம் நததிமிஷத: ஸ்ருங்கிணி ரஸாத் | விநிர்கச்சந்தம் தம் தனுஜமத தம்ஷ்ட்ராக்ரவித்த- க்ஷமாமண்டலம் பவநபுரநாத பாஹி மாமாமயௌகாத் || 1 ||",
      "tamil_translation": "வரம் தரும் குருவாயூரப்பா! உன்னைத் தேடி அலைந்து கொண்டிருந்த ஹிரண்யாக்ஷன், நீ பூமியை உமது கோரைப் பற்களில் தாங்கி கடலிலிருந்து வெளிவருவதைக் கண்டான். நோய்களின் பிடியிலிருந்து என்னைக் காத்தருளும்."
    },
    {
      "number": 2,
      "sanskrit": "रे रे वराह इति सम्भाषणेन भीष्मं गदां प्रक्षिपन्तं तव दनुजं भवन्तमथ । सलीलं गदया प्रहारं स दनुजो विनिर्मिथ्य भूयः प्रहारं चिकीर्षुरपि तावदपलायते स्म ॥२॥",
      "transliteration": "ரே ரே வராஹ இதி ஸம்பாஷணேந பீஷ்மம் கதாம் ப்ரக்ஷிபந்தம் தவ தநுஜம் பவந்தமத | ஸலீலம் கதயா ப்ரஹாரம் ஸ தநுஜோ விநிர்மித்ய பூய: ப்ரஹாரம் சிகீர்ஷுரபி தாவதபலாயதே ஸ்ம || 2 ||",
      "tamil_translation": "'ஏய் பன்றியே!' என்று இகழ்ந்து பேசி, உம்மீது கதாயுதத்தை வீசிய அந்த அசுரனை நீ லீலையாக எதிர்கொண்டீர். உமது பலத்தைக் கண்டு அவன் அஞ்சி ஓடத் தொடங்கினான்."
    },
    {
      "number": 3,
      "sanskrit": "गदाघातेन तव सुमहता व्याकुलीकृत- स्ततोऽसौ दैत्येन्द्रस्तव च मुसलैस्ताडयति च । विदार्य तद्देहं निजमुसलपातेन सहसा त्वं जघन्थ लोककण्टकं मुकुन्द ॥३॥",
      "transliteration": "கதாகாதேந தவ ஸுமஹதா வ்யாகுலிக்ருத- ஸ்ததோऽஸௌ தைத்யேந்த்ரஸ்தவ ச முஸலைஸ்தாடயதி ச | விதார்ய தத்தேஹம் நிஜமுஸலபாதேந ஸஹஸா த்வம் ஜகந்த லோககண்டகம் முகுந்த || 3 ||",
      "tamil_translation": "உமது கதாயுதத் தாக்குதலால் நிலைகுலைந்த அசுரன், மீண்டும் உம்மைத் தாக்கினான். முகுந்தா! உலகிற்கே முள்ளாக இருந்த அந்த அசுரனை உமது வலிமையால் அழித்தீர்."
    },
    {
      "number": 4,
      "sanskrit": "त्वयि च गदायुद्धादथ विविधमायाप्रवर्तिनि तस्मिन् दनुजे भवान् तस्य मायां विदार्य च । सुदर्शनचक्रप्रभया तमुद्वेजयन् स दैत्येन्द्रो निहतस्तव हस्तेन विष्णो ॥४॥",
      "transliteration": "த்வயி ச கதாயுத்தாதத விவிதமாயாப் ரவர்த்திநி தஸ்மின் தநுஜே பவான் தஸ்ய மாயாம் விதார்ய ச | ஸுதர்ஸநசக்ரப்ரபயா தமுத்வேஜயன் ஸ தைத்யேந்த்ரோ நிஹதஸ்தவ ஹஸ்தேந விஷ்ணோ || 4 ||",
      "tamil_translation": "அசுரன் பல மாயைகளைச் செய்தபோது, உமது சுதர்சன சக்கரத்தின் ஒளியால் அவற்றை அழித்தீர். இறுதியில் உமது கரங்களாலேயே அந்த ஹிரண்யாக்ஷன் கொல்லப்பட்டான்."
    },
    {
      "number": 5,
      "sanskrit": "ब्रह्मादिभि: स्तूयमानस्तदा भवान् महीं च सलिलमध्ये यथापूर्वं संस्थाप्य । प्रमुदितमना: स्वपदं प्राप्सि विष्णो पालय मां पवनपुरनाथ रोगात् ॥५॥",
      "transliteration": "ப்ரம்மாதிபி: ஸ்தூயமாநஸ்ததா பவான் மஹீம் ச ஸலிலமத்யே யதாபூர்வம் ஸம்ஸ்தாப்ய | ப்ரமுதிதமநா: ஸ்வபதம் ப்ராப்ஸி விஷ்ணோ பாலய மாம் பவநபுரநாத ரோகாத் || 5 ||",
      "tamil_translation": "தேவர்கள் உம்மைத் துதிக்க, பூமியை மீண்டும் நிலைபெறச் செய்து உமது இருப்பிடத்தை அடைந்தீர். குருவாயூரப்பா! என் நோய்களிலிருந்து என்னைக் காத்தருளும்."
    },
    {
      "number": 6,
      "sanskrit": "यज्ञवराहरूपं तव मुनय: संस्तुवन्ति सदा । तव रोमकूपेषु सप्तसमुद्रा: संविशन्ति विभो ॥६॥",
      "transliteration": "யஜ்ஞவராஹரூபம் தவ முநய: ஸம்ஸ்துவந்தி ஸதா | தவ ரோமகூபேஷு ஸப்தஸமுத்ரா: ஸம்விஸந்தி விபோ || 6 ||",
      "tamil_translation": "முனிவர்கள் உம்மை 'யக்ஞ வராகர்' என்று போற்றுகிறார்கள். உமது உரோமக்கால்களில் ஏழு கடல்களும் அடங்கியுள்ளன என்றால் உமது பிரம்மாண்டம் எத்தகையது!"
    },
    {
      "number": 7,
      "sanskrit": "पातालात् क्षमामण्डलं समुद्धृत्य मुदा भवान् । लोकानां मङ्गलं कर्तुं प्रकटीकृतवान् निजं रूपम् ॥७॥",
      "transliteration": "பாதாலாத் க்ஷமாமண்டலம் ஸமுத்த்ருத்ய முதா பவான் | லோகாநாம் மங்கலம் கர்தும் ப்ரகடிக்ருதவான் நிஜம் ரூபம் || 7 ||",
      "tamil_translation": "பாதாளத்திலிருந்து பூமியை மீட்டு வந்து, உலகிற்கு மங்கலத்தை அளிக்க உமது திவ்ய உருவத்தைக் காட்டியருளினீர்."
    },
    {
      "number": 8,
      "sanskrit": "पाहि प्रभो अखिलरोगसमूहजातात् त्राहि प्रभो विपदि सन्ततमेव मां त्वम् । त्वत्पादभक्तिनिरतो यदि स्यां तदाहं त्वय्येव लीनमिव मां कुरु वासुदेव ॥8॥",
      "transliteration": "பாஹி ப்ரபோ அகிலரோகஸமூஹஜாதாத் த்ராஹி ப்ரபோ விபதி ஸந்ததமேவ மாம் த்வம் | த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் த்வயியேவ லீநமிவ மாம் குரு வாஸுதேவ || 8 ||",
      "tamil_translation": "பிரபுவே! நோய்களிலிருந்தும் ஆபத்துகளிலிருந்தும் என்னைக் காப்பாற்றுங்கள். நான் உமது பக்தியில் மூழ்கி, உம்மோடு இணைய அருள் புரியுங்கள்."
    },
    {
      "number": 9,
      "sanskrit": "अज्ञोऽप्यहं तव पदार्चनपद्धतीनां सन्दीक्षमाणोऽपि च ते कृपयैव नित्यम् । भक्तिं च मे दिश विभो कुरु चाभयप्रं दीनं च मां झटिति पाहि दयाम्बुधे त्वम् ॥९॥",
      "transliteration": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 9 ||",
      "tamil_translation": "வழிபாட்டு முறைகள் அறியாத என்னைக் கருணையுடன் கவனிப்பீர். பக்தியும் அபயமும் அளித்து இந்த எளியவனைக் காத்தருளும் தயாநிதியே!"
    },
    {
      "number": 10,
      "sanskrit": "एवं त्वां अनिशं नमामि नृहरे हन्మే அசேஷ ரோகான் விபோ ॥१०॥",
      "transliteration": "ஏவம் த்வாம் அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ || 10 ||",
      "tamil_translation": "இப்படிப்பட்ட உன்னை நான் இடைவிடாது வணங்குகிறேன். குருவாயூரப்பா! என் நோய்கள் அனைத்தையும் வேரோடு அழித்து எனக்கு நலம் தருவாயாக."
    }
  ]
}
