{
  "title": "நாராயணீயம்",
  "dasakam": 28,
  "description": "நரசிம்ம அவதாரம் மற்றும் ஹிரண்யகசிபு வதம் (முழுமை)",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "स्तम्भे घट्टयतो हिरण्यकशिपोः कर्णौ समापूरयन् निर्घातोपमघोरनादमभितो ब्रह्माण्डमभ्रामयन् । स्तम्भात् कोऽपि नृकेसरी समजनि प्रादेशमात्रोऽपि सन् न क्षौणीं न नभस्तलं न ककुभः सम्मीलयन् स्वत्विषा ॥१॥",
      "transliteration": "ஸ்தம்பே கட்டயதோ ஹிரண்யகஸிபோ: கர்ணௌ ஸமாபூரயன் நிர்காதோபமகோரநாதமபிதோ ப்ரம்மாண்டமப்ராமயன் | ஸ்தம்பாத் கோऽபி ந்ருகேஸரீ ஸமஜநி ப்ராதேஸமாத்ரோऽபி ஸன் ந க்ஷௌணீம் ந நபஸ்தலம் ந ககுப: ஸம்மீலயன் ஸ்வத்விஷா || 1 ||",
      "tamil_translation": "ஹிரண்யகசிபு தூணைத் தட்டியபோது, காதுகள் செவிடாகும்படி இடி முழக்கம் போன்ற சத்தம் எழுந்தது. அப்போது அந்தத் தூணிலிருந்து ஒரு ஜான் அளவே உடைய நரசிம்ம உருவம் வெளிப்பட்டது. ஆனால் அந்த உருவத்தின் ஒளி பூமி, ஆகாயம் என திசைகள் எங்கும் நிறைந்து நின்றது."
    },
    {
      "number": 2,
      "sanskrit": "न मृगं न मनुष्याभं रूपं तव अद्भुतं विभो । हिरण्यकशिपुः दृष्ट्वा विस्मितोऽभूत् महासुरः ॥२॥",
      "transliteration": "ந ம்ருகம் ந மநுஷ்யாபம் ரூபம் தவ அத்புதம் விபோ | ஹிரண்யகஸிபு: த்ருஷ்ட்வா விஸ்மிதோऽபூத் மஹாஸுர: || 2 ||",
      "tamil_translation": "மிருகமும் அல்லாத, மனிதனும் அல்லாத உமது ஆச்சரியமான அந்த நரசிம்ம உருவத்தைக் கண்டு மகா அசுரனான ஹிரண்யகசிபு திகைத்துப் போனான்."
    },
    {
      "number": 3,
      "sanskrit": "अभ्यद्रवत् स संक्रुद्धः गदां उद्यम्य दैत्यराट् । त्वं तु तं प्रति जग्राह पाणिभ्यां उग्रविक्रमः ॥३॥",
      "transliteration": "அப்யத்ரவத் ஸ ஸங்க்ருத்த: கதாம் உத்யம்ய தைத்யராட் | த்வம் து தம் ப்ரதி ஜக்ராஹ பாணிப்யாம் உக்ரவிக்ரம: || 3 ||",
      "tamil_translation": "கோபமடைந்த அசுரராஜன் கதாயுதத்தை ஓங்கி உன்னைத் தாக்க வந்தான். மிகுந்த பராக்கிரமம் கொண்ட நீ, உமது கைகளால் அவனை எளிதாகப் பிடித்தாய்."
    },
    {
      "number": 4,
      "sanskrit": "मुहुः पतन्तं उत्पतन्तं च दैत्यं तं महाहवे । उपहसन् इव विभो क्रीडसि स्म त्वं अद् भुतम् ॥४॥",
      "transliteration": "முஹு: பதந்தம் உத்பதந்தம் ச தைத்யம் தம் மஹாஹவே | உபஹஸன் இவ விபோ க்ரீடஸி ஸ்ம த்வம் அத்புதம் || 4 ||",
      "tamil_translation": "அந்தப் பெரும் போரில் மீண்டும் மீண்டும் விழும், எழும் அந்த அசுரனுடன், அவனைப் பார்த்து எள்ளி நகையாடுவது போல நீ ஒரு விளையாட்டாகவே போர் புரிந்தாய்."
    },
    {
      "number": 5,
      "sanskrit": "अत्युग्रं तव रूपं ईक्ष्य स दनुः प्राह्लादिना वन्दिते शस्त्राणि प्रक्षिपन् मुहुः स तु भवान् क्रुद्धो महान् अभवत् । हस्ताभ्यां जगृहे तमुग्ररभसात् तत्रैव सन्ध्याक्षणे द्वारि न्यस्य विदार्य तस्य हृदयं तं जघन्थ प्रभो ॥५॥",
      "transliteration": "அத்யுக்ரம் தவ ரூபம் ஈக்ஷ்ய ஸ தநு: ப்ராஹ்லாதிநா வந்திதே ஸஸ்த்ராணி ப்ரக்ஷிபன் முஹு: ஸ து பவான் க்ருத்தோ மஹான் அபவத் | ஹஸ்தாப்யாம் ஜக்ருஹே தமுக்ரரபஸாத் தத்ரைவ ஸந்த்யாக்ஷணே த்வாரி ந்யஸ்ய விதார்ய தஸ்ய ஹ்ருதயம் தம் ஜகந்த ப்ரபோ || 5 ||",
      "tamil_translation": "உமது உக்கிர ரூபத்தைக் கண்டு பிரகலாதன் வணங்கினான். உன் மீது ஆயுதங்களை வீசிய அசுரனை அந்த அந்திப் பொழுதில் மடியில் கிடத்தி, வாசற்படியில் வைத்து, உமது நகங்களால் அவனது மார்பைப் பிளந்து வதம் செய்தீர்."
    },
    {
      "number": 6,
      "sanskrit": "ब्रह्माद्यैरपि सुदुःसहोऽतिभयकृत् त्वत्कोपवेगो महान् प्रह्लादेन विनिर्मितैः नतिवरैः शान्तिं ययौ राघव । तं तु प्रेम्णा समालिङ्ग्य परमां लक्ष्मीं च तस्मै ददौ पाहि त्वं पवनपुरनाथ पाहि मामामयौघात् ॥६॥",
      "transliteration": "ப்ரம்மாத்யைரபி ஸுது:ஸஹோऽதிபயக்ருத் த்வத்கோபவேகோ மஹான் ப்ரஹ்லாதேந விநிர்மிதை: நதிவரை: ஸாந்திம் யயௌ ராகவ | தம் து ப்ரேம்ணா ஸமாலிங்க்ய பரமாம் லக்ஷ்மீம் ச தஸ்மை ததௌ பாஹி த்வம் பவநபுரநாத பாஹி மாமாமயௌகாத் || 6 ||",
      "tamil_translation": "பிரம்மாவாலும் தாங்க முடியாத உமது கோபம், பிரகலாதனின் துதியால் தணிந்தது. அந்தச் சிறுவனை அன்புடன் அணைத்து அவனுக்கு அழியாத பக்தியை அளித்தீர். குருவாயூரப்பா! என் நோய்களிலிருந்து என்னைக் காத்தருளும்."
    },
    {
      "number": 7,
      "sanskrit": "पाही प्रभो अखिलरोगसमूहजातात् त्राहि प्रभो विपदि सन्ततमेव मां त्वम् । त्वत्पादभक्तिनिरतो यदि स्यां तदाहं त्वय्येव लीनमिव मां कुरु वासुदेव ॥७॥",
      "transliteration": "பாஹி ப்ரபோ அகிலரோகஸமூஹஜாதாத் த்ராஹி ப்ரபோ விபதி ஸந்ததமேவ மாம் த்வம் | த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் த்வயியேவ லீநமிவ மாம் குரு வாஸுதேவ || 7 ||",
      "tamil_translation": "பிரபுவே! அனைத்து நோய்களிலிருந்தும் துன்பங்களிலிருந்தும் என்னைக் காப்பாற்றுங்கள். நான் உமது பாத பக்தியில் நிலைபெற்று, உம்மோடு இரண்டறக் கலக்க அருள் புரியுங்கள்."
    },
    {
      "number": 8,
      "sanskrit": "यद्यत्करोमि तत्तदीश्वर कर्मजातम् तुभ्यं समर्पयितुमेव मतिं कुरुष्व । शान्तिं च मे दिश सदा तव पादभक्तौ श्रद्धां च वर्धय मयि प्रभोऽशेषनाथ ॥८॥",
      "transliteration": "யத்யத்கரோமி தத்ததீஸ்வர கர்மஜாதம் துப்யம் ஸமர்ப்பயிதுமேவ மதிம் குருஷ்வ | ஸாந்திம் ச மே திஸ ஸதா தவ பாதபக்தௌ ஸரத்தாம் ச வர்தய மயி ப்ரபோऽஸேஷநாத || 8 ||",
      "tamil_translation": "நான் செய்யும் செயல்கள் அனைத்தையும் உமக்கே சமர்ப்பிக்கும் நற்புத்தியைத் தாரும். எனக்கு அமைதியையும் உமது பக்தியில் மாறாத உறுதியையும் தந்தருளும்."
    },
    {
      "number": 9,
      "sanskrit": "अज्ञोऽप्यहं तव पदार्चनपद्धतीनां सन्दीक्षमाणोऽपि च ते कृपयैव नित्यम् । भक्तिं च मे दिश विभो कुरु चाभयप्रं दीनं च मां झटिति पाहि दयाम्बुधे त्वम् ॥९॥",
      "transliteration": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 9 ||",
      "tamil_translation": "வழிபாட்டு முறைகள் அறியாத எளியவனான என்னை உமது கருணையால் காத்தருளும். பக்தியையும் அபயத்தையும் அளித்து எனைத் தாங்குவீராக."
    },
    {
      "number": 10,
      "sanskrit": "एवं त्वां अनिशं नमामि नृहरे हन्मे अशेष रोगान् विभो ॥१०॥",
      "transliteration": "ஏவம் த்வாம் அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ || 10 ||",
      "tamil_translation": "இத்தகைய மகிமை கொண்ட நரசிம்ம மூர்த்தியான உன்னை நான் எப்போதும் வணங்குகிறேன். குருவாயூரப்பா! என் நோய்களை வேரோடு அழித்தருளும்."
    }
  ]
}
