{
  "title": "நாராயணீயம்",
  "dasakam": 43,
  "description": "திருணாவர்த்த வதம் - சுழற்காற்று வடிவில் வந்த அரக்கனை அழித்தல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "त्वामेकदा गुरुमरुत्पुरनाथ वीक्ष्य सुप्तं यशोदा महिता निजगोपगेहे । उत्सङ्गगोऽपि जडतां भजसे स्म तस्मात् चिक्षेप सा त्वामहो भूमितले रुदन्तम् ॥१॥",
      "transliteration": "த்வாமேகதா³ கு³ருமருத்புரநாத² வீக்ஷ்ய ஸுப்தம் யஶோதா³ மஹிதா நிஜகோ³பகே³ஹே | உத்ஸங்க³கோ³ऽபி ஜட³தாம் ப⁴ஜஸே ஸ்ம தஸ்மாத் சிக்ஷேப ஸா த்வாமஹோ பூ⁴மிதலே ருத³ந்தம் ||",
      "tamil_translation": "குருவாயூரப்பா! ஒருமுறை யசோதை உன்னைத் தன் மடியில் வைத்திருந்தபோது, நீ திடீரெனப் பிரபஞ்சத்தின் பாரம் முழுவதையும் உன் உடலில் ஏற்றிக்கொண்டாய். உன் பாரத்தைத் தாங்க முடியாமல், அவள் உன்னைக் கீழே படுக்க வைத்தாள்."
    },
    {
      "number": 2,
      "sanskrit": "तावद्बभूव पवनोऽसुर ईरितोऽयं कंसप्रचोदिततरस्तृणावर्तनामा । गोष्ठं समन्तादकुरुत धूलिधूसरं वै न कश्चित् किमपि तदाऽद्राक्षीत् ॥२॥",
      "transliteration": "தாவத்³ப³பூ⁴வ பவநோऽஸுர ஈரிதோऽயம் கம்ஸப்ரசொ³தி³ததரஸ்த்ருணாவர்தநாமா | கோ³ஷ்ட²ம் ஸமந்தா²த³குருத தூ⁴லிதூ⁴ஸரம் வை ந கஶ்சித் கிமபி ததா³ऽத்³ராக்ஷீத் ||",
      "tamil_translation": "அப்போது கம்சனால் ஏவப்பட்ட திருணாவர்த்தன் எனும் அரக்கன், பெரும் சுழற்காற்று வடிவில் வந்தான். கோகுலம் முழுவதும் தூசியால் மறைக்கப்பட்டு, ஒருவருக்கு ஒருவர் தெரியாதபடி இருள் சூழ்ந்தது."
    },
    {
      "number": 3,
      "sanskrit": "उत्क्षिप्य त्वां गगनतले स खलो जवेन नीत्वा च तूर्णमभवत् ननु शूलपाणि: । त्वं तु तस्य कण्ठमहो गाढं प्रगृह्य चकार भारं पुनरपि सुमहदद्भुतं वै ॥३॥",
      "transliteration": "உத்க்ஷிப்ய த்வாம் க³க³நதலே ஸ க²லோ ஜவேந நீத்வா ச தூர்ணமப⁴வத் நநு ஶூலபாணி: | த்வம் து தஸ்ய கண்ட²மஹோ கா³ட⁴ம் ப்ரக்³ருஹ்ய சகார பா⁴ரம் புநரபி ஸுமஹத³த்³பு⁴தம் வை ||",
      "tamil_translation": "அந்த அரக்கன் உன்னைத் தூக்கிக்கொண்டு வானத்தில் பறந்தான். நீயோ அவனது கழுத்தை இறுகப் பற்றிக்கொண்டு, மீண்டும் உன் எடையை மலை போல் அதிகரித்தாய். உன்னுடைய அந்தப் பாரத்தைத் தாங்க முடியாமல் அவன் தவித்தான்."
    },
    {
      "number": 4,
      "sanskrit": "त्वद्भारपीडितमना: स असुरस्तदानीं प्राणान् विमुच्य ननु नभस्तलात् पपात । त्वं तु तस्य वक्षसि सुखं शयानस्तदा ददृशु: गोपा: सुविस्मितमानसा: मुदा ॥४॥",
      "transliteration": "த்வத்³பா⁴ரபீடி³தமநா: ஸ அஸுரஸ்ததா³நீம் ப்ராணான் விமுச்ய நநு நப⁴ஸ்தலாத் பபாத | த்வம் து தஸ்ய வக்ஷஸி ஸுக²ம் ஶயாநஸ்ததா³ த³த்³ருஶு: கோ³பா: ஸுவிஸ்மிதமாநஸா: முதா³ ||",
      "tamil_translation": "உன் பாரத்தால் மூச்சுத் திணறிய அந்த அரக்கன், உயிர் பிரிந்து வானத்திலிருந்து கீழே விழுந்தான். ஒரு பெரிய பாறை மீது நீ சுகமாக அமர்ந்திருப்பதை அங்கே ஓடிவந்த கோபர்கள் கண்டு ஆச்சரியப்பட்டனர்."
    },
    {
      "number": 5,
      "sanskrit": "यशोदापि धावन्ती त्वां समाददे वक्षसि परिष्वज्य च मुहु: मुहु: प्रीत्या । अहो मे भाग्यमिति वदन्ती सा मुदा ददावनेकानி धनानि विप्रवर्येभ्य: ॥५॥",
      "transliteration": "யஶோதா³பி தா⁴வந்தீ த்வாம் ஸமாத³தே வக்ஷஸி பரிஷ்வஜ்ய ச முஹு: முஹு: ப்ரீத்யா | அஹோ மே பா⁴க்³யமிதி வத³ந்தீ ஸா முதா³ ததா³வநேகாநி த⁴நாநி விப்ரவர்யேப்⁴ய: ||",
      "tamil_translation": "பதற்றத்துடன் ஓடிவந்த யசோதை, உன்னை அள்ளி அணைத்து முத்தமிட்டாள். 'என் பாக்கியமே!' என்று மகிழ்ந்து, அந்தணர்களுக்குப் பல தானங்களை வழங்கினாள்."
    },
    {
      "number": 6,
      "sanskrit": "गर्गमुनिस्तदाऽगत्य नन्दगोकुलमहो नामकरणं चकार तव विभो । रामाभिधानं बलदेवे तव च कृष्णमिति चकार स मुनिश्रेष्ठ: ॥६॥",
      "transliteration": "க³ர்க³முநிஸ்ததா³ऽக³த்ய நந்த³கோ³குலமஹோ நாமகரணம் சகார தவ விபோ⁴ | ராமாபி⁴தா⁴நம் ப³லதே³வே தவ ச க்ருஷ்ணமிதி சகார ஸ முநிஶ்ரேஷ்ட²: ||",
      "tamil_translation": "அதன்பிறகு கர்க்க முனிவர் நந்தகோபரின் இல்லத்திற்கு வந்தார். உனக்கு 'கிருஷ்ணன்' என்றும், உன் அண்ணனுக்கு 'ராமன்' (பலராமன்) என்றும் நாமகரணம் செய்து வைத்தார்."
    },
    {
      "number": 7,
      "sanskrit": "अहो तव नाम्नां महिमा न शक्यते वक्तुं मुनिभि: कलिदोषहारिणाम् । कृष्ण इति मन्त्रं जपन् यो नरो मुच्यते स पापै: ननु सत्यमेतत् ॥७॥",
      "transliteration": "அஹோ தவ நாம்நாம் மஹிமா ந ஶக்யதே வக்தும் முநிபி⁴: கலிதோ³ஷஹாரிணாம் | க்ருஷ்ண இதி மந்த்ரம் ஜபன் யோ நரோ முச்யதே ஸ பாபை: நநு ஸத்யமேதத் ||",
      "tamil_translation": "உன்னுடைய திருநாமங்களின் பெருமையை முனிவர்களாலும் முழுமையாகச் சொல்ல முடியாது. 'கிருஷ்ணா' எனும் மந்திரத்தை ஜபிப்பவர் பாவங்களிலிருந்து விடுபடுகிறார்கள் என்பது நிதர்சனமான உண்மை."
    },
    {
      "number": 8,
      "sanskrit": "तदा तु त्वं जानुभ्यां रङ्गणमहो चकार गोष्ठे सुविचित्ररूपधृत् । किङ्किणीनादं श्रृण्वन् मुदा यशोदा नन्दश्च विस्मितमानसा: बभूवु: ॥८॥",
      "transliteration": "ததா³ து த்வம் ஜாநுப்⁴யாம் ரங்க³ணமஹோ சகார கோ³ஷ்டே² ஸுவிசித்ரரூபத்⁴ருத் | கிங்கிணீநாத³ம் ஶ்ருண்வன் முதா³ யஶோதா³ நந்த³ஶ்ச விஸ்மிதமாநஸா: ப³பூ⁴வு: ||",
      "tamil_translation": "அதன்பின் நீ மழலை மாறாத பருவத்தில் முழங்கால்களால் தவழ்ந்து விளையாடினாய். உன் காலில் அணிந்திருந்த சலங்கைகளின் ஒலியைக் கேட்டு யசோதையும் நந்தகோபரும் பரவசமடைந்தனர்."
    },
    {
      "number": 9,
      "sanskrit": "स त्वं जगन्मङ्गलदायक: प्रभो மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ । वतेश्वरं த்வாம் சரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ॥९॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "உலகிற்கு நலம் பயக்கும் கேசவா! என் மனக் கவலைகளையும் உடல் உபாதைகளையும் நீக்கி அருள வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன், என்னை நோயற்றவனாக மாற்றியருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "तव बाललीलां मुहु: कीर्तयन् ममास्तु भक्ति: तव पादपङ्कजे । गुरुवापुरेश मम देहि सुहृदं त्वमेव शरणं परमेश्वर: ॥१०॥",
      "transliteration": "தவ பா³லலீலாம் முஹு: கீர்தயன் மமாஸ்து ப⁴க்தி: தவ பாத³பங்கஜே | கு³ருவாபுரேஶ மம தே³ஹி ஸுஹ்ருத³ம் த்வமேவ ஶரணம் பரமேஶ்வர: ||",
      "tamil_translation": "உன் பால லீலைகளை எப்போதும் பாடிக்கொண்டிருக்கும் பக்தியை எனக்குத் தந்தருள். குருவாயூரப்பா, நீயே என் உற்ற நண்பன், நீயே என் புகலிடம்."
    }
  ]
}
