{
  "title": "நாராயணீயம்",
  "dasakam": 36,
  "description": "உலகளந்த உத்தமன் - மகாபலியின் கர்வபங்கம் மற்றும் திருவிக்கிரம அவதாரம்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "बलिस्तु वचनं श्रुत्वा दास्ये इति प्रहसन् मुदा । दैत्यगुरुः स तं प्राह विष्णुः अयमिति क्षणात् ॥१॥",
      "transliteration": "பலிஸ்து வசநம் ஸ்ருத்வா தாஸ்யே இதி ப்ரஹஸன் முதா | தைத்யகுரு: ஸ தம் ப்ராஹ விஷ்ணு: அயமிதி க்ஷணாத் || 1 ||",
      "tamil_translation": "வாமனனின் பேச்சைக் கேட்டு சிரித்த மகாபலி, மூன்றடி நிலம் தரச் சம்மதித்தான். ஆனால் அசுர குருவான சுக்ராச்சாரியார் வந்திருப்பது சாட்சாத் விஷ்ணுவே என்பதை அறிந்து அவனை எச்சரித்தார்."
    },
    {
      "number": 2,
      "sanskrit": "गुरुणा वार्यमाणोऽपि सत्यं पालयितुं बलिः । त्वत्त: अन्यं न विन्दामि इति संकल्पं अकरोत् तदा ॥२॥",
      "transliteration": "குருணா வார்யமாணோऽபி ஸத்யம் பாலயிதும் பலி: | த்வத்த: அந்யம் ந விந்தாமி இதி ஸங்கல்ப்பம் அகரோத் தடா || 2 ||",
      "tamil_translation": "குரு தடுத்தும் மகாபலி பின்வாங்கவில்லை. 'கொடுத்த வாக்கை மீற மாட்டேன், உன்னை விடச் சிறந்த தானம் வாங்குபவர் யாருமில்லை' என்று கூறித் தாரை வார்த்துக் கொடுக்கத் துணிந்தான்."
    },
    {
      "number": 3,
      "sanskrit": "तदा भवान् अद्भुतकायधारी नभस्तलं सम्परिपूरयन् स्वैः । अचीक्लपत् पादयुगं धरायां तदा अभवत् विष्णुमयं जगत् तत् ॥३॥",
      "transliteration": "தடா பவான் அத்புதகாயதாரீ நபஸ்தலம் ஸம்பரிபூரயன் ஸ்வை: | அசீக்லபத் பாதயுகம் தராயாம் தடா அபவத் விஷ்ணுமயம் ஜகத் தத் || 3 ||",
      "tamil_translation": "அப்போது நீ உமது வாமன உருவத்தை விடுத்து, வானை முட்டும் திருவிக்கிரம உருவம் கொண்டாய். இந்தப் பிரபஞ்சம் முழுவதும் விஷ்ணுமயமாக மாறியது."
    },
    {
      "number": 4,
      "sanskrit": "एकेन पादेन महीं अमेयः द्वितीयेन चाक्रामत सत्यलोकम् । ब्रह्माण्डभाण्डं च विदार्य तत्र पादोदकं ते पतितं धरायाम् ॥४॥",
      "transliteration": "ஏகேந பாதேந மஹீம் அமேய: த்விதீயேந சாக்ராமத ஸத்யலோகம் | ப்ரம்மாண்டபாண்டம் ச விதார்ய தத்ர பாதோதகம் தே பதிதம் தராயாம் || 4 ||",
      "tamil_translation": "அளக்க முடியாத நீ, ஒரு அடியால் பூமியை அளந்தாய்; இரண்டாவது அடியால் சத்திய லோகம் வரை அளந்தாய். அப்போது உமது கால் நகம் பட்டு அண்டம் பிளக்க, அங்கிருந்து கங்கை நீர் பெருகி ஓடியது."
    },
    {
      "number": 5,
      "sanskrit": "विस्तारिते तव पादे सत्यलोके विरिञ्चिना । प्रक्षालितं भक्तिभरात् गङ्गा तस्मात् व्यजायत ॥५॥",
      "transliteration": "விஸ்தாரிதே தவ பாதே ஸத்யலோகே விரிஞ்சிநா | ப்ரக்ஷாலிதம் பக்திபராத் கங்கா தஸ்மாத் வ்யஜாயத || 5 ||",
      "tamil_translation": "சத்திய லோகத்தை எட்டிய உமது திருவடியை பிரம்ம தேவன் பக்திப் பெருக்குடன் தன் கமண்டல நீரால் கழுவினார். அந்தத் தீர்த்தமே புனிதமான கங்கை நதியானது."
    },
    {
      "number": 6,
      "sanskrit": "तत: तृतीयं पदं कुत्र इति पृष्टे हरिणा बलि: । निजं शिर: नमयामास गर्वं त्यक्त्वा महाशय: ॥६॥",
      "transliteration": "தத: த்ருதீயம் பதம் குத்ர இதி ப்ருஷ்டே ஹரிணா பலி: | நிஜம் ஸிர: நமயாமாஸ கர்வம் த்யக்த்வா மஹாஸய: || 6 ||",
      "tamil_translation": "அடுத்து 'மூன்றாவது அடி எங்கே?' என்று நீ கேட்க, மகாபலி தன் அகந்தை நீங்கி, 'பரந்தாமா! இதோ என் தலை, இதில் உமது அடியை வையும்' என்று சிரம் தாழ்த்தினான்."
    },
    {
      "number": 7,
      "sanskrit": "ततः शिरसि पादं ते निधाय बलिं अच्युत । सुतलं नाम लोकं त्वं प्रैषय: शाश्वतं पदम् ॥७॥",
      "transliteration": "தத: ஸிரஸி பாதம் தே நிதாய பலிம் அச்யுத | ஸுதலம் நாம லோகம் த்வம் ப்ரைஷய: ஸாஸ்வதம் பதம் || 7 ||",
      "tamil_translation": "அச்யுதனே! அவனது தலையில் உமது திருவடியை வைத்து அவனை அழுத்தி, அவனுக்கு 'சுதல லோகம்' எனும் உயரிய உலகத்தை அரசாட்சியுடன் பரிசாக அளித்தாய்."
    },
    {
      "number": 8,
      "sanskrit": "त्वं तस्य द्वारपालोऽपि भूत्वा तस्थौ दयानिधे । प्रह्लादाद्या: सुराश्चापि तुष्टुवु: त्वां जगत्पते ॥८॥",
      "transliteration": "த்வம் தஸ்ய த்வாரபாலோऽபி பூத்வா தஸ்தௌ தயாநிதே | ப்ரஹ்லாதாத்யா: ஸுராஸ்சாபி துஷ்டுவு: த்வாம் ஜகத்பதே || 8 ||",
      "tamil_translation": "தயாநிதியே! அவனது பக்திக்குக் கட்டுப்பட்டு, சுதல லோகத்தின் வாசலில் நீயே காவல் நின்றாய். பிரகலாதன் முதலானோர் உமது கருணையைப் போற்றித் துதித்தனர்."
    },
    {
      "number": 9,
      "sanskrit": "इन्द्राय राज्यं दत्वा त्वं पुन: वैकुण्ठं आययौ । वामनरूपधारी त्वं पाहि मां पवनपुरेश ॥९॥",
      "transliteration": "இந்த்ராய ராஜ்யம் தத்வா த்வம் புந: வைகுண்டம் ஆயயௌ | வாமநரூபதாரீ த்வம் பாஹி மாம் பவநபுரேஸ || 9 ||",
      "tamil_translation": "இந்திரனுக்கு மீண்டும் தேவேந்திர பதவியை அளித்துவிட்டு நீ வைகுண்டம் திரும்பினாய். வாமனனாக வந்து உலகளந்த பிரபுவே, குருவாயூரப்பா! என்னைக் காத்தருளும்."
    },
    {
      "number": 10,
      "sanskrit": "एवं बलिं मोहयन्तं विश्वरूपं जगत्पते । हृद्रोगं मे हन विभो पाहि मां दयासागर ॥१०॥",
      "transliteration": "ஏவம் பலிம் மோஹயந்தம் விஸ்வரூபம் ஜகத்பதே | ஹ்ருத்ரோகம் மே ஹந விபோ பாஹி மாம் தயாஸாகர || 10 ||",
      "tamil_translation": "இவ்விதம் மகாபலியை ஆட்கொண்டு விஸ்வரூபம் காட்டிய ஜகத்பதியே! என் இதய நோய்களையும் உடல் பிணிகளையும் வேரோடு அழித்து என்னைக் காத்தருளும் தயா சாகரனே!"
    }
  ]
}
