{
  "title": "நாராயணீயம்",
  "dasakam": 40,
  "description": "கோகுல உற்சவம் - கிருஷ்ண அவதாரத்தைக் கோகுலமே கொண்டாடுதல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "नन्दस्त्वजं जनयतामधिप: स नन्दनं लब्ध्वा प्रमोदभरित: स मुहु: प्रहृष्यन् । चकार जातकर्म च विप्रमुख्यै: आनन्दवर्षमभवत् ननु गोकुले तस्मिन् ॥१॥",
      "transliteration": "நந்த³ஸ்த்வஜம் ஜனயதாமதி⁴ப: ஸ நந்த³னம் லப்³த்⁴வா ப்ரமோத³ப⁴ரித: ஸ முஹு: ப்ரஹ்ருஷ்யன் | சகார ஜாதகர்ம ச விப்ரமுக்க்யை: ஆனந்த³வர்ஷமப⁴வத் நனு கோ³குலே தஸ்மின் ||",
      "tamil_translation": "கோபர்களின் தலைவரான நந்தகோபர், உன்னை மகனாகப் பெற்றதால் அளவற்ற மகிழ்ச்சி அடைந்தார். அந்தணர்களைக் கொண்டு உனக்குச் செய்ய வேண்டிய ஜாதகர்மம் எனும் சடங்குகளைச் செய்தார். அப்போது கோகுலம் முழுவதும் ஆனந்த மழை பொழிந்தது."
    },
    {
      "number": 2,
      "sanskrit": "तदा तु गायन्ति च नर्तका मुदा मङ्गलानि जगुस्तदा मुनीश्वरा: । वाद्यानि च प्राणदन् बहुविधानि संहर्षोऽभवत् ननु गोकुले तदा ॥२॥",
      "transliteration": "ததா³ து கா³யந்தி ச நர்தகா முதா³ மங்க³லானி ஜகு³ஸ்ததா³ முனீஶ்வரா: | வாத்³யானி ச ப்ராணத³ன் ப³ஹுவிதானி ஸம்ஹர்ஷோऽப⁴வத் நனு கோ³குலே ததா³ ||",
      "tamil_translation": "அப்போது பாடகர்கள் பாடினார்கள், கூத்துக்கலைஞர்கள் ஆடினார்கள், முனிவர்கள் மங்கல வாழ்த்துகளைக் கூறினார்கள். பலவிதமான இசைக்கருவிகள் முழங்க, கோகுலமே பெருமகிழ்ச்சியில் திளைத்தது."
    },
    {
      "number": 3,
      "sanskrit": "सिक्तं सुगन्धिसलिलै: ननु गोकुलान्तं चित्रध्वजैरपि च भूषितमाबभासे । नन्दादयोगपि ययु: मुदमप्रमेयां पश्यन्तः तव मुखं ननु मङ्गलार्हम् ॥३॥",
      "transliteration": "ஸிக்தம் ஸுகு³ந்தி⁴ஸலிலை: நனு கோ³குலாந்தம் சித்ரத்⁴வஜைரபி ச பூ⁴ஷிதமாப³பா⁴ஸே | நந்தா³த³யோக³பி யயு: முத³மப்ரமேயாம் பஶ்யந்த: தவ முக²ம் நனு மங்க³லார்ஹம் ||",
      "tamil_translation": "கோகுலத்தின் வீதிகள் நறுமண நீர்கொண்டு தெளிக்கப்பட்டன. பலவண்ணக் கொடிகளால் கோகுலம் அலங்கரிக்கப்பட்டது. நந்தகோபர் முதலானோர் உன்னுடைய மங்கலமான முகத்தைக் கண்டு எல்லையற்ற மகிழ்ச்சி அடைந்தனர்."
    },
    {
      "number": 4,
      "sanskrit": "गोपाश्च हर्षभरिता: सुविचित्रभूषा: सन्नह्य गोकुलपतेस्तनयस्य हेतो: । दधिदुग्धघृतादिभि: ननु सिषिचु: मुदा अन्योन्यमहो सुमहदुत्सव एष बभूव ॥४॥",
      "transliteration": "கோ³பாஶ்ச ஹர்ஷப⁴ரிதா: ஸுவிசித்ரபூ⁴ஷா: ஸன்னஹ்ய கோ³குலபதேஸ்தனயஸ்ய ஹேதோ: | த³தி⁴து³க்³த⁴க்⁴ருதாதி³பி⁴: நனு ஸிஷிசு: முதா³ அன்யோன்யமஹோ ஸுமஹதுத்ஸவ ஏஷ ப³பூ⁴வ ||",
      "tamil_translation": "கோபர்கள் சித்திர வேலைப்பாடுகள் கொண்ட ஆடைகளை அணிந்து கொண்டு, தங்கள் தலைவரின் மகனான உனக்காக, தயிர், பால் மற்றும் நெய் ஆகியவற்றை ஒருவர் மீது ஒருவர் ஊற்றி விளையாடி மகிழ்ந்தனர். அது ஒரு மிகப்பெரிய திருவிழாவாக அமைந்தது."
    },
    {
      "number": 5,
      "sanskrit": "यशोदापि मुदा युता तव मुखं वीक्ष्य मुहु: मुहु: प्रीत्या परिष्वज्य च । ददावनेकानि धनानि विप्रवर्येभ्य: तवावतारे मुदिता महानज: ॥५॥",
      "transliteration": "யஶோதா³பி முதா³ யுதா தவ முக²ம் வீக்ஷ்ய முஹு: முஹு: ப்ரீத்யா பரிஷ்வஜ்ய ச | ததா³வனேகானி த⁴னானி விப்ரவர்யேப்⁴ய: தவாவதாரே முதி³தா மஹாநஜ: ||",
      "tamil_translation": "யசோதை பிராட்டியும் மகிழ்ச்சியுடன் உன் முகத்தை மீண்டும் மீண்டும் பார்த்து, அன்புடன் அணைத்துக்கொண்டாள். உன் பிறப்பால் மகிழ்ந்த அவள், அந்தணர்களுக்குப் பொன்னும் பொருளும் தானமாக வழங்கினாள்."
    },
    {
      "number": 6,
      "sanskrit": "तदा तु नन्द: मथुरां ययौ खलोत्पन्नं करं दातुं ननु कंसराजाय । तत्र च शौरिं समागतं ददर्श वदतां च कुशलं परस्परात् ॥६॥",
      "transliteration": "ததா³ து நந்த³: மது²ராம் யயௌ க²லோத்பன்னம் கரம் தா³தும் நனு கம்ஸராஜாய | தத்ர ச ஶௌரிம் ஸமாக³தம் த³த³ர்ஶ வத³தாம் ச குஶலம் பரஸ்பராத் ||",
      "tamil_translation": "அதன்பின்னர் நந்தகோபர் கம்சனின் வரிப்பணத்தைச் செலுத்துவதற்காக மதுராவிற்குச் சென்றார். அங்கே வசுதேவரைச் சந்தித்து இருவரும் ஒருவருக்கொருவர் நலம் விசாரித்துக் கொண்டனர்."
    },
    {
      "number": 7,
      "sanskrit": "शौरिस्तु प्राह नन्दं कुशलं हि गोकुले गच्छ त्वं सत्वरं तत्र भयावहं दृश्यते । उत्पाता: बहव: सन्ति बाधका: बालकानां तस्मात् रक्षा विधेया ननु यत्नत: ॥७॥",
      "transliteration": "ஶௌரிஸ்து ப்ராஹ நந்த³ம் குஶலம் ஹி கோ³குலே க³ச்ச² த்வம் ஸத்வரம் தத்ர ப⁴யாவஹம் த்³ருஶ்யதே | உத்பாதா: ப³ஹவ: ஸந்தி பா³த⁴கா: பா³லகானாம் தஸ்மாத் ரக்ஷா விதே⁴யா நனு யத்னத: ||",
      "tamil_translation": "வசுதேவர் நந்தகோபரிடம், 'கோகுலத்தில் எல்லாம் நலமா? அங்கே பல தீய சகுனங்கள் தென்படுகின்றன, குழந்தைகளுக்கு ஆபத்து நேரலாம். எனவே விரைவாகச் சென்று குழந்தைகளைத் தீவிரமாகப் பாதுகாப்பாயாக' என்று கூறினார்."
    },
    {
      "number": 8,
      "sanskrit": "इति शौरिवच: श्रुत्वा नन्द: विस्मितमानस: । जगाम सत्वरं गेहं त्वां ध्यायन् हृदये हरिम् ॥८॥",
      "transliteration": "இதி ஶௌரிவச: ஶ்ருத்வா நந்த³: விஸ்மிதமாநஸ: | ஜகா³ம ஸத்வரம் கே³ஹம் த்வாம் த்⁴யாயன் ஹ்ருத³யே ஹரிம் ||",
      "tamil_translation": "வசுதேவரின் சொற்களைக் கேட்டு வியப்படைந்த நந்தகோபர், உன் மேல் கொண்ட அன்பினால் உன்னை இதயத்தில் தியானித்தபடி விரைவாகக் கோகுலத்தை நோக்கித் திரும்பினார்."
    },
    {
      "number": 9,
      "sanskrit": "तदा तु पूतना नाम घोररूपा निशाचरी । बालघ्नी विचरन्ती सा नन्दगोकुलमाययौ ॥९॥",
      "transliteration": "ததா³ து பூதநா நாம கோ⁴ரரூபா நிஶாசரீ | பா³லக்⁴னீ விசரந்தீ ஸா நந்த³கோ³குலமாயயௌ ||",
      "tamil_translation": "அச்சமயத்தில், குழந்தைகளைக் கொல்லும் கொடிய அரக்கியான பூதகி என்பவள் பயங்கரமான உருவம் கொண்டு, உன்னைத் தேடி நந்தகோபரின் இல்லத்திற்கு வந்தாள்."
    },
    {
      "number": 10,
      "sanskrit": "स त्वं जगन्निवास प्रभो ममाधिपीडां शमयाशु केशव । वतेश्वरं त्वां शरणं प्रपद्ये निरामयं कुरु मे कलेवरम् ॥१०॥",
      "transliteration": "ஸ த்வம் ஜக³ந்நிவாஸ ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "அகில உலகிற்கும் புகலிடமான கேசவா! என் மனக் கவலைகளையும் உடல் உபாதைகளையும் நீக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன், என்னை நோயற்றவனாக மாற்றியருள்வாய்."
    }
  ]
}
