{
  "title": "நாராயணீயம்",
  "dasakam": 42,
  "description": "சகடாசுர வதம் - வண்டி வடிவில் வந்த அரக்கனை அழித்தல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "कदापि जन्मोत्सवपङ्क्तिके दिने यशोदिका त्वां महिता सुसंश्रया । अध: शयानं शकटस्य मन्दिरे चकार कार्यं निजमेव सत्वरम् ॥१॥",
      "transliteration": "கதா³பி ஜந்மோத்ஸவபங்க்திகே தி³நே யஶோதி³கா த்வாம் மஹிதா ஸுஸம்ஶ்ரயா | அத⁴: ஶயாநம் ஶகடஸ்ய மந்தி³ரே சகார கார்யம் நிஜமேவ ஸத்வரம் ||",
      "tamil_translation": "ஒருமுறை உன்னுடைய திருநட்சத்திரத் திருவிழா அன்று, யசோதை உனக்கு நீராட்டி அலங்கரித்தாள். பிறகு உன்னை ஒரு வண்டியின் அடியில் படுக்க வைத்துவிட்டு, தன் வீட்டு வேலைகளைக் கவனிக்க விரைவாகச் சென்றாள்."
    },
    {
      "number": 2,
      "sanskrit": "तदा तु कश्चिच्छकटं समाश्रित: खलोऽसुर: कंसप्रेरितो महान् । निहन्तुकामो भवन्तं तदाऽभवत् सुभीषणो घोररवो भयानक: ॥२॥",
      "transliteration": "ததா³ து கஶ்சிச்ச²கடம ஸமாஶ்ரித: க²லோऽஸுர: கம்ஸப்ரேரிதோ மஹான் | நிஹந்துகாமோ ப⁴வந்தம் ததா³ऽப⁴வத் ஸுபீ⁴ஷணோ கோ⁴ரரவோ ப⁴யாநக: ||",
      "tamil_translation": "அப்போது கம்சனால் அனுப்பப்பட்ட சகடாசுரன் எனும் அரக்கன், அந்த வண்டிச் சக்கரத்தில் புகுந்து கொண்டான். உன்னைக் கொல்லும் எண்ணத்துடன் அவன் பயங்கரமான சத்தத்தை எழுப்பினான்."
    },
    {
      "number": 3,
      "sanskrit": "रुदन् सरोषं चरणावुपक्षिपन् मुहु: मुहु: त्वं जगतां त्रयेश्वर: । अताडय: शकटं निजपादयो: प्रकम्पयन् विश्वमहो स्वलीलया ॥३॥",
      "transliteration": "ருத³ன் ஸரோஷம் சரணாவபக்ஷிபன் முஹு: முஹு: த்வம் ஜக³தாம் த்ரயேஶ்வர: | அதாட்³ய: ஶகடம நிஜபாத³யோ: ப்ரகம்பயன் விஶ்வமஹோ ஸ்வலீலயா ||",
      "tamil_translation": "மூவுலகிற்கும் அதிபதியான நீ, பால் வேண்டி அழுபவன் போல நடித்து, உன் மென்மையான திருவடிகளை வான் நோக்கி உதைத்தாய். உன் சிறு கால் பட்ட மாத்திரத்தில் அந்த வண்டி தூள் தூளாகச் சிதறியது."
    },
    {
      "number": 4,
      "sanskrit": "तदा तु भिन्नं शकटं समन्ततो विदीर्णकाष्ठं निपतन्तमम्बरम् । ददृशु: गोपा: सुविस्मितमानसा: किमप्यहो दैविकमेतदीदृशम् ॥४॥",
      "transliteration": "ததா³ து பி⁴ன்னம் ஶகடம ஸமந்ததோ விதீ³ர்ணகாஷ்ட²ம் நிபதந்தமம்ப³ரம் | த³த்³ருஶு: கோ³பா: ஸுவிஸ்மிதமாநஸா: கிமப்யஹோ தை³விகமேததீ³த்³ருஶம் ||",
      "tamil_translation": "வண்டியின் பாகங்களும் கட்டைகளும் சிதறி விழுந்ததைக் கண்ட கோபர்கள் வியப்பில் ஆழ்ந்தனர். 'இது ஏதோ தெய்வீகமான செயல்' என்று தங்களுக்குள் பேசிக் கொண்டனர்."
    },
    {
      "number": 5,
      "sanskrit": "अनेन बालेन कृतं शकटविभञ्जनं वदन्ति बालका: समीपवर्तिन: । न तद्वच: कोऽपि तदा व्यमानयत् महामते: कस्तव भाग्यसीमक: ॥५॥",
      "transliteration": "அநேந பா³லேந க்ருதம் ஶகடவிப⁴ஞ்ஜநம் வத³ந்தி பா³லகா: ஸமீபவர்த்திந: | ந தத்³வச: கோऽபி ததா³ வ்யமாநயத் மஹாமதே: கஸ்தவ பா⁴க்³யஸீமக: ||",
      "tamil_translation": "அங்கே விளையாடிக் கொண்டிருந்த சிறுவர்கள், 'இந்தப் பாலகன் உதைத்துத்தான் வண்டி உடைந்தது' என்று உண்மையைச் சொன்னார்கள். ஆனால் பெரியவர்கள் யாரும் அதை நம்பவில்லை. உன் லீலைகளை யாரால் அறிய முடியும்!"
    },
    {
      "number": 6,
      "sanskrit": "तदा यशोदा भयविह्वलाऽभवत् समाददे त्वां परिरभ्य वक्षसि । निषिच्य दुग्धै: ननु मङ्गलारवै: प्रपूजयामास मुनीश्वरै: सह ॥६॥",
      "transliteration": "ததா³ யஶோதா³ ப⁴யவிஹ்வலாऽப⁴வத் ஸமாத³தே த்வாம் பரிரப்⁴ய வக்ஷஸி | நிஷிச்ய து³க்³தை⁴: நநு மங்க³லாரவை: ப்ரபூஜயாமாஸ முநீஶ்வரை: ஸஹ ||",
      "tamil_translation": "யசோதை அச்சத்துடன் ஓடி வந்து உன்னை அள்ளி அணைத்துக் கொண்டாள். உனக்குத் தாய்ப்பால் புகட்டி, முனிவர்களைக் கொண்டு மங்கலச் சடங்குகளைச் செய்து உன்னைப் பாதுகாத்தாள்."
    },
    {
      "number": 7,
      "sanskrit": "नन्दस्तु विस्मितमना: तदागत: न वेत्ति कार्यं निजपुत्रसम्भवम् । उत्पातमेतं च विमृश्य सत्वरं जगाम शौरिं शरणं यथा पुरा ॥७॥",
      "transliteration": "நந்த³ஸ்து விஸ்மிதமநா: ததா³க³த: ந வேத்தி கார்யம் நிஜபுத்ரஸம்ப⁴வம் | உத்பாதமேதம் ச விம்ருஶ்ய ஸத்வரம் ஜகா³ம ஶௌரிம் ஶரணம் யதா² புரா ||",
      "tamil_translation": "அங்கே வந்த நந்தகோபர் நடந்ததைக் கண்டு திகைத்தார். வசுதேவர் முன்னரே எச்சரித்த தீய சகுனங்கள் இவை என்று எண்ணி, உன்னைக் காக்கத் தெய்வத்தை வேண்டினார்."
    },
    {
      "number": 8,
      "sanskrit": "विभो त्वदीयै: चरणै: विमर्दिता: खला: प्रयान्ति स्म गतिं परां मुदा । किमत्र चित्रं तव पादपङ्कजे सुरासुरै: वन्दितमद्भुतं सदा ॥८॥",
      "transliteration": "விபோ⁴ த்வதீ³யை: சரணை: விமர்தி³தா: க²லா: ப்ரயாந்தி ஸ்ம க³திம் பராம் முதா³ | கிமத்ர சித்ரம் தவ பாத³பங்கஜே ஸுராஸுரை: வந்தி³தமத்³பு⁴தம் ஸதா ||",
      "tamil_translation": "இறைவா! உன் திருவடி பட்ட அரக்கர்கள் மேலான கதி அடைகிறார்கள் என்பதில் வியப்பில்லை. தேவர்களும் அசுரர்களும் வணங்கும் உன் பாதங்கள் அத்தகைய பெருமை வாய்ந்தவை."
    },
    {
      "number": 9,
      "sanskrit": "स त्वं जगन्निवास प्रभो मமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ । वतेश्वरं த்வாம் சரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ॥९॥",
      "transliteration": "ஸ த்வம் ஜக³ந்நிவாஸ ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "அகில உலகிற்கும் புகலிடமான கேசவா! என் மனக் கவலைகளையும் உடல் உபாதைகளையும் நீக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன், என்னை நோயற்றவனாக மாற்றியருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "तव मन्दहासं मुहु: ईक्षितुं ममास्तु चित्तं तव भक्तिनिर्भरं । वतेश्वरं त्वां सततं नमाम्यहं हरे सुकल्याणनिधे नमोऽस्तु ते ॥१०॥",
      "transliteration": "தவ மந்த³ஹாஸம் முஹு: ஈக்ஷிதும் மமாஸ்து சித்தம் தவ ப⁴க்திநிர்ப⁴ரம் | வதேஶ்வரம் த்வாம் ஸததம் நமாம்யஹம் ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே ||",
      "tamil_translation": "உன் அழகிய புன்னகையை நான் எப்போதும் தரிசிக்க வேண்டும். மங்கலங்களின் இருப்பிடமான குருவாயூரப்பா, உன்னை எப்போதும் வணங்குகிறேன். உனக்கு என் நமஸ்காரங்கள்."
    }
  ]
}
