{
  "title": "நாராயணீயம்",
  "dasakam": 28,
  "description": "நரசிம்ம அவதாரம் மற்றும் ஹிரண்யகசிபு வதம்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "स्तम्भे घट्टयतो हिरण्यकशिपोः कर्णौ समापूरयन् निर्घातोपमघोरनादमभितो ब्रह्माण्डमभ्रामयन् । स्तम्भात् कोऽपि नृकेसरी समजनि प्रादेशमात्रोऽपि सन् न क्षौणीं न नभस्तलं न ककुभः सम्मीलयन् स्वत्विषा ॥१॥",
      "transliteration": "ஸ்தம்பே கட்டயதோ ஹிரண்யகஸிபோ: கர்ணௌ ஸமாபூரயன் நிர்காதோபமகோரநாதமபிதோ ப்ரம்மாண்டமப்ராமயன் | ஸ்தம்பாத் கோऽபி ந்ருகேஸரீ ஸமஜநி ப்ராதேஸமாத்ரோऽபி ஸன் ந க்ஷௌணீம் ந நபஸ்தலம் ந ககுப: ஸம்மீலயன் ஸ்வத்விஷா || 1 ||",
      "tamil_translation": "ஹிரண்யகசிபு தூணைத் தட்டியபோது, காதுகள் செவிடாகும்படி இடி முழக்கம் போன்ற சத்தம் எழுந்தது. அப்போது அந்தத் தூணிலிருந்து ஒரு ஜான் அளவே உடைய நரசிம்ம உருவம் வெளிப்பட்டது. ஆனால் அந்த உருவத்தின் ஒளி பூமி, ஆகாயம் என திசைகள் எங்கும் நிறைந்து நின்றது."
    },
    {
      "number": 2,
      "sanskrit": "अत्युग्रं तव रूपं ईक्ष्य स दनुः प्राह्लादिना वन्दिते शस्त्राणि प्रक्षिपन् मुहुः स तु भवान् क्रुद्धो महान् अभवत् । हस्ताभ्यां जगृहे तमुग्ररभसात् तत्रैव सन्ध्याक्षणे द्वारि न्यस्य विदार्य तस्य हृदयं तं जघन्थ प्रभो ॥२॥",
      "transliteration": "அத்யுக்ரம் தவ ரூபம் ஈக்ஷ்ய ஸ தநு: ப்ராஹ்லாதிநா வந்திதே ஸஸ்த்ராணி ப்ரக்ஷிபன் முஹு: ஸ து பவான் க்ருத்தோ மஹான் அபவத் | ஹஸ்தாப்யாம் ஜக்ருஹே தமுக்ரரபஸாத் தத்ரைவ ஸந்த்யாக்ஷணே த்வாரி ந்யஸ்ய விதார்ய தஸ்ய ஹ்ருதயம் தம் ஜகந்த ப்ரபோ || 2 ||",
      "tamil_translation": "பிரகலாதன் உம்மைத் துதிக்க, நீர் பயங்கரமான உருவம் கொண்டீர். உம்மீது ஆயுதங்களை வீசிய அசுரனை அந்த அந்திப் பொழுதில் மடியில் கிடத்தி, வாசற்படியில் வைத்து, உமது நகங்களால் அவனது மார்பைப் பிளந்து வதம் செய்தீர்."
    },
    {
      "number": 3,
      "sanskrit": "ब्रह्माद्यैरपि सुदुःसहोऽतिभयकृत् त्वत्कोपवेगो महान् प्रह्लादेन विनिर्मितैः नतिवरैः शान्तिं ययौ राघव । तं तु प्रेम्णा समालिङ्ग्य परमां लक्ष्मीं च तस्मै ददौ पाहि त्वं पवनपुरनाथ पाहि मामामयौघात् ॥३॥",
      "transliteration": "ப்ரம்மாத்யைரபி ஸுது:ஸஹோऽதிபயக்ருத் த்வத்கோபவேகோ மஹான் ப்ரஹ்லாதேந விநிர்மிதை: நதிவரை: ஸாந்திம் யயௌ ராகவ | தம் து ப்ரேம்ணா ஸமாலிங்க்ய பரமாம் லக்ஷ்மீம் ச தஸ்மை ததௌ பாஹி த்வம் பவநபுரநாத பாஹி மாமாமயௌகாத் || 3 ||",
      "tamil_translation": "பிரம்மாவாலும் தாங்க முடியாத உமது கோபம், பிரகலாதனின் துதியால் தணிந்தது. அந்தச் சிறுவனை அன்புடன் அணைத்து அவனுக்கு அழியாத செல்வத்தை (பக்தியை) அளித்தீர். குருவாயூரப்பா! என் நோய்களிலிருந்து என்னைக் காத்தருளும்."
    },
    {
      "number": 4,
      "sanskrit": "पाही प्रभो अखिलरोगसमूहजातात् त्राहि प्रभो विपदि सन्ततमेव मां त्वम् । त्वत्पादभक्तिनिरतो यदि स्यां तदाहं त्वय्येव लीनमिव मां कुरु वासुदेव ॥४॥",
      "transliteration": "பாஹி ப்ரபோ அகிலரோகஸமூஹஜாதாத் த்ராஹி ப்ரபோ விபதி ஸந்ததமேவ மாம் த்வம் | த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் த்வயியேவ லீநமிவ மாம் குரு வாஸுதேவ || 4 ||",
      "tamil_translation": "பிரபுவே! அனைத்து நோய்களிலிருந்தும் துன்பங்களிலிருந்தும் என்னைக் காப்பாற்றுங்கள். நான் உமது பாத பக்தியில் நிலைபெற்று, உம்மோடு இரண்டறக் கலக்க அருள் புரியுங்கள்."
    },
    {
      "number": 5,
      "sanskrit": "यद्यत्करोमि तत्तदीश्वर कर्मजातम् तुभ्यं समर्पयितुमेव मतिं कुरुष्व । शान्तिं च मे दिश सदा तव पादभक्तौ श्रद्धां च वर्धय மயி ப்ரபோऽஸேஷநாத ॥ 5 ॥",
      "transliteration": "யத்யத்கரோமி தத்ததீஸ்வர கர்மஜாதம் துப்யம் ஸமர்ப்பயிதுமேவ மதிம் குருஷ்வ | ஸாந்திம் ச மே திஸ ஸதா தவ பாதபக்தௌ ஸரத்தாம் ச வர்தய மயி ப்ரபோऽஸேஷநாத || 5 ||",
      "tamil_translation": "நான் செய்யும் செயல்கள் அனைத்தையும் உமக்கே சமர்ப்பிக்கும் நற்புத்தியைத் தாரும். எனக்கு அமைதியையும் உமது பக்தியில் மாறாத உறுதியையும் தந்தருளும்."
    },
    {
      "number": 6,
      "sanskrit": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 6 ||",
      "transliteration": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 6 ||",
      "tamil_translation": "வழிபாட்டு முறைகள் அறியாத எளியவனான என்னை உமது கருணையால் காத்தருளும். பக்தியையும் அபயத்தையும் அளித்து எனைத் தாங்குவீராக."
    },
    {
      "number": 7,
      "sanskrit": "त्वत्पादभક્તિநிரதோ யதி ஸயாம் ததாஹம் ஜீவன்முக்த இவ விசரிஷ்யாமி நூநம் ॥ 7 ॥",
      "transliteration": "த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் ஜீவன்முக்த இவ விசரிஷ்யாமி நூநம் || 7 ||",
      "tamil_translation": "உமது திருவடி பக்தியில் நான் மூழ்கிவிட்டால், இந்தப் பூமியிலேயே நான் ஒரு ஜீவன்முக்தனாகத் திரிவேன் என்பது திண்ணம்."
    },
    {
      "number": 8,
      "sanskrit": "ஏவம் த்வாம் அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ ॥ 8 ॥",
      "transliteration": "ஏவம் த்வாம் அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ || 8 ||",
      "tamil_translation": "இத்தகைய மகிமை கொண்ட நரசிம்ம மூர்த்தியான உன்னை நான் எப்போதும் வணங்குகிறேன். குருவாயூரப்பா! என் நோய்களை வேரோடு அழித்தருளும்."
    }
  ]
}
