{
  "title": "நாராயணீயம்",
  "dasakam": 49,
  "description": "பிரம்மா மோஹனம் - பிரம்மா கன்றுகளை மறைத்தலும் பகவான் பல உருவம் எடுத்தலும்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "अघासुरवधात्परं विहतभोजनै: बालकैरुपेत इव कानने त्वमथ वत्सान्विचिन्वन् निजम् । विरिञ्चिविहितां मतिं च विगतान्पशून्बालकान् विलोक्य ननु विस्मित: सकलरूपधृत्त्वं बभौ ॥१॥",
      "transliteration": "அகா⁴ஸுரவதா⁴த்பரம் விஹதபோ⁴ஜநை: பா³லகைருபேத இவ காநநே த்வமத² வத்ஸாந்விசிந்வந் நிஜம் | விரிஞ்சிவிஹிதாம் மதிம் ச விகதாந்பஶூந்பாலகாந் விலோக்ய நநு விஸ்மித: ஸகலரூபத்⁴ருத்த்வம் ப³பௌ⁴ ||",
      "tamil_translation": "அகாசுர வதத்திற்குப் பிறகு, நீ காட்டில் நண்பர்களுடன் உணவருந்தத் தொடங்கினாய். அப்போது கன்றுகள் காணாமல் போக, நீ அவற்றைத் தேடிச் சென்றாய். பிரம்மாவின் மாயையால் கன்றுகளும் சிறுவர்களும் மறைக்கப்பட்டதைக் கண்டு, நீயே அவர்கள் அனைவருமாக உருவெடுத்துத் தோன்றினாய்."
    },
    {
      "number": 2,
      "sanskrit": "यथैव बाला: कति वत्स्यकाश्च यैर्विभूषणैश्चापि च यै: स्वभावकै: । तथैव तावद्वपुरेत्य सर्वतो व्यराजथा: त्वं खलु विश्वरूपधृक् ॥२॥",
      "transliteration": "யதை²வ பா³லா: கதி வத்ஸ்யகாஶ்ச யைர்விபூ⁴ஷணைஶ்சாபி ச யை: ஸ்வபா⁴வகை: | ததை²வ தாவத்³வபுரேத்ய ஸர்வதோ வ்யராஜதா²: த்வம் க²லு விஶ்வரூபத்⁴ருக் ||",
      "tamil_translation": "எத்தனை சிறுவர்கள் இருந்தார்களோ, எத்தனை கன்றுகள் இருந்தவோ, அவை ஒவ்வொன்றின் உருவம், ஆடை, அணிகலன்கள் மற்றும் குணாதிசயங்களுடன் நீயே பல உருவங்களாகப் பிரிந்து நின்றாய். விஸ்வரூபியான உனக்கு இது மிக எளிதான செயல்."
    },
    {
      "number": 3,
      "sanskrit": "तत: प्रविश्य व्रजमम्बुजेक्षण: तथैव बाला: खलु वत्स्यका अपि । न कस्यचिद्विस्मयमादधु: सदा स्वकै: स्वकै: सद्मसु रेमिरे मुदा ॥३॥",
      "transliteration": "தத: ப்ரவிஶ்ய வ்ரஜமம்பு³ஜேக்ஷண: ததை²வ பா³லா: க²லு வத்ஸ்யகா அபி | ந கஸ்யசித்³விஸ்மயமாத³து⁴: ஸதா³ ஸ்வகை: ஸ்வகை: ஸத்³மஸு ரேமிரே முதா³ ||",
      "tamil_translation": "தாமரைக் கண்ணனே! அந்தச் சிறுவர்களாகவும் கன்றுகளாகவும் நீயே கோகுலத்திற்குள் நுழைந்தாய். பெற்றோர் எவருக்கும் சந்தேகம் வரவில்லை. நீயே குழந்தைகளாக இருந்து ஒவ்வொரு வீட்டிலும் ஒரு வருடம் லீலை புரிந்தாய்."
    },
    {
      "number": 4,
      "sanskrit": "पुत्रेषु गोपीभिरहो पशून् प्रति प्रस्रवणं च द्विगुणं च वर्धितम् । त्वन्मयतायां सकलेऽपि गोकुले प्रेमाधिक्यं च वर्धितं निरन्तरम् ॥४॥",
      "transliteration": "புத்ரேஷு கோ³பீபி⁴ரஹோ பஶூந் ப்ரதி ப்ரஸ்ரவணம் ச த்³விகு³ணம் ச வர்தி⁴தம் | த்வந்மயதாயாம் ஸகலேऽபி கோ³குலே ப்ரேமாதி⁴க்யம் ச வர்தி⁴தம் நிரந்தரம் ||",
      "tamil_translation": "கோபியர்களுக்குத் தங்கள் பிள்ளைகள் மேல் முன்பை விட இருமடங்கு அன்பு பெருகியது; பசுக்களும் கன்றுகள் மேல் அதிக பாசம் காட்டின. அந்தப் பிள்ளைகள் அனைவரும் நீயே என்பதால், கோகுலம் முழுவதும் அளவற்ற பிரேமை பொங்கியது."
    },
    {
      "number": 5,
      "sanskrit": "एवं विधायां तव तावकतुल्यसंविदं बलदेवोऽपि तदा विलोक्य च । कस्त्वमिति पृच्छन् विस्मितोऽभवत् अहो तव माया मुनिचित्तमोहिनी ॥५॥",
      "transliteration": "ஏவம் விதா⁴யாம் தவ தாவகதுல்யஸம்விதி³ம் ப³லதே³வோऽபி ததா³ விலோக்ய ச | கஸ்த்வமிதி ப்ருச்ச²ந் விஸ்மிதோऽப⁴வத் அஹோ தவ மாயா முநிசித்தமோஹிநீ ||",
      "tamil_translation": "இவ்வாறு ஒரு வருடம் கடக்கையில், பலராமன் இதைக் கவனித்தார். எல்லா குழந்தைகளும் உன்னைப் போலவே பிரகாசிப்பதைக் கண்டு வியந்து, 'இவர்கள் யார்?' என்று கேட்டார். உனது மாயை பலராமனையே வியக்கச் செய்தது."
    },
    {
      "number": 6,
      "sanskrit": "तदा विरिञ्चि: पुनरागत: क्षणात् विलोक्य त्वां तावकबालरूपधृक् । चकार मोहं स च तव सन्निधौ प्रणेमुरहो त्वामथ विश्वरूपिणम् ॥६॥",
      "transliteration": "ததா³ விரிஞ்சி: புநராக³த: க்ஷணாத் விலோக்ய த்வாம் தாவகபா³லரூபத்⁴ருக் | சகார மோஹம் ஸ ச தவ ஸந்நிதௌ⁴ ப்ரணேமுரஹோ த்வாமத² விஶ்வரூபிணம் ||",
      "tamil_translation": "ஒரு வருடம் கழித்து பிரம்மா மீண்டும் வந்து பார்த்தார். தான் மறைத்து வைத்த பிள்ளைகளும் கன்றுகளும் அங்கே விளையாடிக் கொண்டிருப்பதைக் கண்டு திகைத்தார். ஒவ்வொரு சிறுவனும் நான்கு கைகளுடன் நாராயணனாகத் தெரிவதைக் கண்டு, பிரம்மா உன்னைப் பணிந்து வணங்கினார்."
    },
    {
      "number": 7,
      "sanskrit": "स्तुत्वा च त्वां स च पद्मभूरुययौ निजं च लोकं तव वीर्यविस्मित: । त्वं च तदा तै: बालकवत्सकै: समं पुनर्ययौ स्वगृहं सुहृद्वृत: ॥७॥",
      "transliteration": "ஸ்துத்வா ச த்வாம் ஸ ச பத்³மபூ⁴ருயயௌ நிஜம் ச லோகம் தவ வீர்யவிஸ்மித: | த்வம் ச ததா³ தை: பா³லகவத்ஸகை: ஸமம் புநர்யயௌ ஸ்வக்³ருஹம் ஸுஹ்ருத்³வ்ருத: ||",
      "tamil_translation": "உன் பெருமைகளைத் துதித்த பிரம்மா, உன் சக்தியை எண்ணி வியந்து தன் லோகம் சென்றார். நீயும் அசல் சிறுவர்களுடனும் கன்றுகளுடனும் மீண்டும் கோகுலத்திற்குத் திரும்பினாய்."
    },
    {
      "number": 8,
      "sanskrit": "स त्वं जगन्मङ्गलदायक: प्रभो மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ । वतेश्वरं த்வாம் சரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ॥௮॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "உலகிற்கு நலம் பயக்கும் கேசவா! என் மனக் கவலைகளையும் உடல் உபாதைகளையும் நீக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன், என்னை நோயற்றவனாக மாற்றியருள்வாய்."
    },
    {
      "number": 9,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं ममापि चित्ते सततं विभातु । गुरुவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥௯॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்களால் தியானிக்கப்படும் உன் திருவுருவம் என் மனதிலும் எப்போதும் விளங்கட்டும். ஏழைகளின் பங்காளியான குருவாயூரப்பா, நீயே என் புகலிடம்."
    },
    {
      "number": 10,
      "sanskrit": "इत्थं त्वदीयं महिमानमहो प्रगायं ममास्तु भक्ति: तव पादपद्मे । हरे सुகल्याणநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥१०॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பெருமைகளை இவ்வாறு பாடும் பக்தி எனக்கு எப்போதும் இருக்கட்டும். மங்கலங்களின் இருப்பிடமான குருவாயூரப்பா, உனக்கு என் நமஸ்காரங்கள். என்னைக் காத்தருள்வாய்."
    }
  ]
}
