{
  "title": "நாராயணீயம்",
  "dasakam": 27,
  "description": "பிரகலாதனை ஹிரண்யகசிபு துன்புறுத்துதல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "पाशैर्बद्ध्वा तव पदरतो दैत्यपुत्रः स बालः शैलाग्रात् प्रक्षिप्तोऽपि च दहनमुखे पातितोऽपि प्रभो । दंष्ट्राकरालैः गजैश्च विमर्द्दितोऽपि त्वत्प्रभावात् न च मम्रे ॥१॥",
      "transliteration": "பாஸைர்பத்த்வா தவ பதரதோ தைத்யபுத்ர: ஸ பால: ஸைலாக்ராத் ப்ரக்ஷிப் தோऽபி ச தஹநமுகே பாதிதோऽபி ப்ரபோ | தம்ஷ்ட்ராகராலை: கஜைஸ்ச விமர்திதோऽபி த்வத்ப்ரபாவாத் ந ச மம்ரே || 1 ||",
      "tamil_translation": "பகவானே! உமது திருவடிகளில் பற்று கொண்ட அந்தச் சிறுவன் பிரகலாதனை, கயிறுகளால் கட்டி மலை உச்சியிலிருந்து உருட்டியும், நெருப்பில் வீசியும், கொடிய யானைகளை ஏவி மிதிக்கச் செய்தும் கொல்ல முயன்றான் அவனது தந்தை. ஆனால் உமது அருளால் அவன் உயிர் பிழைத்தான்."
    },
    {
      "number": 2,
      "sanskrit": "विषमपि ददौ तस्मै स च तदमृतं मेने मनसा त्वयि लग्ने । शूलैर्विद्धोऽपि न च व्यथामवाप स तव स्मरणात् ॥२॥",
      "transliteration": "விஷமபி ததௌ தஸ்மை ஸ ச ததம்ருதம் மேநே மநஸா த்வயி லக்நே | ஸூலைர்வித்தோऽபி ந ச வ்யதாமவாப ஸ தவ ஸ்மரணாத் || 2 ||",
      "tamil_translation": "அவனுக்கு விஷம் கொடுக்கப்பட்டது; ஆனால் உன்னையே நினைத்துக் கொண்டிருந்த அவனுக்கு அது அமுதமானது. சூலாயுதங்களால் குத்தப்பட்டபோதும், உன்னைத் தியானித்ததால் அவன் ஒரு சிறு வலியையும் உணரவில்லை."
    },
    {
      "number": 3,
      "sanskrit": "ततः स दैत्येन्द्रः कुपितमतिः आह तं पुत्रं विहस्य । कुत्र अस्ति स ते हरिः इति स प्राह सर्वगतो विभुः ॥३॥",
      "transliteration": "தத: ஸ தைத்யேந்த்ர: குபிதமதி: ஆஹ தம் புத்ரம் விஹஸ்ய | குத்ர அஸ்தி ஸ தே ஹரி: இதி ஸ ப்ராஹ ஸர்வகதோ விபு: || 3 ||",
      "tamil_translation": "அதன்பின் கோபமடைந்த ஹிரண்யகசிபு, 'உன் ஹரி எங்கே இருக்கிறான்?' என்று ஏளனமாக மகனிடம் கேட்டான். அதற்குப் பிரகலாதன், 'அவர் எங்கும் நிறைந்திருப்பவர்' என்று பதிலளித்தான்."
    },
    {
      "number": 4,
      "sanskrit": "स्तम्भे किं अस्ति स इति क्रुद्धो दैत्यो न्यहनत् करं तत्र । तस्मिन् क्षणे महान् नादः समुत्पन्नो भुवनान्तरे ॥४॥",
      "transliteration": "ஸ்தம்பே கிம் அஸ்தி ஸ இதி க்ருத்தோ தைத்யோ ந்யஹநத் கரம் தத்ர | தஸ்மின் க்ஷணே மஹாந் நாத: ஸமுத்பந்நோ புவநாந்தரே || 4 ||",
      "tamil_translation": "'இந்தத் தூணில் அவன் இருக்கிறானா?' என்று கேட்டு ஹிரண்யகசிபு ஆவேசமாக அந்தத் தூணைத் தாக்கினான். அப்போது பிரபஞ்சமே அதிரும்படியான ஒரு பயங்கரமான சத்தம் எழுந்தது."
    },
    {
      "number": 5,
      "sanskrit": "तव दास्यं कर्तुं इच्छन् स बालः सर्वत्र त्वां अपश्यत् । तस्य सत्यं कर्तुं भवान् स्तम्भात् प्रादुरभूत् नृहरिः ॥५॥",
      "transliteration": "தவ தாஸ்யம் கர்தும் இச்சன் ஸ பால: ஸர்வத்ர த்வாம் அபஸ்யத் | தஸ்ய ஸத்யம் கர்தும் பவான் ஸ்தம்பாத் ப்ராதுரபூத் ந்ருஹரி: || 5 ||",
      "tamil_translation": "உமது அடிமையான அந்தச் சிறுவன் உன்னை எங்கும் கண்டான். அவனது வாக்கினை மெய்யாக்க நீ அந்தத் தூணிலிருந்து நரசிம்ம மூர்த்தியாகத் தோன்றினாய்."
    },
    {
      "number": 6,
      "sanskrit": "பாஹி ப்ரபோ அகிலரோகஸமூஹஜாதாத் த்ராஹி ப்ரபோ விபதி ஸந்ததமேவ மாம் த்வம் | த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் த்வயியேவ லீநமிவ மாம் குரு வாஸுதேவ || 6 ||",
      "transliteration": "பாஹி ப்ரபோ அகிலரோகஸமூஹஜாதாத் த்ராஹி ப்ரபோ விபதி ஸந்ததமேவ மாம் த்வம் | த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் த்வயியேவ லீநமிவ மாம் குரு வாஸுதேவ || 6 ||",
      "tamil_translation": "பிரபுவே! நோய்களிலிருந்தும் ஆபத்துகளிலிருந்தும் என்னைக் காப்பாற்றுங்கள். நான் உமது பாத பக்தியில் நிலைபெற்று, உம்மோடு கலக்க அருள் புரியுங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "यद्यत्करोमि तत्तदीश्वर कर्मजातम् तुभ्यं समर्पयितुमेव मतिं कुरुष्व । शान्तिं च मे दिश सदा तव पादभक्तौ श्रद्धां च वर्धय மயி ப்ரபோऽஸேஷநாத ॥ 7 ॥",
      "transliteration": "யத்யத்கரோமி தத்ததீஸ்வர கர்மஜாதம் துப்யம் ஸமர்ப்பயிதுமேவ மதிம் குருஷ்வ | ஸாந்திம் ச மே திஸ ஸதா தவ பாதபக்தௌ ஸ்ரத்தாம் ச வர்தய மயி ப்ரபோऽஸேஷநாத || 7 ||",
      "tamil_translation": "நான் செய்யும் செயல்கள் அனைத்தையும் உமக்கே சமர்ப்பிக்கும் புத்தியைத் தாரும். எனக்கு அமைதியையும் பக்தியில் உறுதியையும் தந்தருளும்."
    },
    {
      "number": 8,
      "sanskrit": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 8 ||",
      "transliteration": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 8 ||",
      "tamil_translation": "அறியாமையில் இருக்கும் என்னைக் கருணையுடன் பாரும். எனக்கு பக்தியையும் அபயத்தையும் அளித்து விரைவில் என்னைக் காத்தருளும்."
    },
    {
      "number": 9,
      "sanskrit": "त्वत्पादभક્તિநிரதோ யதி ஸயாம் ததாஹம் ஜீவன்முக்த இவ விசரிஷ்யாமி நூநம் ॥ 9 ॥",
      "transliteration": "த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் ஜீவன்முக்த இவ விசரிஷ்யாமி நூநம் || 9 ||",
      "tamil_translation": "உமது பாத பக்தியில் நான் நிலைபெற்றுவிட்டால், இவ்வுலகிலேயே ஜீவன்முக்தனாகத் திரிவேன் என்பது உறுதி."
    },
    {
      "number": 10,
      "sanskrit": "एवं त्वां அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ ॥ 10 ॥",
      "transliteration": "ஏவம் த்வாம் அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ || 10 ||",
      "tamil_translation": "இப்படிப்பட்ட உன்னை நான் இடைவிடாது வணங்குகிறேன். குருவாயூரப்பா! என் நோய்கள் அனைத்தையும் வேரோடு அழித்து எனக்கு நலம் தருவாயாக."
    }
  ]
}
