{
  "title": "நாராயணீயம்",
  "dasakam": 3,
  "description": "பக்தனின் பிரார்த்தனை மற்றும் வழிபாடு",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "पश्येम तव वपु: कलितोज्ज्वलाङ्गमस्पष्टमप्यनुरसैस्तव संस्तुवन्तः । यस्मिन् विभो सकललोकविलोभनीयं वैकुण्ठरूपमपि ते सुतरां निमग्नम् ॥१॥",
      "transliteration": "பஸ்யேம தவ வபு: கலிதோஜ்வலாங்க மஸ்பஷ்டமப்யனுரைஸ்தவ ஸம்ஸ்துவந்த: | யஸ்மின் விபோ ஸகலலோகவிலோபநீயம் வைகுண்டரூபமபி தே ஸுதராம் நிமக்னம் || 1 ||",
      "tamil_translation": "இறைவா! உமது திருப்புகழைப் பாடிக்கொண்டு, ஜொலிக்கும் திருமேனி கொண்ட உமது திவ்ய உருவத்தை நாங்கள் தரிசிக்க வேண்டும். உலகையே கவரும் வைகுண்டநாதனின் அழகெல்லாம் உமது இந்த உருவத்தில் அடங்கியுள்ளது."
    },
    {
      "number": 2,
      "sanskrit": "अत्यन्तनिर्मलमिदं तव रूपमीश सम्प्राप्य मुक्तिपदवीमपि लङ्घयन्तः । धन्यास्त एव खलु ये तव भक्तिपाशे बद्धाश्चरन्ति भुवनेषु मुनीन्द्रमुख्या: ॥२॥",
      "transliteration": "அத்யந்தநிர்மலமிதம் தவ ரூபமீஸ ஸம்ப்ராப்ய முக்திபதவீமபி லங்கயந்த: | தன்யாஸ்த ஏவ கலு யே தவ பக்திபாஸே பத்தாஸ்சரந்தி புவனேஷு முநீந்த்ரமுக்யா: || 2 ||",
      "tamil_translation": "தூய்மையான உமது உருவத்தை அடைந்தவர்கள், முக்தியைக் கூட ஒரு பொருட்டாக மதிக்க மாட்டார்கள். உமது பக்தி என்னும் கயிற்றால் கட்டப்பட்ட அந்த முனிவர்களே உலகில் மிகவும் பாக்கியசாலிகள்."
    },
    {
      "number": 3,
      "sanskrit": "त्वद्भक्तिरस्तु सततं मम देहतोऽपि प्रीतिस्त्वयि प्रसरतु प्रभुवर्य नित्यम् । यस्मिन् प्रसन्तमहसि स्मितसुन्दरास्ये पश्येम तन्मम विभो हदि सन्निविष्टम् ॥३॥",
      "transliteration": "த்வத்பக்திரஸ்து ஸததம் மம தேஹதோऽபி ப்ரீதிஸ்த்வயி ப்ரஸரது பிரபுவர்ய நித்யம் | யஸ்மின் ப்ரஸந்தமஹஸி ஸ்மிதஸுந்தராஸ்யே பஸ்யேம தன்மம விபோ ஹ்ருதி ஸந்நிவிஷ்டம் || 3 ||",
      "tamil_translation": "இறைவா! என் உடலின் மீது இருக்கும் பற்றை விட, உம்மீது இருக்கும் பக்தி எப்போதும் பெருகட்டும். உமது புன்னகை பூத்த முகம் என் இதயத்தில் எப்போதும் நிலைத்திருக்க அருள் செய்வாயாக."
    },
    {
      "number": 4,
      "sanskrit": "यत्ते स्वरूपमपरोक्षतया विबोधे यच्चापरोक्षविजयेन विमुक्तिहेतु: । तन्मम्यते किमपि तत्त्वमविज्ञलोकै: स्वात्मप्रकाशवपुषे भगवन् नमस्ते ॥४॥",
      "transliteration": "யத்தே ஸ்வரூபமபரோக்ஷதயா விபோதே யச்சாபரோக்ஷ விஜயேந விமுக்திஹேது: | தன்மம்யதே கிமபி தத்த்வமவிஜ்ஞலோகை: ஸ்வாத்மப்ரகாஸவபுஷே பகவன் நமஸ்தே || 4 ||",
      "tamil_translation": "ஞானிகளுக்கு நேரடியாகத் தெரியும் உமது சொரூபம், பாமரர்களுக்குப் புரிவதில்லை. தன்னைத்தானே ஒளிரச் செய்யும் அறிவு வடிவான உமக்கு எனது நமஸ்காரங்கள்."
    },
    {
      "number": 5,
      "sanskrit": "त्वत्सेवया तव कथाश्रवणैश्च नित्यं चित्तं पुनातु मम वाक् च तवैव नाम्ना । सर्वाङ्गमीश तव पादसमर्चनेन त्वद्रूपचिन्तनविधौ सततं रमेत ॥५॥",
      "transliteration": "த்வத்ஸேவயா தவ கதாஸ்ரவணைஸ்ச நித்யம் சித்தம் புநாது மம வாக் ச தவைவ நாம்நா | ஸர்வாங்கமீஸ தவ பாதஸமர்சநேந த்வத்ரூபசிந்தன விதௌ ஸததம் ரமேத || 5 ||",
      "tamil_translation": "உமக்குச் செய்யும் சேவையாலும், உமது கதைகளைக் கேட்பதாலும் என் மனம் தூய்மையாகட்டும். என் வாக்கு உமது நாமத்தைச் சொல்லட்டும். என் உடல் உறுப்புகள் உமது பாத பூஜையிலும், தியானத்திலும் என்றும் ஈடுபடட்டும்."
    },
    {
      "number": 6,
      "sanskrit": "नित्यं तवैव चरितं परिकीर्तयन्तः पुण्यां कथां च शृणुयामहमादरेण । त्वत्पादपङ्कजमुपास्य यथासुखं मे दुःखक्षय: सकललोकविभो भवेयु: ॥६॥",
      "transliteration": "நித்யம் தவைவ சரிதம் பரிகீர்தயந்த: புண்யாம் கதாம் ச ஸ்ருணுயாமஹமாதரேண | த்வத்பாத பங்கஜமுபாஸ்ய யதாஸுகம் மே துக்கக்ஷய: ஸகலலோகவிபோ பவேயு: || 6 ||",
      "tamil_translation": "உமது சரித்திரத்தை எப்போதும் பாடிக்கொண்டும், கதைகளைக் கேட்டுக்கொண்டும் இருக்க வேண்டும். உமது திருவடிகளை உபாசிப்பதன் மூலம் என் துயரங்கள் அனைத்தும் தீர வேண்டும்."
    },
    {
      "number": 7,
      "sanskrit": "यद्यत्करोमि तत्तदीश्वर कर्मजातम् तुभ्यं समर्पयितुमेव मतिं कुरुष्व । शान्तिं च मे दिश सदा तव पादभक्तौ श्रद्धां च वर्धय मयि प्रभोऽशेषनाथ ॥७॥",
      "transliteration": "யத்யத்கரோமி தத்ததீஸ்வர கர்மஜாதம் துப்யம் ஸமர்ப்பயிதுமேவ மதிம் குருஷ்வ | ஸாந்திம் ச மே திஸ ஸதா தவ பாதபக்தௌ ஸ்ரத்தாம் ச வர்தய மயி ப்ரபோऽஸேஷநாத || 7 ||",
      "tamil_translation": "நான் செய்யும் எல்லாச் செயல்களையும் உமக்கே சமர்ப்பிக்கும் புத்தியை எனக்குத் தாரும். எனக்கு அமைதியைத் தந்து, உமது பாத பக்தியில் நம்பிக்கையை வளர்த்தருளும்."
    },
    {
      "number": 8,
      "sanskrit": "पाहि प्रभो अखिलरोगसमूहजात- त्पाहि प्रभो विपदि सन्ततमेव मां त्वम् । त्वत्पादभक्तिनिरतो यदि स्यां तदाहं त्वय्येव लीनमिव मां कुरु वासुदेव ॥८॥",
      "transliteration": "பாஹி ப்ரபோ அகிலரோகஸமூஹஜாத- த்பாஹி ப்ரபோ விபதி ஸந்ததமேவ மாம் த்வம் | த்வத்பாதபக்தி நிரதோ யதி ஸ்யாம் ததாஹம் த்வயியேவ லீநமிவ மாம் குரு வாஸுதேவ || 8 ||",
      "tamil_translation": "பிரபுவே! நோய்களிலிருந்தும் துன்பங்களிலிருந்தும் என்னைக் காப்பாற்றுங்கள். நான் எப்போதும் உமது பாத பக்தியில் ஈடுபட்டு, முடிவில் உன்னோடு ஒன்றாகக் கலக்கும் நிலையைத் தாரும் வாசுதேவா!"
    },
    {
      "number": 9,
      "sanskrit": "अज्ञोऽप्यहं तव पदार्चनपद्धतीनां सन्दीक्षमाणोऽपि च ते कृपयैव नित्यम् । भक्तिं च मे दिश विभो कुरु चाभयप्रं दीनं च मां झटिति पाहि दयाम्बुधे त्वम् ॥९॥",
      "transliteration": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 9 ||",
      "tamil_translation": "பூஜை முறைகள் தெரியாத அறியாமையில் இருக்கும் என்னையும் உமது கருணையால் பாரும். எனக்கு பக்தியையும் அபயத்தையும் அளித்து, இந்த எளியவனைக் காத்தருளும் தயாநிதியே!"
    },
    {
      "number": 10,
      "sanskrit": "एवं त्वां अनिशं नमाम्यहं विभो हन्मेऽशेषरोगान् विभो ॥१०॥",
      "transliteration": "ஏவம் த்வாம் அநிஸம் நமாம்யஹம் விபோ ஹந்மேऽஸேஷ ரோகான் விபோ || 10 ||",
      "tamil_translation": "இப்படிப்பட்ட உன்னை நான் இடைவிடாது வணங்குகிறேன். எங்கும் நிறைந்திருக்கும் குருவாயூரப்பா! என் நோய்கள் அனைத்தையும் வேரோடு அழித்து எனக்கு நலம் தருவாயாக."
    }
  ]
}
