{
  "title": "நாராயணீயம்",
  "dasakam": 17,
  "description": "துருவ சரித்திரம் - தவம் தொடங்குதல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "उत्तानपादं नृपतिं शशास तव लीलया । तस्याभवन् सुतौ द्वौ तु सुरुच्यां च सुनीतिषु ॥१॥",
      "transliteration": "உத்தாநபாதம் ந்ருபதிம் ஸஸாஸ தவ லீலயா | தஸ்யாபவன் ஸுதௌ த்வௌ து ஸுருச்யாம் ச ஸுநீதிஷு || 1 ||",
      "tamil_translation": "உமது லீலையினால் உத்தானபாதன் என்ற மன்னன் நாட்டை ஆண்டு வந்தான். அவனுக்கு சுருசி, சுநீதி என்ற இரு மனைவிகள் மூலம் உத்தமன், துருவன் என இரு மகன்கள் இருந்தனர்."
    },
    {
      "number": 2,
      "sanskrit": "स सुरुच्यां अतिप्रीत्या ध्रुवं उत्सङ्गलालितम् । अङ्कादपास्यन् सा सौतिरुवाच परुषं वच: ॥२॥",
      "transliteration": "ஸ ஸுருச்யாம் அதிப்ரித்யா த்ருவம் உத்ஸங்கலாலிதம் | அங்காதபாஸ்யந் ஸா ஸௌதிருவாச பருஷம் வச: || 2 ||",
      "tamil_translation": "சுருசியிடம் அதிக அன்பு கொண்டிருந்த மன்னன், துருவனைத் தனது மடியில் அமர்த்தத் தயங்கினான். அப்போது சிற்றன்னையான சுருசி, துருவனை நோக்கி மிகவும் கடுமையான சொற்களைக் கூறினாள்."
    },
    {
      "number": 3,
      "sanskrit": "नृपासनं प्रार्थयसे यदि त्वं तर्हि मे जठरे जन्म लेभे । तव प्रसादादपि न लभ्यते तत् किं मां विना वदति सा विगर्ह्य ॥३॥",
      "transliteration": "ந்ருபாஸநம் ப்ரார்தயஸே யதி த்வம் தர்ஹி மே ஜடரே ஜந்ம லேபே | தவ ப்ரஸாதாதபி ந லப்யதே தத் கிம் மாம் விநா வததி ஸா விகர்ஹ்ய || 3 ||",
      "tamil_translation": "'அரியணையில் அமர விரும்பினால் நீ என் வயிற்றில் பிறந்திருக்க வேண்டும். கடவுளின் அருள் இருந்தாலும் என் தயவின்றி அது உனக்குக் கிடைக்காது' என்று அவள் எள்ளி நகையாடினாள்."
    },
    {
      "number": 4,
      "sanskrit": "मातुर्गिरा प्ररुदितोऽथ ध्रुव: स्वमातरं समेत्य सा तमुवाच खिन्ना । नान्य: शरण्यस्तव वासुदेवात् तमेव भजस्व दृढव्रतेन ॥४॥",
      "transliteration": "மாதுர்கிரா ப்ரருதிதோऽத த்ருவ: ஸ்வமாதரம் ஸமேத்ய ஸா தமுவாச கிந்நா | நாந்ய: ஸரண்யஸ்தவ வாஸுதேவாத் தமேவ பஜஸ்வ த்ருடவ்ரதேந || 4 ||",
      "tamil_translation": "துருவன் அழுதுகொண்டே தனது தாய் சுநீதியிடம் சென்றான். அவள் வருத்தத்துடன், 'மகனே! அந்த வாசுதேவனைத் தவிர உனக்கு வேறு கதியில்லை. உறுதியான பக்தியுடன் அவனையே வணங்கு' என்றாள்."
    },
    {
      "number": 5,
      "sanskrit": "इति प्रपन्न: स तु पञ्चवर्षो वनं जगामाथ मुनिं ददर्श । नारदं स हि तं प्राह मन्त्रं द्वादशाक्षरं शुभम् ॥५॥",
      "transliteration": "இதி ப்ரபந்ந: ஸ து பஞ்சவர்ஷோ வநம் ஜகாமாதி முநிம் ததர்ஸ | நாரதம் ஸ ஹி தம் ப்ராஹ மந்த்ரம் த்வாதஸாக்ஷரம் ஸுபம் || 5 ||",
      "tamil_translation": "ஐந்து வயதே ஆன துருவன் காட்டை நோக்கிச் சென்றான். வழியில் நாரத முனிவரைச் சந்தித்தான். அவர் துருவனுக்கு 'ஓம் நமோ பகவதே வாசுதேவாய' எனும் மங்கலகரமான துவாதசாக்ஷர மந்திரத்தை உபதேசித்தார்."
    },
    {
      "number": 6,
      "sanskrit": "मधुवनं स तु सम्प्राप्य यमुनातीरमुज्ज्वलम् । तस्थौ तपस्यन् एकाग्रे मनसा त्वां विचिन्तयन् ॥६॥",
      "transliteration": "மதுவநம் ஸ து ஸம்ப்ராப்ய யமுநாதீரமுஜ்வலம் | தஸ்தௌ தபஸ்யந் ஏகாக்ரே மநஸா த்வாம் விசிந்தயந் || 6 ||",
      "tamil_translation": "யமுனை ஆற்றங்கரையில் உள்ள மதுவனம் என்ற இடத்திற்குச் சென்று, துருவன் ஒருநிலைப்பட்ட மனதுடன் உன்னைத் தியானித்துத் தவம் செய்யத் தொடங்கினான்."
    },
    {
      "number": 7,
      "sanskrit": "पाही प्रभो अखिलरोगसमूहजातात् त्राहि प्रभो विपदि सन्ततमेव मां त्वम् । त्वत्पादभक्तिनिरतो यदि स्यां तदाहं त्वय्येव लीनमिव मां कुरु वासुदेव ॥७॥",
      "transliteration": "பாஹி ப்ரபோ அகிலரோகஸமூஹஜாதாத் த்ராஹி ப்ரபோ விபதி ஸந்ததமேவ மாம் த்வம் | த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் த்வயியேவ லீநமிவ மாம் குரு வாஸுதேவ || 7 ||",
      "tamil_translation": "பிரபுவே! நோய்களிலிருந்தும் துன்பங்களிலிருந்தும் என்னைக் காப்பாற்றுங்கள். நான் உமது பாத பக்தியில் நிலைபெற்று, உம்மோடு கலக்க அருள் புரியுங்கள்."
    },
    {
      "number": 8,
      "sanskrit": "यद्यत्करोमि तत्तदीश्वर कर्मजातम् तुभ्यं समर्पयितुमेவ மதிம் குருஷ்வ । சாந்திம் ச மே திஸ ஸதா தவ பாதபக்தௌ ஸ்ரத்தாம் ச வர்தய மயி ப்ரபோऽஸேஷநாத ॥8",
      "transliteration": "யத்யத்கரோமி தத்ததீஸ்வர கர்மஜாதம் துப்யம் ஸமர்ப்பயிதுமேவ மதிம் குருஷ்வ | ஸாந்திம் ச மே திஸ ஸதா தவ பாதபக்தௌ ஸ்ரத்தாம் ச வர்தய மயி ப்ரபோऽஸேஷநாத || 8 ||",
      "tamil_translation": "நான் செய்யும் செயல்கள் அனைத்தையும் உமக்கே சமர்ப்பிக்கும் புத்தியைத் தாரும். எனக்கு அமைதியையும் பக்தியில் உறுதியையும் தந்தருளும்."
    },
    {
      "number": 9,
      "sanskrit": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 9 ||",
      "transliteration": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 9 ||",
      "tamil_translation": "வழிபாட்டு முறைகள் தெரியாத என்னை உமது கருணையால் காத்தருளும். பக்தியையும் அபயத்தையும் அளித்து இந்த எளியவனைக் காப்பாற்றுங்கள்."
    },
    {
      "number": 10,
      "sanskrit": "एवं त्वां अनिशं नमामि नृहरे हन्மே அசேஷ ரோகான் விபோ ॥१०॥",
      "transliteration": "ஏவம் த்வாம் அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ || 10 ||",
      "tamil_translation": "இப்படிப்பட்ட உன்னை நான் இடைவிடாது வணங்குகிறேன். குருவாயூரப்பா! என் நோய்கள் அனைத்தையும் வேரோடு அழித்து எனக்கு நலம் தருவாயாக."
    }
  ]
}
