{
  "title": "நாராயணீயம்",
  "dasakam": 31,
  "description": "பாற்கடல் கடைதல் மற்றும் கூர்ம அவதாரம்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "दुर्वासा: सुरपतिमुपगत्य दत्तवान् मालां तां स च करिणो ददौ मदान्ध: । कोपेन द्विजकुलपते: शशाप शक्रं नष्टश्री: अभवदपि च त्रिलोकी ॥१॥",
      "transliteration": "துர்வாஸா: ஸுரபதிமுபகத்ய தத்தவான் மாலாம் தாம் ஸ ச கரிணோ ததௌ மதாந்த: | கோபேந த்விஜகுலபதே: ஸஸாப ஸக்ரம் நஷ்டஸ்ரீ: அபவதபி ச த்ரிலோகீ || 1 ||",
      "tamil_translation": "துர்வாச முனிவர் இந்திரனுக்கு ஒரு மாலையை அளித்தார். மதம் பிடித்த இந்திரன் அதைத் தனது யானையிடம் கொடுக்க, அது காலால் மிதித்தது. கோபமடைந்த முனிவர் 'செல்வம் அழியட்டும்' எனச் சபித்தார். இதனால் மூவுலகும் லட்சுமி கடாட்சத்தை இழந்தது."
    },
    {
      "number": 2,
      "sanskrit": "असुरै: पराजितमतय: सुरा: त्वां शरणं ययु: अच्युत प्रभो । त्वं च तान् अभयमदा: मन्थानं मन्दरं कृत्वा क्षीराब्धिं मथ्यतामिति ॥२॥",
      "transliteration": "அஸுரை: பராஜிதமதய: ஸுரா: த்வாம் ஸரணம் யயு: அச்யுத ப்ரபோ | த்வம் ச தான் அபயமதா: மந்தாநம் மந்தரம் க்ருத்வா க்ஷீராப்திம் மத்யதாமிதி || 2 ||",
      "tamil_translation": "அசுரர்களிடம் தோற்று வலிமை இழந்த தேவர்கள் உன்னைச் சரணடைந்தனர். அச்யுதனே! நீர் அவர்களுக்கு அபயம் அளித்து, 'மந்தர மலையை மத்தாகவும், வாசுகியை நாணாகவும் கொண்டு பாற்கடலைக் கடையுங்கள்' என்று வழிகாட்டினீர்."
    },
    {
      "number": 3,
      "sanskrit": "मन्दरं उद्धृत्य जलधौ निधाय नागं च रज्जुं कृत्वा तु मथने । मन्दरो निममज्ज तदा भवान् कूर्मरूपेण तमुदवह: ॥३॥",
      "transliteration": "மந்தரம் உத்த்ருத்ய ஜலதௌ நிதாய நாகம் ச ரஜ்ஜும் க்ருத்வா து மதநே | மந்தரோ நிமமஜ்ஜ தடா பவான் கூர்மரூபேண தமுதவஹ: || 3 ||",
      "tamil_translation": "மந்தர மலையைக் கடலில் வைத்து கடையத் தொடங்கியபோது, அது நிலைபெறாமல் நீரில் மூழ்கியது. அப்போது நீ ஒரு மாபெரும் ஆமையாக (கூர்மம்) அவதரித்து, அந்த மலையைத் முதுகில் தாங்கி நிறுத்தினீர்."
    },
    {
      "number": 4,
      "sanskrit": "अमृतेप्सव: सुरासुरा: मथन्तः तव मन्थानं अतिरभसात् । श्रान्तान् वीक्ष्य तदा भवान् स्वयमेव बाहुभि: अमथ्ना: ॥४॥",
      "transliteration": "அம்ருதேப்ஸவ: ஸுராஸுரா: மதந்த: தவ மந்தாநம் அதிரபஸாத் | ஸ்ராந்தான் வீக்ஷ்ய தடா பவான் ஸ்வயமேவ பாஹுபி: அமத்நா: || 4 ||",
      "tamil_translation": "அமிர்தத்திற்காகத் தேவர்களும் அசுரர்களும் மலையைச் சுற்றிக் கடைந்தனர். அவர்கள் களைப்படைந்ததைக் கண்டு, நீயே உமது ஆயிரம் கைகளால் கடலைக் கடையத் தொடங்கினீர்."
    },
    {
      "number": 5,
      "sanskrit": "प्रथमं तत: कालकूटो नाम विष: उदतिष्ठत् अतिभीषण: । तं दृष्ट्वा भीतान् सुरासुरान् शिव: अभिररक्ष धौतपाप: ॥५॥",
      "transliteration": "ப்ரதமம் தத: காலகூடோ நாம விஷ: உததிஷ்டத் அதிபீஷண: | தம் த்ருஷ்ட்வா பீதான் ஸுராஸுரான் ஸிவ: அபிரரக்ஷ தௌதபாப: || 5 ||",
      "tamil_translation": "கடலைக் கடைந்தபோது முதலில் பயங்கரமான 'காலகூட விஷம்' தோன்றியது. அதைக் கண்டு அஞ்சியவர்களைக் காக்க, சிவபெருமான் அந்த விஷத்தை உண்டு அனைவரையும் காத்தார்."
    },
    {
      "number": 6,
      "sanskrit": "पाही प्रभो अखिलरोगसमूहजातात् त्राहि प्रभो विपदि सन्ततमेव मां त्वम् । त्वत्पादभक्तिनिरतो यदि स्यां तदाहं त्वय्येव लीनमिव मां कुरु वासुदेव ॥6॥",
      "transliteration": "பாஹி ப்ரபோ அகிலரோகஸமூஹஜாதாத் த்ராஹி ப்ரபோ விபதி ஸந்ததமேவ மாம் த்வம் | த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் த்வயியேவ லீநமிவ மாம் குரு வாஸுதேவ || 6 ||",
      "tamil_translation": "பிரபுவே! நோய்களிலிருந்தும் துன்பங்களிலிருந்தும் என்னைக் காப்பாற்றுங்கள். உமது பாத பக்தியில் நான் நிலைபெற்று, முடிவில் உம்மோடு கலக்க அருள் புரியுங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "यद्यत्करोमि तत्तदीश्वर कर्मजातम् तुभ्यं समर्पयितुमेव मतिं कुरुष्व । शान्तिं च मे दिश सदा तव पादभक्तौ श्रद्धां च वर्धय मयि प्रभोऽशेषनाथ ॥7",
      "transliteration": "யத்யத்கரோமி தத்ததீஸ்வர கர்மஜாதம் துப்யம் ஸமர்ப்பயிதுமேவ மதிம் குருஷ்வ | ஸாந்திம் ச மே திஸ ஸதா தவ பாதபக்தௌ ஸ்ரத்தாம் ச வர்தய மயி ப்ரபோऽஸேஷநாத || 7 ||",
      "tamil_translation": "நான் செய்யும் செயல்கள் அனைத்தையும் உமக்கே சமர்ப்பிக்கும் புத்தியைத் தாரும். எனக்கு அமைதியையும் பக்தியில் உறுதியையும் தந்தருளும்."
    },
    {
      "number": 8,
      "sanskrit": "अज्ञोऽप्यहं तव पदार्चनपद्धतीनां सन्दीक्षमाणोऽपि च ते कृपयैव नित्यम् । भक्तिं च मे दिश विभो कुरु चाभयप्रं दीनं च मां झटिति पाहि दयाम्बुधे त्वम् ॥8",
      "transliteration": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 8 ||",
      "tamil_translation": "அறியாமையில் இருக்கும் என்னைக் கருணையுடன் பாரும். எனக்கு பக்தியையும் அபயத்தையும் அளித்து விரைவில் என்னைக் காத்தருளும்."
    },
    {
      "number": 9,
      "sanskrit": "त्वत्पादभक्तिनिरतो यदि स्यां तदाहं जीवन्मुक्त इव विसरिष्यामि नूनम् ॥९",
      "transliteration": "த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் ஜீவன்முக்த இவ விஸரிஷ்யாமி நூநம் || 9 ||",
      "tamil_translation": "உமது பாத பக்தியில் நான் நிலைபெற்றுவிட்டால், இவ்வுலகிலேயே ஜீவன்முக்தனாகத் திரிவேன் என்பது உறுதி."
    },
    {
      "number": 10,
      "sanskrit": "एवं त्वां अनिशं नमामि नृहरे हन्मे अशेष रोगान् विभो ॥१०",
      "transliteration": "ஏவம் த்வாம் அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ || 10 ||",
      "tamil_translation": "இப்படிப்பட்ட உன்னை நான் இடைவிடாது வணங்குகிறேன். குருவாயூரப்பா! என் நோய்கள் அனைத்தையும் வேரோடு அழித்து எனக்கு நலம் தருவாயாக."
    }
  ]
}
