{
  "title": "நாராயணீயம்",
  "dasakam": 50,
  "description": "தேனுகாசுர வதம் - கழுதை வடிவில் வந்த அரக்கனை பலராமன் அழித்தல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "अथ कदाचन रामसमन्वितो विचरसि स्म वने च सहालिभि: । मधुरतालबलन्निहितेक्षणा: प्रमुदिता: सुहृदोऽप्यवदन् भवम् ॥१॥",
      "transliteration": "அத² கதா³சன ராமஸமன்விதோ விசாரஸி ஸ்ம வனே ச ஸஹாளிபி⁴: | மது⁴ரதாலப³லந்நிஹிதேக்ஷணா: ப்ரமுதி³தா: ஸுஹ்ருதோ³ऽப்யவதன் ப⁴வம் ||",
      "tamil_translation": "அதன்பிறகு ஒருமுறை நீ பலராமனுடனும் நண்பர்களுடனும் காட்டில் உலவினாய். அப்போது அங்கிருந்த பனை மரங்களில் பழுத்துத் தொங்கிய இனிமையான பழங்களைக் கண்ட உன்னுடைய நண்பர்கள், அவற்றை உண்ண ஆசைப்பட்டு உன்னிடம் வேண்டினர்."
    },
    {
      "number": 2,
      "sanskrit": "तत्र च धेनुको नाम दनुजो खररूपधृक् । निवसति स्म महावीर्य: सर्वसत्त्वभयङ्कर: ॥२॥",
      "transliteration": "தத்ர ச தே⁴னுகோ நாம த³னுஜோ க²ரரூபத்⁴ருக் | நிவஸதி ஸ்ம மஹாவீர்ய: ஸர்வஸத்த்வப⁴யங்கர: ||",
      "tamil_translation": "அந்தப் பனங்காட்டில் தேனுகாசுரன் என்னும் அசுரன் கழுதை வடிவில் வசித்து வந்தான். மிகுந்த பலம் கொண்ட அவன், அந்தப் பக்கமே யாரும் வர முடியாதபடி அனைவருக்கும் அச்சத்தை ஊட்டி வந்தான்."
    },
    {
      "number": 3,
      "sanskrit": "श्रुत्वा सुहृद्वच: प्रीत्या बलदेवो महाबल: । प्रविश्य तालवनं वेगात् अचालयत् द्रुमान् मुदा ॥३॥",
      "transliteration": "ஶ்ருத்வா ஸுஹ்ருத்³வச: ப்ரீத்யா ப³லதே³வோ மஹாப³ல: | ப்ரவிஶ்ய தாலவனம் வேகா³த் அசாலயத் த்³ருමාන් முதா³ ||",
      "tamil_translation": "நண்பர்களின் வேண்டுகோளை ஏற்று, மஹாபலசாலியான பலராமன் அந்தப் பனங்காட்டுக்குள் நுழைந்தார். பனை மரங்களை வேகமாக உலுக்கி, பழங்களை மண்ணில் விழச் செய்தார்."
    },
    {
      "number": 4,
      "sanskrit": "तदा तु खररूपी स गर्जन् वेगेन धेनुका: । अभ्येत्य बलदेवं च जघान पश्चिमोत्थितै: ॥४॥",
      "transliteration": "ததா³ து க²ரரூபீ ஸ க³ர்ஜன் வேகௌ³ன தே⁴னுகா: | அப்⁴யேத்ய ப³லதே³வம் ச ஜகா⁴ன பஶ்சிமோத்தி²தை: ||",
      "tamil_translation": "பழங்கள் விழும் சத்தத்தைக் கேட்டு கோபமடைந்த தேனுகாசுரன், உரக்கக் கனைத்தபடி ஓடி வந்தான். தன் பின்னங்கால்களால் பலராமனை மார்பில் உதைத்தான்."
    },
    {
      "number": 5,
      "sanskrit": "बलस्तु तं प्रगृह्याहो पादयो: सुभ्रमिं ददत् । चिक्षेप तालवृक्षेषु स मृतोऽभूत् तत्क्षणात् ॥५॥",
      "transliteration": "ப³லஸ்து தம் ப்ரக்³ருஹ்யாஹோ பாத³யோ: ஸுப்⁴ரமிம் த³த³த் | சிக்ஷேப தாலவ்ருக்ஷேஷு ஸ ம்ருதோऽபூ⁴த் தத்க்ஷணாத் ||",
      "tamil_translation": "பலராமன் அந்த அசுரனின் கால்களைப் பற்றி, ஒரு பம்பரம் போல வேகமாகச் சுழற்றி, அங்கிருந்த பனை மரங்களின் மீது வீசி எறிந்தார். அந்த அரக்கன் அக்கணமே உயிர் நீத்தான்."
    },
    {
      "number": 6,
      "sanskrit": "तस्यालयगता: सर्वे दैत्या: खरवपुर्धरा: । निहता: भवता रामेणापि च लीलया ॥६॥",
      "transliteration": "தஸ்யாலயக³தா: ஸர்வே தை³த்யா: க²ரவபுர்த⁴ரா: | நிஹதா: ப⁴வதா ராமேணாபி ச லீலயா ||",
      "tamil_translation": "அவனைத் தொடர்ந்து அவனுடைய உறவினர்களான மற்ற கழுதை வடிவ அசுரர்களும் உங்களைத் தாக்க வந்தனர். நீயும் பலராமனும் மிக எளிதாக லீலையாக அவர்கள் அனைவரையும் அழித்தீர்கள்."
    },
    {
      "number": 7,
      "sanskrit": "तदा तु देवा: हृषिता: पुष्पवर्षै: मुदा ययु: । सुहृदश्चापि मुदिता: भुक्त्वा तालफलानि ते ॥७॥",
      "transliteration": "ததா³ து தே³வா: ஹ்ருஷிதா: புஷ்பவர்ஷை: முதா³ யயு: | ஸுஹ்ருத³ஶ்சாபி முதி³தா: பு⁴க்த்வா தாலப²லானி தே ||",
      "tamil_translation": "அசுரர்கள் அழிந்ததைக் கண்டு தேவர்கள் மலர் மாரி பொழிந்தனர். பயம் நீங்கிய உன்னுடைய நண்பர்கள் அந்தப் பனம் பழங்களை வயிறார உண்டு மகிழ்ந்தனர்."
    },
    {
      "number": 8,
      "sanskrit": "स त्वं जगन्மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ । वतेश्वरं த்வாம் சரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ॥௮॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "உலகிற்கு நலம் பயக்கும் கேசவா! என் மனக் கவலைகளையும் உடல் உபாதைகளையும் நீக்கி அருள வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன், என்னை நோயற்றவனாக மாற்றியருள்வாய்."
    },
    {
      "number": 9,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं ममापि चित्ते सततं विभातु । गुरुவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥௯॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்களால் தியானிக்கப்படும் உன் திருவுருவம் என் மனதிலும் எப்போதும் விளங்கட்டும். ஏழைகளின் பங்காளியான குருவாயூரப்பா, நீயே என் புகலிடம்."
    },
    {
      "number": 10,
      "sanskrit": "इत्थं बलचरितमहो प्रगायं ममास्तु भक्ति: तव पादपद्मे । हरे सुகल्याणநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥१०॥",
      "transliteration": "இத்த²ம் ப³லசரிதமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "பலராமனின் இந்த வீரச் செயல்களைப் பாடும் பக்தி எனக்கு எப்போதும் இருக்கட்டும். மங்கலங்களின் இருப்பிடமான குருவாயூரப்பா, உனக்கு என் நமஸ்காரங்கள். என்னைக் காத்தருள்வாய்."
    }
  ]
}
