{
  "title": "நாராயணீயம்",
  "dasakam": 20,
  "description": "பிரசேதஸர்களின் வரலாறு",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "प्राचीनबर्हिस्तनया: प्रचेतस: दश प्रपन्नास्तपसे महार्णवम् । भवत्पदालोकनबद्धमानसा: भवाद्ृशैर्योगिवरै: समागता: ॥१॥",
      "transliteration": "ப்ராசீநபரிஹிஸ்தநயா: ப்ரசேதஸ: தஸ ப்ரபந்நாஸ்தபஸே மஹார்ணவம் | பவத்பதாலோகநபத்தமாநஸா: பவாத்ருஸைர்யோகிவரை: ஸமாகதா: || 1 ||",
      "tamil_translation": "ப்ராசீநபரிஹி மன்னனின் மகன்களான பத்து பிரசேதஸர்கள், உமது திருவடிகளைத் தரிசிக்கும் ஆவலோடு தவம் செய்யக் கடலுக்குச் சென்றனர். வழியில் உமது பக்தரான சிவபெருமானைச் சந்திக்கும் பாக்கியம் பெற்றனர்."
    },
    {
      "number": 2,
      "sanskrit": "स कोऽपि रुद्र: करुणाकरो विभु: प्रदर्शयन् दिव्यमनुं भवत्प्रियम् । अदीक्षयत्तान् कमलेक्षण प्रभो मुदा प्रपेदे तव रूपमव्ययम् ॥२॥",
      "transliteration": "ஸ கோऽபி ருத்ர: கருணாகரோ விபு: ப்ரதர்ஸயன் திவ்யமநும் பவத்ப்ரியம் | அதீக்ஷயத்தான் கமலக்ஷண ப்ரபோ முதா ப்ரபேதே தவ ரூபமவ்யயம் || 2 ||",
      "tamil_translation": "கருணாகரனான சிவபெருமான், அவர்களுக்கு உமக்கு மிகவும் பிடித்தமான 'ருத்ர கீதம்' எனும் ஸ்தோத்திரத்தை உபதேசித்தார். கமலக்கண்ணனே! அதன் மூலம் அவர்கள் உமது அழிவற்ற ரூபத்தை தியானித்தனர்."
    },
    {
      "number": 3,
      "sanskrit": "दशैव वर्षाणामयुतं प्रचेतस: जले तपस्यन्त इमे तवाज्ञया । तत: पुरस्तात् तव रूपमुज्ज्वलं ददृशुराश्चर्यमहो जगत्प्रभो ॥३॥",
      "transliteration": "தஸைவ வர்ஷாணாமயுதம் ப்ரசேதஸ: ஜலே தபஸ்யந்த இமே தவாஜ்ஞயா | தத: புரஸ்தாத் தவ ரூபமுஜ்வலம் தத்ருஸுராஸ்சர்யமஹோ ஜகத்ப்ரபோ || 3 ||",
      "tamil_translation": "பத்தாயிரம் ஆண்டுகள் நீருக்கு அடியில் தவம் செய்த பிரசேதஸர்களுக்கு முன்னால், நீ பேரொளி மிக்க திவ்ய ரூபத்துடன் காட்சியளித்தாய். ஆச்சரியமான உமது தரிசனத்தைக் கண்டு அவர்கள் மகிழ்ந்தனர்."
    },
    {
      "number": 4,
      "sanskrit": "गरुत्मताऽऽरूढमतीव सुन्दरं स्मितेन तान् हर्षयता वरेण्य । ददौ वरं त्वं च मुदा प्रचेतसां यथा मतिस्ते मयि वर्धते सदा ॥४॥",
      "transliteration": "கருத்மதாऽऽரூடமதீவ ஸுந்தரம் ஸ்மிதேந தான் ஹர்ஷயதா வரேண்ய | ததௌ வரம் த்வம் ச முதா ப்ரசேதஸாம் யதா மதிஸ்தே மயி வர்ததே ஸதா || 4 ||",
      "tamil_translation": "கருடன் மீது அமர்ந்து மந்தகாசப் புன்னகையோடு தோன்றிய நீ, அவர்களுக்குப் பல வரங்களை அளித்தாய். 'என் மீது உங்கள் பக்தி எப்போதும் பெருகட்டும்' என்று ஆசீர்வதித்தாய்."
    },
    {
      "number": 5,
      "sanskrit": "ततश्च ते दिव्यगुणै: प्रचेतस: प्रपूर्य कामान् निजधाममाययु: । तवैव भक्त्या खलु मुक्तिमापुस्ते तथा कुरुष्व प्रभो मम तां मतिम् ॥५॥",
      "transliteration": "ததஸ்ச தே திவ்யகுணை: ப்ரசேதஸ: ப்ரபூர்ய காமான் நிஜதாமமாயயு: | தவைவ பக்த்யா கலு முக்திமாபுஸ்தே ததா குருஷ்வ ப்ரபோ மம தாம் மதிம் || 5 ||",
      "tamil_translation": "அதன்பின் பிரசேதஸர்கள் இல்லற தர்மங்களை முடித்து, உமது பக்தியால் முக்தி அடைந்தனர். பிரபுவே! எனக்கும் அத்தகைய உறுதியான பக்தியைத் தந்தருளுங்கள்."
    },
    {
      "number": 6,
      "sanskrit": "पाही प्रभो अखिलरोगसमूहजातात् त्राहि प्रभो विपदि सन्ततमेव मां त्वम् । त्वत्पादभक्तिनिरतो यदि स्यां तदाहं त्वय्येவ लीनमिव मां कुरु वासुदेव ॥६॥",
      "transliteration": "பாஹி ப்ரபோ அகிலரோகஸமூஹஜாதாத் த்ராஹி ப்ரபோ விபதி ஸந்ததமேவ மாம் த்வம் | த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் த்வயியேவ லீநமிவ மாம் குரு வாஸுதேவ || 6 ||",
      "tamil_translation": "பிரபுவே! நோய்களிலிருந்தும் ஆபத்துகளிலிருந்தும் என்னைக் காப்பாற்றுங்கள். நான் உமது பாத பக்தியில் நிலைபெற்று, உம்மோடு கலக்க அருள் புரியுங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "यद्यत्करोमि तत्तदीश्वर कर्मजातम् तुभ्यं समर्पयितुमेव मतिं कुरुष्व । शान्तिं च मे दिश सदा तவ पादभक्तौ श्रद्धां च वर्धय மயி ப்ரபோऽஸேஷநாத ॥7॥",
      "transliteration": "யத்யத்கரோமி தத்ததீஸ்வர கர்மஜாதம் துப்யம் ஸமர்ப்பயிதுமேவ மதிம் குருஷ்வ | ஸாந்திம் ச மே திஸ ஸதா தவ பாதபக்தௌ ஸ்ரத்தாம் ச வர்தய மயி ப்ரபோऽஸேஷநாத || 7 ||",
      "tamil_translation": "நான் செய்யும் செயல்கள் அனைத்தையும் உமக்கே சமர்ப்பிக்கும் புத்தியைத் தாரும். எனக்கு அமைதியையும் பக்தியில் உறுதியையும் தந்தருளும்."
    },
    {
      "number": 8,
      "sanskrit": "अज्ञोऽप्यहं तव पदार्चनपद्धतीनां सन्दीक्षमाणोऽपि च ते कृपयैव नित्यम् । भक्तिं च मे दिश विभो कुरु चाभयप्रं दीनं च मां झटिति पाहि दयाम्बुधे त्वम् ॥८॥",
      "transliteration": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 8 ||",
      "tamil_translation": "வழிபாட்டு முறைகள் தெரியாத என்னை உமது கருணையால் காத்தருளும். பக்தியையும் அபயத்தையும் அளித்து இந்த எளியவனைக் காப்பாற்றுங்கள்."
    },
    {
      "number": 9,
      "sanskrit": "त्वत्पादभक्तिनिरतो यदि स्यां ததாஹம் ஜீவன்முக்த இவ விசரிஷ்யாமி நூநம் ॥९॥",
      "transliteration": "த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் ஜீவன்முக்த இவ விசரிஷ்யாமி நூநம் || 9 ||",
      "tamil_translation": "உமது பாத பக்தியில் நான் நிலைபெற்றுவிட்டால், இவ்வுலகிலேயே ஜீவன்முக்தனாகத் திரிவேன் என்பது உறுதி."
    },
    {
      "number": 10,
      "sanskrit": "एवं त्वां अनिशं नमामि नृहरे हन्மே அசேஷ ரோகான் விபோ ॥१०॥",
      "transliteration": "ஏவம் த்வாம் அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ || 10 ||",
      "tamil_translation": "இப்படிப்பட்ட உன்னை நான் இடைவிடாது வணங்குகிறேன். குருவாயூரப்பா! என் நோய்கள் அனைத்தையும் வேரோடு அழித்து எனக்கு நலம் தருவாயாக."
    }
  ]
}
