{
  "title": "நாராயணீயம்",
  "dasakam": 26,
  "description": "பிரகலாத சரித்திரம் - ஹிரண்யகசிபுவின் கொடுமைகள்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "दितिपुत्रो हिरण्यकशिपुः निजभ्रातृवधोद्भवं शोकमपास्य । विरिञ्चिपदमभीप्सुः चकार सुमहत् तपः ॥१॥",
      "transliteration": "திதிபுத்ரோ ஹிரண்யகஸிபு: நிஜப்ராத்ருவதோத்பவம் ஸோகமபாஸ்ய | விரிஞ்சிபதமபீப்ஸு: சகார ஸுமஹத் தப: || 1 ||",
      "tamil_translation": "திதியின் மகனான ஹிரண்யகசிபு, தனது சகோதரன் (ஹிரண்யாக்ஷன்) கொல்லப்பட்ட துயரத்தை மறந்து, பிரம்ம பதவியைப் பெற வேண்டி கடும் தவம் செய்யத் தொடங்கினான்."
    },
    {
      "number": 2,
      "sanskrit": "तपसा तस्य भीतास्तु देवास्त्वां शरणं ययुः । ब्रह्मा च तस्मै वरमदात् अवध्यत्वं च सर्वतः ॥२॥",
      "transliteration": "தபஸா தஸ்ய பீதாஸ்து தேவாஸ்த்வாம் ஸரணம் யயு: | ப்ரம்மா ச தஸ்மை வரமதாத் அவத்யத்வம் ச ஸர்வத: || 2 ||",
      "tamil_translation": "அவனது தவத்தைக் கண்டு அஞ்சிய தேவர்கள் உன்னிடமே தஞ்சம் புகுந்தனர். பிரம்மாவும் அவனுக்குத் தோன்றி, எவராலும் எவ்விடத்திலும் கொல்லப்பட முடியாத வரத்தை அளித்தார்."
    },
    {
      "number": 3,
      "sanskrit": "स तु लब्धवरो दैत्यः त्रैलोक्यं बाधितुं अगात् । तस्य पुत्रः प्रह्लादस्तु तव भक्तो महानभूत् ॥३॥",
      "transliteration": "ஸ து லப்தவரோ தைத்ய: த்ரைலோக்யம் பாதிதும் அகாத் | தஸ்ய புத்ர: ப்ரஹ்லாதஸ்து தவ பக்தோ மஹாநபூத் || 3 ||",
      "tamil_translation": "வரம் பெற்ற அந்த அசுரன் மூவுலகையும் துன்புறுத்தினான். ஆனால் அவனுக்கு மகனாகப் பிறந்த பிரகலாதன், உம்மீது அளவு கடந்த பக்தி கொண்ட மகாத்மாவாக விளங்கினான்."
    },
    {
      "number": 4,
      "sanskrit": "नारदोपदेशाद्गर्भस्थ एव तव तत्त्वं अजानात् सः । दैत्यगुरोः गृहे स्थितोऽपि त्वामेव मनसा अधरत् ॥४॥",
      "transliteration": "நாரதோபதேஸாத்கர்பஸ்த ஏவ தவ தத்த்வம் அஜாநாத் ஸ: | தைத்யகுரோ: க்ருஹே ஸ்திதோऽபி த்வாமேவ மநஸா அதரத் || 4 ||",
      "tamil_translation": "கருவிலிருக்கும் போதே நாரதரின் உபதேசத்தால் உமது தத்துவத்தை அவன் உணர்ந்தான். அசுர குருவான சண்டமார்க்கரிடம் கல்வி கற்கச் சென்றபோதும், உன்னையே மனதில் நிலைநிறுத்தினான்."
    },
    {
      "number": 5,
      "sanskrit": "पाखण्डवादं तं दैत्यगुरुं उपदिशन्तं धिग्बुद्ध्या । तव नामोच्चारणपरं तं पुत्रं विममर्द्द हिरण्यकशिपुः ॥५॥",
      "transliteration": "பாகண்டவாதம் தம் தைத்யகுரும் உபதிஸந்தம் திக்புத்த்யா | தவ நாமோச்சாரணபரம் தம் புத்ரம் விமமர்த் ஹிரண்யகஸிபு: || 5 ||",
      "tamil_translation": "அசுர தர்மத்தை உபதேசித்த குருவை மதிக்காமல், உமது நாமத்தையே சொல்லி வந்த பிரகலாதனை, அவனது தந்தை ஹிரண்யகசிபு கடுமையாகத் தண்டித்தான்."
    },
    {
      "number": 6,
      "sanskrit": "पाही प्रभो अखिलरोगसमूहजातात् त्राहि प्रभो विपदि सन्ततमेव मां त्वम् । त्वत्पादभक्तिनिरतो यदि स्यां तदाहं त्वय्येव लीनमिव मां कुरु वासुदेव ॥६॥",
      "transliteration": "பாஹி ப்ரபோ அகிலரோகஸமூஹஜாதாத் த்ராஹி ப்ரபோ விபதி ஸந்ததமேவ மாம் த்வம் | த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் த்வயியேவ லீநமிவ மாம் குரு வாஸுதேவ || 6 ||",
      "tamil_translation": "பிரபுவே! நோய்களிலிருந்தும் ஆபத்துகளிலிருந்தும் என்னைக் காப்பாற்றுங்கள். நான் உமது பாத பக்தியில் நிலைபெற்று, உம்மோடு கலக்க அருள் புரியுங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "यद्यत्करोमि तत्तदीश्वर कर्मजातम् तुभ्यं समर्पयितुमेव मतिं कुरुष्व । शान्तिं च मे दिश सदा तव पादभक्तौ श्रद्धां च वर्धय मयि प्रभोऽशेषनाथ ॥७॥",
      "transliteration": "யத்யத்கரோமி தத்ததீஸ்வர கர்மஜாதம் துப்யம் ஸமர்ப்பயிதுமேவ மதிம் குருஷ்வ | ஸாந்திம் ச மே திஸ ஸதா தவ பாதபக்தௌ ஸரத்தாம் ச வர்தய மயி ப்ரபோऽஸேஷநாத || 7 ||",
      "tamil_translation": "நான் செய்யும் செயல்கள் அனைத்தையும் உமக்கே சமர்ப்பிக்கும் புத்தியைத் தாரும். எனக்கு அமைதியையும் பக்தியில் உறுதியையும் தந்தருளும்."
    },
    {
      "number": 8,
      "sanskrit": "अज्ञोऽप्यहं तव पदार्चनपद्धतीनां सन्दीक्षமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 8 ||",
      "transliteration": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 8 ||",
      "tamil_translation": "அறியாமையில் இருக்கும் என்னைக் கருணையுடன் பாரும். எனக்கு பக்தியையும் அபயத்தையும் அளித்து விரைவில் என்னைக் காத்தருளும்."
    },
    {
      "number": 9,
      "sanskrit": "त्वत्पादभक्तिनिरतो यदि स्यां ததாஹம் ஜீவன்முக்த இவ விசரிஷ்யாமி நூநம் ॥ 9 ॥",
      "transliteration": "த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் ஜீவன்முக்த இவ விசரிஷ்யாமி நூநம் || 9 ||",
      "tamil_translation": "உமது பாத பக்தியில் நான் நிலைபெற்றுவிட்டால், இவ்வுலகிலேயே ஜீவன்முக்தனாகத் திரிவேன் என்பது உறுதி."
    },
    {
      "number": 10,
      "sanskrit": "एवं त्वां அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ ॥ 10 ॥",
      "transliteration": "ஏவம் த்வாம் அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ || 10 ||",
      "tamil_translation": "இப்படிப்பட்ட உன்னை நான் இடைவிடாது வணங்குகிறேன். குருவாயூரப்பா! என் நோய்கள் அனைத்தையும் வேரோடு அழித்து எனக்கு நலம் தருவாயாக."
    }
  ]
}
