{
  "title": "நாராயணீயம்",
  "dasakam": 8,
  "description": "பிரளய வர்ணனை மற்றும் கால தத்துவம்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "एवं कृतोन्मुखचराचरसृष्टिबन्धे त्वां भावयन् स खलु पद्मभवोऽचिरान्ते । तां तामवाप परमेश्वर ते प्रसादात् कल्पायुषीं निजपदेषु जगद्विभागान् ॥१॥",
      "transliteration": "ஏவம் க்ருதோந்முகசராசரஸ்ருஷ்டிபந்தே த்வாம் பாவயன் ஸ கலு பத்மபவோऽசிராந்தே | தாம் தாமவாப பரமேஸ்வர தே ப்ரஸாதாத் கல்பாயுஷீம் நிஜபதேஷு ஜகத்விபாகான் || 1 ||",
      "tamil_translation": "பரமேஸ்வரனே! படைப்புத் தொழிலில் ஈடுபட்ட பிரம்மா, உம்மைத் தியானித்து உமது அருளால் உலகப் பிரிவுகளையும், கல்பம் எனப்படும் கால அளவுகளையும் வகுத்துத் தனது பதவியில் நிலைபெற்றார்."
    },
    {
      "number": 2,
      "sanskrit": "द्विपरार्धकालावधिरस्य धात्तु- रायु: प्रमाणमपि तत्त्वविदो वदन्ति । तस्मिन् गते स खலு विश्वलयोऽपि भूया- न्नैमित्तिकोऽयमिति देव तवाप्ययेन ॥२॥",
      "transliteration": "த்விபரார்தகாலாவதிரஸ்ய தாத்து- ராயு: ப்ரமாணமபி தத்த்வவிதோ வதந்தி | தஸ்மின் கதே ஸ கலு விஸ்வலயோऽபி பூயா- ந்நைமித்திகோऽயமிதி தேவ தவாப்யயேந || 2 ||",
      "tamil_translation": "பிரம்மாவின் ஆயுட்காலம் இரண்டு பரார்த்தங்கள் என்று ஞானிகள் கூறுகின்றனர். அந்த காலம் முடிந்ததும், உமது சங்கல்பத்தால் இந்த உலகம் உன்னிடமே ஒடுங்கும் 'நைமித்திக பிரளயம்' ஏற்படுகிறது."
    },
    {
      "number": 3,
      "sanskrit": "दग्धेऽथ लोकनिलये तव तेजसाऽन्ते संहृत्य सर्वमपि भूतमयं प्रपञ्चम् । मायामयीं प्रकृतिमप्यनुलीलयैव त्वं धारयन् विचरसि स्वमहिम्नि देव ॥३॥",
      "transliteration": "தக்தேऽத லோகநிலயே தவ தேஜஸாऽந்தே ஸம்ஹ்ருத்ய ஸர்வமபி பூதமயம் ப்ரபஞ்சம் | மாயாமயீம் ப்ரக்ருதிமப்யனுலீலயைவ த்வம் தாரயன் விசரஸி ஸ்வமஹிம்நி தேவ || 3 ||",
      "tamil_translation": "உலகங்கள் உமது அக்னி போன்ற தேஜஸால் அழியும்போது, பஞ்ச பூதங்களால் ஆன இந்த பிரபஞ்சத்தை உமது மாயை எனும் பிரகிருதிக்குள் அடக்கி, உமது மகிமையிலேயே நீ வீற்றிருக்கிறாய்."
    },
    {
      "number": 4,
      "sanskrit": "प्रचण्डवाताहतभीमसिन्धु- रुत्थापितै: फेनचयै: प्रदीप्त: । सर्वां महीं प्लावयते स देव तवैव लीला प्रलयस्य काले ॥४॥",
      "transliteration": "ப்ரசண்டவாதாஹதபீமஸிந்து- ருத்தாபிதை: பேநசயை: ப்ரதீப்த: | ஸர்வாம் மஹீம் ப்லாவயதே ஸ தேவ தவைவ லீலா ப்ரலயஸ்ய காலே || 4 ||",
      "tamil_translation": "பிரளய காலத்தில் கடும் காற்றினால் சீற்றமடைந்த கடல், நுரை ததும்பும் அலைகளால் பூமி முழுவதையும் மூழ்கடிக்கிறது. இறைவா! இதுவும் உமது லீலையே."
    },
    {
      "number": 5,
      "sanskrit": "तस्मिन् महार्णवजले परिलीनलौक- स्तल्पे त्वमप्यहिपतौ शयितो मुकुन्द । आत्मानुभूतिरतिनिर्वृतमानसस्त्वं निद्राणको विचरसि स्वमहिम्नि देव ॥५॥",
      "transliteration": "தஸ்மின் மஹார்ணவஜலே பரிலீநலௌக- ஸ்தல்பே த்வமப்யஹிபதௌ ஸயிதோ முகுந்த | ஆத்மாநுபூதிரதிநிர்வ்ருதமாநஸஸ்த்வம் நித்ராணகோ விசரஸி ஸ்வமஹிம்நி தேவ || 5 ||",
      "tamil_translation": "முகுந்தா! பிரளயப் பெருநீரில் உலகம் ஒடுங்கியிருக்கும்போது, நீ ஆதிசேஷன் எனும் படுக்கையில் யோக நித்திரையில் ஆழ்ந்து, ஆத்மானந்தத்தில் திளைத்திருக்கிறாய்."
    },
    {
      "number": 6,
      "sanskrit": "कालो न कर्माणि न चापि सृष्टि- र्नाज्ञा तदा ते भगवन्नसीत् । केवलं त्वं निजमूर्त्यैव भासि पूर्ण: प्रकाशक: सकलप्रपञ्चे ॥६॥",
      "transliteration": "காலோ ந கர்மாணி ந சாபி ஸ்ருஷ்டி- ர்நாஜ்ஞா தடா தே பகவந்நஸீத் | கேவலம் த்வம் நிஜமூர்த்யைவ பாஸி பூர்ண: ப்ரகாஸக: ஸகலப்ரபஞ்சே || 6 ||",
      "tamil_translation": "அப்போது காலமோ, வினையோ, படைப்போ அல்லது உமது கட்டளையோ செயல்படவில்லை. நீ மட்டுமே முழுமையான ஒளியாக எங்கும் நிறைந்திருந்தாய்."
    },
    {
      "number": 7,
      "sanskrit": "एवं स्थितिं तव विभो प्रलयेऽपि जानन् पश्यामि रूपममलं तव मारुतेश । भक्तिं च मे दिश सदा तव पादपद्मे आरोग्यमप्यनुगृहाण मुकुन्द नित्यम् ॥७॥",
      "transliteration": "ஏவம் ஸ்திதிம் தவ விபோ ப்ரலயேऽபி ஜாநன் பஸ்யாமி ரூபமமலம் தவ மாருதேஸ | பக்திம் ச மே திஸ ஸதா தவ பாதபத்மே ஆரோக்யமப்யநுக்ருஹாண முகுந்த நித்யம் || 7 ||",
      "tamil_translation": "குருவாயூரப்பா! பிரளய காலத்திலும் உமது இந்த உன்னத நிலையை அறிந்து, உமது தூய உருவத்தை நான் தியானிக்கிறேன். உமது திருவடிகளில் பக்தியையும், எனக்கு நல் ஆரோக்கியத்தையும் தந்தருளுவீராக."
    },
    {
      "number": 8,
      "sanskrit": "त्वद्भक्तिरस्तु सततं मम देहतोऽपि प्रीतिस्त्वयि प्रसरतु प्रभुवर्य नित्यम् । पाहि प्रभो अखिलरोगसमूहजातात् त्राहि प्रभो सकलापद एव नित्यं ॥८॥",
      "transliteration": "த்வத்பக்திரஸ்து ஸததம் மம தேஹதோऽபி ப்ரீதிஸ்த்வயி ப்ரஸரது பிரபுவர்ய நித்யம் | பாஹி ப்ரபோ அகிலரோகஸமூஹஜாதாத் த்ராஹி ப்ரபோ ஸகலாபத ஏவ நித்யம் || 8 ||",
      "tamil_translation": "என் உடலின் மீதுள்ள பற்றை விட உம்மீதுள்ள அன்பு பெருகட்டும். பிரபுவே! நோய்களிலிருந்தும் ஆபத்துகளிலிருந்தும் என்னைக் காத்தருளும்."
    },
    {
      "number": 9,
      "sanskrit": "अज्ञोऽप्यहं तव पदार्चनपद्धतीनां सन्दीक्षमाणोऽपि च ते कृपयैव नित्यम् । भक्तिं च मे दिश विभो कुरु चाभयप्रं दीनं च मां झटिति पाहि दयाम्बुधे त्वम् ॥९॥",
      "transliteration": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 9 ||",
      "tamil_translation": "பூஜை முறைகள் அறியாத என்னை உமது கருணையால் அரவணைப்பாய். பயத்தைப் போக்கி, பக்தியைத் தந்து, தயாநிதியாகிய நீ இந்த ஏழையை விரைவில் காத்தருள வேண்டும்."
    },
    {
      "number": 10,
      "sanskrit": "एवं त्वां अनिशं नमामि नृहरे हन्மே அசேஷ ரோகான் விபோ ॥१०॥",
      "transliteration": "ஏவம் த்வாம் அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ || 10 ||",
      "tamil_translation": "இப்படிப்பட்ட உன்னை நான் இடைவிடாது வணங்குகிறேன். குருவாயூரப்பா! என் நோய்கள் அனைத்தையும் வேரோடு அழித்து எனக்கு நலம் தருவாயாக."
    }
  ]
}
