{
  "title": "நாராயணீயம்",
  "dasakam": 9,
  "description": "பிரம்மாவின் தவம் மற்றும் படைப்புத் திறன் பெறுதல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "स्थित: स कमलोद्भवस्तव हि नाभिपङ्केरुहे कुत: स्विदिदमम्बुधावुदितमित्यनालोकयन् । तदीक्षणकुतूहलात्प्रतिदिशं विवृत्तानन- श्चतुर्मुखतामगाद्विदितसृष्टिकर्मोद्यम: ॥१॥",
      "transliteration": "ஸ்தித: ஸ கமலோத்பவஸ்தவ ஹி நாபிபங்கேருஹே குத: ஸ்விதிதமம்புதாவுதிதமித்யநாலோகயன் | ததீக்ஷணகுதூஹலாத்ப்ரதிதிஸம் விவ்ருத்தாநந- ஸ்சதுர்முகதாமகாத்விதித ஸ்ருஷ்டிகர்மோத்யம: || 1 ||",
      "tamil_translation": "உமது உந்திக் கமலத்தில் தோன்றிய பிரம்மா, 'இந்தத் தாமரை எங்கிருந்து வந்தது?' என்று தேடி நான்கு திசைகளிலும் பார்த்தார். அதன் விளைவாக அவர் நான்கு முகங்களைப் பெற்றார். படைப்புத் தொழிலைத் தொடங்கத் தயாரானார்."
    },
    {
      "number": 2,
      "sanskrit": "नृलोकमिह कल्पयन् स खलु पद्मभू: पर्यगात् तव प्रपन्नजनपाल नूतनविधिं चिकीर्षुरपि । तदन्तरमवेक्ष्य तप्ततपसाऽऽदिशत्वां विभो तदैव स हि लब्धवान् सकलसृष्टिशक्तिं प्रभो ॥२॥",
      "transliteration": "ந்ருலோகமிஹ கல்பயன் ஸ கலு பத்மபூ: பர்யகாத் தவ ப்ரபந்நஜநபால நூதநவிதிம் சிகீர்ஷுரபி | ததந்தரமவேக்ஷ்ய தப்ததபஸாऽऽதிஸத்வாம் விபோ ததைவ ஸ ஹி லப்தவான் ஸகலஸ்ருஷ்டிஸக்திம் ப்ரபோ || 2 ||",
      "tamil_translation": "புதிய படைப்புகளைச் செய்ய விரும்பிய பிரம்மா, முதலில் அதற்கான வழியைத் தேடினார். சரணடைந்தவர்களைக் காக்கும் இறைவா! உமது கட்டளைப்படி அவர் தவம் செய்து, அதன் மூலம் அனைத்து உலகங்களையும் படைக்கும் சக்தியைப் பெற்றார்."
    },
    {
      "number": 3,
      "sanskrit": "स वेदविदुषां वरस्तव हि रूपमालोकयन् तत: प्रमुदितस्तदा सिसृक्षु: विविधं जगत् । व्यधत्त चराचरं सकलमीश ते प्रेरणया तदेव हि मुकुन्द ते करुणया प्रवृत्तं सदा ॥३॥",
      "transliteration": "ஸ வேதவிதுஷாம் வரஸ்தவ ஹி ரூபமாலோகயன் தத: ப்ரமுதிதஸ்ததா ஸிஸ்ருக்ஷு: விவிதம் ஜகத் | வ்யதத்த சராசரம் ஸகலமீஸ தே ப்ரேரணயா ததேவ ஹி முகுந்த தே கருணயை ப்ரவ்ருத்தம் ஸதா || 3 ||",
      "tamil_translation": "வேதங்களின் தலைவரான பிரம்மா உமது ரூபத்தைத் தரிசித்து மகிழ்ச்சி அடைந்தார். உமது தூண்டுதலின் பேரில், அசையும் மற்றும் அசையாத அனைத்துப் பொருட்களையும் படைக்கத் தொடங்கினார். முகுந்தா! இது அனைத்தும் உமது கருணையாலேயே நிகழ்கிறது."
    },
    {
      "number": 4,
      "sanskrit": "प्रजापतीनथ सृजन् स खलु दश विधायात्मना ततोऽपि च मुनीन् बहून् विविधलोकसृष्ट्युन्मुखान् । तवाज्ञया मुकुन्द ते सकलकार्यधुर्या अभवन् तदेव हि मुकुन्द ते चरितमित्यवेम: प्रभो ॥४॥",
      "transliteration": "ப்ரஜாபதீநத ஸ்ருஜன் ஸ கலு தஸ விதாயாத்மநா ததோऽபி ச முநீன் பஹூன் விவிதலோகஸ்ருஷ்ட்யுந்முகான் | தவாஜ்ஞயா முகுந்த தே ஸகலகார்யதுர்யா அபவன் ததேவ ஹி முகுந்த தே சரிதமித்யவேம: ப்ரபோ || 4 ||",
      "tamil_translation": "பிரம்மா தனது மனதிலிருந்து பத்து பிரஜாபதிகளையும், பல முனிவர்களையும் படைத்தார். அவர்கள் உமது ஆணைப்படி படைப்புத் தொழிலைத் தாங்கினர். இவை யாவும் உமது லீலைகளே என்பதை நாங்கள் அறிகிறோம்."
    },
    {
      "number": 5,
      "sanskrit": "तत: स परमेष्ठ्यसौ विविधभूतसङ्घानथ सृजन् खलु यथापुरं तव हि मायया मोहित: । तदेव हि मुकुन्द ते सकलदु:खहानिं कुरु प्रसीद मम मारुतेश कुरु मेऽत्र तां भक्तिताम् ॥५॥",
      "transliteration": "தத: ஸ பரமேஷ்ட்யஸௌ விவிதபூதஸங்காதந ஸ்ருஜன் கலு யதாபுரம் தவ ஹி மாயயா மோஹித: | ததேவ ஹி முகுந்த தே ஸகலதுக்கஹாநிம் குரு ப்ரஸீத மம மாருதேஸ குரு மேऽத்ர தாம் பக்திதாம் || 5 ||",
      "tamil_translation": "அதன்பின் பிரம்மா பல்வேறு உயிரினங்களைப் படைத்தார். உமது மாயையினால் உண்டாகும் மயக்கத்தை நீக்கி, எனது துயரங்களைப் போக்கியருளும். குருவாயூரப்பா! உம்மீது எனக்கு நிலையான பக்தியைத் தந்தருளும்."
    },
    {
      "number": 6,
      "sanskrit": "यथैव स तु पद्मभूर्भवदनुग्रहात्सृष्टवान् तथैव मम देहगान् सकलरोगसङ्घान् जहि । तवास्मि हि मुकुन्द ते शरणमागत: सर्वदा प्रसीद मम मारुतेश कुरु मेऽत्र सौख्यं प्रभो ॥६॥",
      "transliteration": "யதைவ ஸ து பத்மபூர்பவதநுக்ரஹாத்ஸ்ருஷ்டவான் தைதவ மம தேஹகான் ஸகலரோகஸங்கான் ஜஹி | தவாஸ்மி ஹி முகுந்த தே ஸரணமாகத: ஸர்வதா ப்ரஸீத மம மாருதேஸ குரு மேऽத்ர ஸௌக்யம் ப்ரபோ || 6 ||",
      "tamil_translation": "பிரம்மா உமது அருளால் உலகைப் படைத்தது போல, உமது அருளால் என் உடலில் உள்ள அனைத்து நோய்களையும் நீக்கி அருளும். முகுந்தா! நான் உன்னையே சரணடைந்திருக்கிறேன். எனக்கு ஆரோக்கியத்தைத் தாரும்."
    },
    {
      "number": 7,
      "sanskrit": "त्वमेव खलु सर्वलोकशरण: शरण्यो विभो तवास्तु मम भक्तिरव्यभिचरन्त्यनन्ता प्रभो । यथा तव पदार्चने रतिरनुक्षणं वर्धते तथा कुरु दयानिधे झटिति मे गदं वारय ॥७॥",
      "transliteration": "த்வமேவ கலு ஸர்வலோகஸரண: ஸரண்யோ விபோ தவாஸ்து மம பக்திரவ்யபிசரந்த்யநந்தா ப்ரபோ | யதா தவ பதார்சநே ரதிரநுக்ஷணம் வர்ததே ததா குரு தயாநிதே ஜடிதி மே கதம் வாரய || 7 ||",
      "tamil_translation": "நீயே உலகத்துக்கெல்லாம் புகலிடம். உமது திருவடியில் எனக்கு மாறாத பக்தி உண்டாகட்டும். உமது பூஜையில் எனக்கு ஆர்வம் பெருகச் செய்வீராக. தயாநிதியே! என் நோயை உடனே குணப்படுத்துவீராக."
    },
    {
      "number": 8,
      "sanskrit": "तवास्मि सुकृतै: पुरा विहितभक्तिरप्यद्य ते प्रसीद मम मारुतेश कुरु मे गदप्रच्युतिम् । नमोऽस्तु तव रूपिणे सकललोकनाथाय ते प्रभो विमलभक्तिमेव दिश मे सदा त्वं विभो ॥८॥",
      "transliteration": "தவாஸ்மி ஸுக்ருதை: புரா விஹிதபக்திரப்யத்ய தே ப்ரஸீத மம மாருதேஸ குரு மே கதப்ரச்யுதிம் | நமோऽஸ்து தவ ரூபிணே ஸகலலோகநாதாய தே ப்ரபோ விமலபக்திமேவ திஸ மே ஸதா த்வம் விபோ || 8 ||",
      "tamil_translation": "முன் செய்த புண்ணியத்தால் உம்மீது எனக்குப் பக்தி உள்ளது. குருவாயூரப்பா! என் நோயைப் போக்கி அருளுவீராக. அகில உலக நாயகனே! உமக்கு நமஸ்காரம். எனக்குத் தூய்மையான பக்தியைத் தந்தருளுவீராக."
    },
    {
      "number": 9,
      "sanskrit": "कुरुष्व तव पादपङ्कजभजनं ममानुक्षणं कुरुष्व तव नामकीर्तनमहो मुदा सर्वदा । दयानिधे प्रसीद मे सकलरोगसङ्घान् जहि प्रभो पवनगेहनाथ कुरु मेऽत्र र्धैर्यं सदा ॥९॥",
      "transliteration": "குருஷ்வ தவ பாதபங்கஜபஜநம் மமாநுக்ஷணம் குருஷ்வ தவ நாம கீர்தநமஹோ முதா ஸர்வதா | தயாநிதே ப்ரஸீத மே ஸகலரோகஸங்கான் ஜஹி ப்ரபோ பவநகேஹநாத குரு மேऽத்ர தைர்யம் ஸதா || 9 ||",
      "tamil_translation": "ஒவ்வொரு கணமும் உமது பாதங்களை வணங்கவும், உமது திருநாமங்களை மகிழ்ச்சியுடன் பாடவும் எனக்கு அருள் புரியுங்கள். தயாநிதியே! நோய்களை நீக்கி, எனக்கு எப்போதும் மன தைரியத்தைத் தந்தருளுவீராக."
    },
    {
      "number": 10,
      "sanskrit": "एवं त्वां अनिशं नमामि नृहरे हन्மே அசேஷ ரோகான் விபோ ॥१०॥",
      "transliteration": "ஏவம் த்வாம் அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ || 10 ||",
      "tamil_translation": "இப்படிப்பட்ட உன்னை நான் இடைவிடாது வணங்குகிறேன். குருவாயூரப்பா! என் நோய்கள் அனைத்தையும் வேரோடு அழித்து எனக்கு நலம் தருவாயாக."
    }
  ]
}
