{
  "title": "நாராயணீயம்",
  "dasakam": 7,
  "description": "பிரம்மாவுக்கு பகவான் காட்சி தருதல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "एवं विबुद्धकमलोद्भवमारुतान्ते तस्मिन् भवान् कमलनाभिजनान्तरात्मा । सृष्ट्यै समुत्सुकमना: स्रष्टारमेव प्रेर्य प्रपन्नजनपाल कुरुष्व रक्षां ॥१॥",
      "transliteration": "ஏவம் விபுத்தகமலோத்பவமாருதாந்தே தஸ்மின் பவான் கமலநாபிஜநாந்தராத்மா | ஸ்ருஷ்ட்யை ஸமுத்ஸுகமநா: ஸ்ரஷ்டாரமேவ ப்ரேர்ய ப்ரபந்நஜநபால குருஷ்வ ரக்ஷாம் || 1 ||",
      "tamil_translation": "மகாவிஷ்ணுவே! உமது உந்திக் கமலத்தில் தோன்றிய பிரம்மா, தான் யார், எதற்காகத் தோன்றினோம் என்று அறியாது திகைத்தபோது, அவருக்குள் அந்தர்யாமியாக இருந்து படைப்புத் தொழிலுக்காக அவரைத் தூண்டியவரே! என்னைக் காத்தருளும்."
    },
    {
      "number": 2,
      "sanskrit": "कोऽहं कुतोऽहमिति चिन्तनवान् स धाता नापश्यदब्जदलमार्गविशेषमप्य् । तत्तावदीश्वर भवच्चरणप्रसादात् तप्तं तप इति गिरं गिरिशेश शृणोति ॥२॥",
      "transliteration": "கோऽஹம் குதோऽஹமிதி சிந்தநவாந் ஸ தாதா நாபஸ்யதப்ஜதலமார்க்கவிஸேஷமப்யு | தத்தாவதீஸ்வர பவச்சரணப்ரஸாதாத் தப்தம் தப இதி கிராம் கிரிஸேஸ ஸ்ருணோதி || 2 ||",
      "tamil_translation": "'நான் யார்? எங்கிருந்து வந்தேன்?' என்று பிரம்மா குழம்பியபோது, உமது அருளால் 'தப, தப' (தவம் செய்) என்ற சொற்களை அவர் கேட்டார்."
    },
    {
      "number": 3,
      "sanskrit": "तप्तं तप: स पुनरब्दसहस्रमात्रं संश्रुत्य तत्त्वमसि वाक्यमिवातिहृद्यं । तस्मिन् प्रपन्नजनवत्सल मे प्रसीद तस्मै प्रपन्नमुनये निजमूर्तिमार्गं ॥३॥",
      "transliteration": "தப்தம் தப: ஸ புநரப்தஸஹஸ்ரமாத்ரம் ஸம்ஸ்ருத்ய தத்த்வமஸி வாக்யமிவாதிஹ்ருத்யம் | தஸ்மின் ப்ரபந்நஜநவத்ஸல மே ப்ரஸீத தஸ்மை ப்ரபந்நமுநயே நிஜமூர்த்திமார்க்கம் || 3 ||",
      "tamil_translation": "அந்தக் கட்டளையை ஏற்று பிரம்மா ஆயிரம் ஆண்டுகள் தவம் இருந்தார். சரணடைந்த பக்தர்களிடம் அன்பு காட்டும் இறைவா! அவரது தவத்திற்கு மகிழ்ந்து உமது திவ்ய உருவத்தை அவருக்குக் காட்டினீர்."
    },
    {
      "number": 4,
      "sanskrit": "वैकुण्ठलोकमतुलं तव रूपमस्य प्रत्यक्षत: किमपि तत्त्वमगात्प्रसादं । यस्मिन् भवान् निजकलानिलय: प्रसादात् तस्मै प्रदर्शयति दिव्यविमानमग्र्यम् ॥४॥",
      "transliteration": "வைகுண்டலோகமதுலம் தவ ரூபமஸ்ய ப்ரத்யக்ஷத: கிமபி தத்த்வமகாத்ப்ரஸாதம் | யஸ்மின் பவான் நிஜகலாநிலய: ப்ரஸாதாத் தஸ்மை ப்ரதர்ஸயதி திவ்யவிமாநமக்ர்யம் || 4 ||",
      "tamil_translation": "ஒப்பற்ற வைகுண்ட லோகத்தையும், அங்குள்ள திவ்ய விமானத்தையும், உமது பேரொளி மிக்க திருவுருவத்தையும் பிரம்மா தரிசிக்கும்படிச் செய்தீர்."
    },
    {
      "number": 5,
      "sanskrit": "तत्र प्रपन्नमुरजित् करुणाकटाक्षै: आलोकयन् निजपदार्पितचित्तमेव । हस्तेन हस्तममृशस्तव देव धाता हर्षप्रकर्षविवश: प्रणनाम भूय: ॥५॥",
      "transliteration": "தத்ர ப்ரபந்நமுரஜித் கருணாகடாக்ஷை: ஆலோகயன் நிஜபதார்ப்பிதசித்தமேவ | ஹஸ்தேந ஹஸ்தமம்ருஸஸ்தவ தேவ தாதா ஹர்ஷப்ரகர்ஷவிவஸ: ப்ரணநாம பூய: || 5 ||",
      "tamil_translation": "முராரியே! உமது கருணைப் பார்வையால் பிரம்மாவை நோக்கி, அவரது கையைப் பற்றி அணைத்துக் கொண்டீர். அந்தப் பேரானந்தத்தில் திளைத்த பிரம்மா உம்மை மீண்டும் மீண்டும் வணங்கினார்."
    },
    {
      "number": 6,
      "sanskrit": "दत्त्वा च तस्मै जगतां सिसृक्षां वेदानपि त्वं विजगाद मुदा । तत्तावदीश्वर भवत्करुणाबलेन् स्रष्टा प्रवृत्त इह सर्गविधौ नतेऽस्मि ॥६॥",
      "transliteration": "தத்த்வா ச தஸ்மை ஜகதாம் ஸிஸ்ருக்ஷாம் வேதாநபி த்வம் விஜகாத முதா | தத்தாவதீஸ்வர பவத்கருணாபலேந ஸ்ரஷ்டா ப்ரவ்ருத்த இஹ ஸர்கவிதௌ நதேऽஸ்மி || 6 ||",
      "tamil_translation": "படைப்புத் தொழிலுக்கு வேண்டிய சக்தியையும் வேதங்களையும் அவருக்கு உபதேசித்தீர். உமது கருணையால் பலம் பெற்ற பிரம்மா உலகைப் படைக்கத் தொடங்கினார்."
    },
    {
      "number": 7,
      "sanskrit": "तस्मात्त्वमेव जगतां परमो गुरुस्त्वं आधारशक्तियुतमव्ययरूपमेव । त्वां भावयन् हृदि सदा विनयेन युक्त: पश्यामि रूपममलं तव मारुतेश ॥७॥",
      "transliteration": "தஸ்மாத்த்வமேவ ஜகதாம் பரமோ குருஸ்த்வம் ஆதாரஸக்தியுதமவ்யயரூபமேவ | த்வாம் பாவயன் ஹ்ருதி ஸதா விநயேந யுக்த: பஸ்யாமி ரூபமமலம் தவ மாருதேஸ || 7 ||",
      "tamil_translation": "குருவாயூரப்பா! நீயே உலகிற்கெல்லாம் பரம குரு. அழிவற்ற ஆதார சக்தியான உமது தூய உருவத்தை என் இதயத்தில் எப்போதும் தியானித்து தரிசிக்க அருள் புரிவீராக."
    },
    {
      "number": 8,
      "sanskrit": "पाहि प्रभो अखिलरोगसमूहजातात् त्राहि प्रभो सकलापद एव नित्यं । त्वत्पादभक्तिनिरतो यदि स्यां तदाहं जीवन्मुक्त इव विचरिष्यामि नूनं ॥८॥",
      "transliteration": "பாஹி ப்ரபோ அகிலரோகஸமூஹஜாதாத் த்ராஹி ப்ரபோ ஸகலாபத ஏவ நித்யம் | த்வத்பாதபக்திநிரதோ யதி ஸயாம் ததாஹம் ஜீவன்முக்த இவ விசரிஷ்யாமி நூநம் || 8 ||",
      "tamil_translation": "பிரபுவே! நோய்களிலிருந்தும் துன்பங்களிலிருந்தும் என்னைக் காப்பாற்றுங்கள். உமது பாத பக்தியில் நான் நிலைபெற்றுவிட்டால், இவ்வுலகிலேயே ஜீவன்முக்தனாக வாழ்வேன் என்பது உறுதி."
    },
    {
      "number": 9,
      "sanskrit": "त्वत्सेवया तव कथाश्रवणैश्च नित्यं चित्तं पुनातु मम वाक् च तवैव नाम्ना । सर्वाङ्गमीश तव पादसमर्चनेन त्वद्रूपचिन्तनविधौ सततं रमेत ॥९॥",
      "transliteration": "த்வத்ஸேவயா தவ கதாஸ்ரவணைஸ்ச நித்யம் சித்தம் புநாது மம வாக் ச தவைவ நாம்நா | ஸர்வாங்கமீஸ தவ பாதஸமர்சநேந த்வத்ரூபசிந்தநவிதௌ ஸததம் ரமேத || 9 ||",
      "tamil_translation": "உமது சேவையாலும் புகழைக் கேட்பதாலும் என் மனம் தூய்மையாகட்டும். என் வாக்கு உமது பெயரையே சொல்லட்டும். என் உடல் முழுதும் உமது வழிபாட்டிலும் தியானத்திலும் லயிக்கட்டும்."
    },
    {
      "number": 10,
      "sanskrit": "एवं त्वां अनिशं नमामि नृहरे हन्மே அசேஷ ரோகான் விபோ ॥१०॥",
      "transliteration": "ஏவம் த்வாம் அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ || 10 ||",
      "tamil_translation": "இப்படிப்பட்ட உன்னை நான் இடைவிடாது வணங்குகிறேன். குருவாயூரப்பா! என் நோய்கள் அனைத்தையும் வேரோடு அழித்து எனக்கு நலம் தருவாயாக."
    }
  ]
}
