{
  "title": "நாராயணீயம்",
  "dasakam": 29,
  "description": "நரசிம்ம ஸ்துதி மற்றும் பிரகலாத அனுக்ரஹம் (முழுமை)",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "त्यक्त्वा तदा दितिजमद्रिसमानकायं चक्रायुधो नृहरिरुग्रतरो बभासे । ब्रह्मादय: सुरगणा: न शेकु: उपैतुं भीतास्तदा प्रह्लादं पुरतो न्ययुञ्जन ॥१॥",
      "transliteration": "த்யக்த்வா தடா திதிஜமத்ரிஸமாநகாயம் சக்ராயுதோ ந்ருஹரிருக்ரதரோ பபாஸே | ப்ரம்மாத்ய: ஸுரகணா: ந ஸேகு: உபைதும் பீதாஸ்தடா ப்ரஹ்லாதம் புரதோ ந்யயுஞ்ஜன் || 1 ||",
      "tamil_translation": "மலை போன்ற ஹிரண்யகசிபுவை வதம் செய்த பின், நரசிம்ம மூர்த்தி மிகவும் உக்கிரமாகத் திகழ்ந்தார். பிரம்மா முதலிய தேவர்கள் அஞ்சித் தள்ளி நிற்க, சிறுவன் பிரகலாதனை மட்டும் முன்னால் அனுப்பி வைத்தனர்."
    },
    {
      "number": 2,
      "sanskrit": "स तु बालकस्त्वयि जातभक्ति: भीतिं विहाय चरणौ प्रणनाम मूर्ध्ना । हस्तेन तं शिरसि संस्पृशन् प्रशान्त: त्वं तं उवाच वरं वृणीष्वेति ॥२॥",
      "transliteration": "ஸ து பாலகஸ்த்வயி ஜாதபக்தி: பீதிம் விஹாய சரணௌ ப்ரணநாம மூர்த்நா | ஹஸ்தேந தம் ஸிரஸி ஸம்ஸ்ப்ருஸந் ப்ரஸாந்த: த்வம் தம் உவாச வரம் வ்ருணீஷ்வேதி || 2 ||",
      "tamil_translation": "உம்மீது பக்தி கொண்ட அந்தச் சிறுவன் அச்சமின்றி உமது திருவடிகளில் விழுந்து வணங்கினான். நீரும் கோபம் தணிந்து, உமது திருக்கரத்தால் அவனது தலையைத் தொட்டு அணைத்து, 'வேண்டிய வரத்தைக் கேள்' என்றீர்."
    },
    {
      "number": 3,
      "sanskrit": "न वित्ते न आयुषि न च भोगे मे रुचि: अस्ति प्रभो केवलं त्वयि भक्तिरस्तु । इति वदन्तं तं वीक्ष्य प्रसन्न: स्वपदं तस्मै दत्तवानसि वासुदेव ॥३॥",
      "transliteration": "ந வித்தே ந ஆயுஷி ந ச போகே மே ருசி: அஸ்தி ப்ரபோ கேவலம் த்வயி பக்திரஸ்து | இதி வதந்தம் தம் வீக்ஷ்ய ப்ரஸந்ந: ஸ்வபதம் தஸமை தத்தவாநஸி வாஸுதேவ || 3 ||",
      "tamil_translation": "'செல்வத்திலோ, நீண்ட ஆயுளிலோ, போகங்களிலோ எனக்கு விருப்பமில்லை; உமது பாதங்களில் என்றும் அழியாத பக்தி மட்டுமே வேண்டும்' என்று வேண்டிய பிரகலாதனுக்கு உமது வைகுண்ட பதவியை அளித்தீர்."
    },
    {
      "number": 4,
      "sanskrit": "स्वपितु: क्षमापयितुं इच्छन् स बाल: त्वामयाचत दयानिधे विभो । त्वं च तस्मै तथास्त्विति वरं दत्वा तं च सुतलं प्रैषय: शाश्वतं धाम ॥४॥",
      "transliteration": "ஸ்வபிது: க்ஷமாபயிதும் இச்சன் ஸ பால: த்வாமயாசத தயாநிதே விபோ | த்வம் ச தஸமை ததாஸ்த்விதி வரம் தத்வா தம் ச ஸுதலம் ப்ரைஷய: ஸாஸ்வதம் தாம || 4 ||",
      "tamil_translation": "தன்னைக் கொடுமைப்படுத்திய தந்தையை மன்னிக்குமாறு வேண்டினான் அந்தச் சிறுவன். தயாநிதியே! நீரும் அவ்வாறே வரம் அளித்து, பிரகலாதனைப் பிற்காலத்தில் சுதல லோகத்திற்கு அரசனாக்கி, இறுதியில் முக்தியும் அளித்தீர்."
    },
    {
      "number": 5,
      "sanskrit": "एवं प्रह्लादभक्त्या सुप्रसन्न: त्वं नृकेसरी । व्याधिं विधूय कुरु मे कुरुवापुरेश सौख्यदां ॥५॥",
      "transliteration": "ஏவம் ப்ரஹ்லாதபக்த்யா ஸுப்ரஸந்ந: த்வம் ந்ருகேஸரீ | வ்யாதிம் விதூய குரு மே குருவாபுரேஸ ஸௌக்யதாம் || 5 ||",
      "tamil_translation": "இவ்வாறு பிரகலாதனின் பக்தியால் மகிழ்ந்த நரசிம்ம மூர்த்தியே! என் நோய்களை நீக்கி எனக்கு நல்வாழ்வு தருமாறு வேண்டுகிறேன்."
    },
    {
      "number": 6,
      "sanskrit": "पाही प्रभो अखिलरोगसमूहजातात् त्राहि प्रभो विपदि सन्ततमेव मां त्वम् । त्वत्पादभक्तिनिरतो यदि स्यां तदाहं त्वय्येव लीनमिव मां कुरु वासुदेव ॥६॥",
      "transliteration": "பாஹி ப்ரபோ அகிலரோகஸமூஹஜாதாத் த்ராஹி ப்ரபோ விபதி ஸந்ததமேவ மாம் த்வம் | த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் த்வயியேவ லீநமிவ மாம் குரு வாஸுதேவ || 6 ||",
      "tamil_translation": "பிரபுவே! நோய்களிலிருந்தும் துன்பங்களிலிருந்தும் என்னைக் காப்பாற்றுங்கள். நான் உமது பாத பக்தியில் நிலைபெற்று, உம்மோடு இரண்டறக் கலக்க அருள் புரியுங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "यद्यत्करोमि तत्तदीश्वर कर्मजातम् तुभ्यं समर्पयितुमेव मतिं कुरुष्व । शान्तिं च मे दिश सदा तव पादभक्तौ श्रद्धां च वर्धय मयि प्रभोऽशेषनाथ ॥७॥",
      "transliteration": "யத்யத்கரோமி தத்ததீஸ்வர கர்மஜாதம் துப்யம் ஸமர்ப்பயிதுமேவ மதிம் குருஷ்வ | ஸாந்திம் ச மே திஸ ஸதா தவ பாதபக்தௌ ஸரத்தாம் ச வர்தய மயி ப்ரபோऽஸேஷநாத || 7 ||",
      "tamil_translation": "நான் செய்யும் செயல்கள் அனைத்தையும் உமக்கே சமர்ப்பிக்கும் நற்புத்தியைத் தாரும். எனக்கு அமைதியையும் உமது பக்தியில் மாறாத உறுதியையும் தந்தருளும்."
    },
    {
      "number": 8,
      "sanskrit": "अज्ञोऽप्यहं तव पदार्चनपद्धतीनां सन्दीक्षमाणोऽपि च ते कृपयैव नित्यम् । भक्तिं च मे दिश विभो कुरु चाभयप्रं दीनं च मां झटिति पाहि दयाम्बुधे त्वम् ॥८॥",
      "transliteration": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 8 ||",
      "tamil_translation": "வழிபாட்டு முறைகள் அறியாத எளியவனான என்னை உமது கருணையால் காத்தருளும். பக்தியையும் அபயத்தையும் அளித்து எனைத் தாங்குவீராக."
    },
    {
      "number": 9,
      "sanskrit": "त्वत्पादभक्तिनिरतो यदि स्यां तदाहं जीवन्मुक्त इव विसरिष्यामि नूनम् ॥९॥",
      "transliteration": "த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் ஜீவன்முக்த இவ விஸரிஷ்யாமி நூநம் || 9 ||",
      "tamil_translation": "உமது திருவடி பக்தியில் நான் மூழ்கிவிட்டால், இந்தப் பூமியிலேயே நான் ஒரு ஜீவன்முக்தனாகத் திரிவேன் என்பது திண்ணம்."
    },
    {
      "number": 10,
      "sanskrit": "एवं त्वां अनिशं नमामि नृहरे हन्मे अशेष रोगान् विभो ॥१०॥",
      "transliteration": "ஏவம் த்வாம் அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ || 10 ||",
      "tamil_translation": "இத்தகைய மகிமை கொண்ட நரசிம்ம மூர்த்தியான உன்னை நான் எப்போதும் வணங்குகிறேன். குருவாயூரப்பா! என் நோய்களை வேரோடு அழித்தருளும்."
    }
  ]
}
