{
  "title": "நாராயணீயம்",
  "dasakam": 23,
  "description": "தக்ஷ வம்சம் மற்றும் விஸ்வரூப சரித்திரம்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "पुनर्दक्षः प्राचेतसस्तु भगवन् त्वत्कृपामहापूरतः । असिक्न्यां पञ्चाशतं दुहितृः अजनयत् लोकसृष्टये ॥१॥",
      "transliteration": "புநர்தக்ஷ: ப்ராசேதஸஸ்து பகவன் த்வத்க்ருபா மஹாபூரத: | அஸிக்ந்யாம் பஞ்சாஸதம் துஹித்ரூ: அஜநயத் லோகஸ்ருஷ்டயே || 1 ||",
      "tamil_translation": "பகவானே! உமது பேரருளால் பிரசேதஸரின் மகனாக மீண்டும் பிறந்த தக்ஷன், அஸிக்னி என்பவளிடம் உலகப் படைப்பிற்காக ஐம்பது பெண் குழந்தைகளைப் பெற்றெடுத்தான்."
    },
    {
      "number": 2,
      "sanskrit": "तासां दश धर्मस्य तु त्रयोदश कश्यपस्य च । अन्यासामपि देवानां ऋषीणां च वितस्तरे ॥२॥",
      "transliteration": "தாஸாம் தஸ தர்மஸ்ய து த்ரயோதஸ கஸ்யபஸ்ய ச | அந்யாஸாமபி தேவாநாம் ரிஷீணாம் ச விதஸ்தரே || 2 ||",
      "tamil_translation": "அவர்களில் பத்து பேரை தர்மனுக்கும், பதின்மூன்று பேரை கஸ்யபருக்கும், மற்றவர்களை தேவர்களுக்கும் முனிவர்களுக்கும் மணம் முடித்துக் கொடுத்தான். அவர்களால் உலகம் விரிவடைந்தது."
    },
    {
      "number": 3,
      "sanskrit": "त्वन्मायामोहितः शक्रो गुरुं त्यक्त्वा बृहस्पतिम् । त्वष्टुः पुत्रं विश्वरूपं चक्रे आचार्यमुत्तमम् ॥३॥",
      "transliteration": "த்வந்மாயாமோஹித: ஸக்ரோ குரும் த்யக்த்வா ப்ருஹஸ்பதிம் | த்வஷ்டு: புத்ரம் விஸ்வரூபம் சக்ரே ஆசார்யமுத்தமம் || 3 ||",
      "tamil_translation": "உமது மாயையினால் மயங்கிய இந்திரன், தனது குருவான பிரகஸ்பதியை அவமதித்து நீக்கினான். பின்னர் த்வஷ்டாவின் மகனான விஸ்வரூபனைத் தனது ஆச்சாரியனாக ஏற்றுக்கொண்டான்."
    },
    {
      "number": 4,
      "sanskrit": "स तु विश्वरूपस्तस्मै नारायणकवचं शुभम् । उपदिदेश येन शक्रः अरिजेता अभवत् प्रभुः ॥४॥",
      "transliteration": "ஸ து விஸ்வரூபஸ்தஸ்மை நாராயணகவசம் ஸுபம் | உபதிதேஸ யேந ஸக்ர: அரிஜேதா அபவத் ப்ரபு: || 4 ||",
      "tamil_translation": "அந்த விஸ்வரூபன் இந்திரனுக்கு மங்கலகரமான 'நாராயண கவசத்தை' உபதேசித்தான். அதன் வலிமையால் இந்திரன் பகைவர்களை வென்று மீண்டும் செல்வாக்குப் பெற்றான்."
    },
    {
      "number": 5,
      "sanskrit": "नारायणकवचं लोके सर्वबाधानिवारकम् । तव नाम्नां प्रभावेण रक्षकं सर्वदेहिनाम् ॥५॥",
      "transliteration": "நாராயணகவசம் லோகே ஸர்வபாதாநிவாரகம் | தவ நாம்நாம் ப்ரபாவேந ரக்ஷகம் ஸர்வதேஹிநாம் || 5 ||",
      "tamil_translation": "உலகில் அனைத்துத் துன்பங்களையும் போக்கவல்லது நாராயண கவசம். உமது திருநாமங்களின் மகிமையால் அது அனைத்து உயிர்களையும் காக்கின்றது."
    },
    {
      "number": 6,
      "sanskrit": "पाही प्रभो अखिलरोगसमूहजातात् त्राहि प्रभो विपदि सन्ततमेव मां त्वम् । त्वत्पादभक्तिनिरतो यदि स्यां तदाहं त्वय्येव लीनमिव मां कुरु वासुदेव ॥६॥",
      "transliteration": "பாஹி ப்ரபோ அகிலரோகஸமூஹஜாதாத் த்ராஹி ப்ரபோ விபதி ஸந்ததமேவ மாம் த்வம் | த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் த்வயியேவ லீநமிவ மாம் குரு வாஸுதேவ || 6 ||",
      "tamil_translation": "பிரபுவே! நோய்களிலிருந்தும் ஆபத்துகளிலிருந்தும் என்னைக் காப்பாற்றுங்கள். நான் உமது பாத பக்தியில் நிலைபெற்று, உம்மோடு கலக்க அருள் புரியுங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "यद्यत्करोमि तत्तदीश्वर कर्मजातम् तुभ्यं समर्पयितुमेव मतिं कुरुष्व । शान्तिं च मे दिश सदा तव पादभक्तौ श्रद्धां च वर्धय मयि प्रभोऽशेषनाथ ॥७॥",
      "transliteration": "யத்யத்கரோமி தத்ததீஸ்வர கர்மஜாதம் துப்யம் ஸமர்ப்பயிதுமேவ மதிம் குருஷ்வ | ஸாந்திம் ச மே திஸ ஸதா தவ பாதபக்தௌ ஸ்ரத்தாம் ச வர்தய மயி ப்ரபோऽஸேஷநாத || 7 ||",
      "tamil_translation": "நான் செய்யும் செயல்கள் அனைத்தையும் உமக்கே சமர்ப்பிக்கும் புத்தியைத் தாரும். எனக்கு அமைதியையும் பக்தியில் உறுதியையும் தந்தருளும்."
    },
    {
      "number": 8,
      "sanskrit": "अज्ञोऽप्यहं तव पदार्चनपद्धतीनां सन्दीक्षमाणोऽपि च ते कृपयैव नित्यम् । भक्तिं च मे दिश विभो कुरु चाभयप्रं दीनं च मां झटिति पाहि दयाम्बुधे त्वम् ॥८॥",
      "transliteration": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 8 ||",
      "tamil_translation": "அறியாமையில் இருக்கும் என்னைக் கருணையுடன் பாரும். எனக்கு பக்தியையும் அபயத்தையும் அளித்து விரைவில் என்னைக் காத்தருளும்."
    },
    {
      "number": 9,
      "sanskrit": "त्वत्पादभक्तिनिरतो यदि स्यां तदाहं जीवन्मुक्त इव विसरिष्यामि नूनम् ॥९॥",
      "transliteration": "த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் ஜீவன்முக்த இவ விஸரிஷ்யாமி நூநம் || 9 ||",
      "tamil_translation": "உமது பாத பக்தியில் நான் நிலைபெற்றுவிட்டால், இவ்வுலகிலேயே ஜீவன்முக்தனாகத் திரிவேன் என்பது உறுதி."
    },
    {
      "number": 10,
      "sanskrit": "एवं त्वां अनिशं नमामि नृहरे हन्मे अशेष रोगान् विभो ॥१०॥",
      "transliteration": "ஏவம் த்வாம் அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ || 10 ||",
      "tamil_translation": "இப்படிப்பட்ட உன்னை நான் இடைவிடாது வணங்குகிறேன். குருவாயூரப்பா! என் நோய்கள் அனைத்தையும் வேரோடு அழித்து எனக்கு நலம் தருவாயாக."
    }
  ]
}
