{
  "title": "நாராயணீயம்",
  "dasakam": 22,
  "description": "அஜாமிள சரித்திரம் - நாம மகிமை",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "अजामिलो नाम महीसुरः पुरा चरन् प्रभो धर्मपथान्निजेच्छया । स कस्यचित् पाशवशात् विमोहितः चकार पापानि बहून् अधर्मतः ॥१॥",
      "transliteration": "அஜாபிலோ நாம மஹீஸுர: புரா சரன் ப்ரபோ தர்மபதாந்நிஜேச்சயா | ஸ கஸ்யசித் பாஸவஸாத் விமோஹித: சகார பாபாநி பஹூன் அதர்மத: || 1 ||",
      "tamil_translation": "முன்பு அஜாமிளன் என்ற வேதியன் தர்ம வழியில் வாழ்ந்து வந்தான். ஆனால், விதியின் வசத்தால் ஒரு வேசியின் மோகத்தில் விழுந்து, தன் தர்மத்தை மறந்து பல பாவங்களைச் செய்தான்."
    },
    {
      "number": 2,
      "sanskrit": "स पुत्रनाम्ना तव नाम कीर्तयन् सदा मुदा नारायण पाहीति । मृत्योः काले यमदूतभीषणान् निरीक्ष्य भीतः स च चुक्रोश त्वाम् ॥२॥",
      "transliteration": "ஸ புத்ரநாம்நா தவ நாம கீர்தயன் ஸதா முதா நாராயண பாஹீதி | ம்ருத்யோ: காலே யமதூதபீஷணான் நிரீக்ஷ்ய பீத: ஸ ச சுக்ரோஸ த்வாம் || 2 ||",
      "tamil_translation": "அவன் தனது கடைசி மகனுக்கு 'நாராயணன்' என்று பெயரிட்டு, அன்பினால் எப்போதும் அந்தப் பெயரைச் சொல்லி வந்தான். மரணத் தருவாயில் பயங்கரமான எமதூதர்களைக் கண்டு பயந்து, 'நாராயணா!' என்று உரக்கக் கூவினான்."
    },
    {
      "number": 3,
      "sanskrit": "तव नामोच्चारणमात्रतस्तदा प्रपेदिरे ते तव पार्षदा विभो । निवार्य पाशैर्यमदूतसञ्चयान् विमोचयामासुरमुं भवत्प्रियाः ॥३॥",
      "transliteration": "தவ நாமோச்சாரணமாத்ரதஸ்ததா ப்ரபேதிரே தே தவ பார்ஷதா விபோ | நிவார்ய பாஸைர்யமதூதஸஞ்சயான் விமோசயாமாஸுரமும் பவத்ப்ரியா: || 3 ||",
      "tamil_translation": "உமது திருநாமத்தை அவன் சொன்ன மாத்திரத்திலேயே, உமது தூதர்களான விஷ்ணு தூதர்கள் அங்கு தோன்றினர். எமதூதர்களைத் தடுத்து நிறுத்தி, அஜாமிளனைப் பாசக் கயிற்றிலிருந்து விடுவித்தனர்."
    },
    {
      "number": 4,
      "sanskrit": "न नाम्नि शक्तिः खलु केवलं नृणां न पाशबन्धान् विनिहन्ति केवलम् । विमुक्तिदं तत् सकलाघनाशनं वदन्ति सन्तः तव नामवैभवम् ॥४॥",
      "transliteration": "ந நாம்நி ஸக்தி: கலு கேவலம் ந்ருணாம் ந பாஸபந்தான் விநிஹந்தி கேவலம் | விமுக்திதம் தத் ஸகலாகநாஸனம் வதந்தி ஸந்த: தவ நாமவைபவம் || 4 ||",
      "tamil_translation": "உமது நாமத்திற்குப் பாவக் கட்டுகளை அறுக்கும் சக்தி மாத்திரமல்ல, பிறவிப் பிணியை அறுத்து முக்தி அளிக்கும் ஆற்றலும் உண்டு என்று பெரியோர்கள் உமது நாமத்தின் பெருமையைப் போற்றுகிறார்கள்."
    },
    {
      "number": 5,
      "sanskrit": "स च प्रबुद्धस्त्वयि जातभक्तिमान् ययौ हरिद्वारमुपेत्य तापसः । तवावलोकैः स विमुक्तकल्मषः जगाम धाम प्रथितं तवाव्ययम् ॥५॥",
      "transliteration": "ஸ ச ப்ரபுத்தஸ்த்வயி ஜாதபக்திமான் யயௌ ஹரித்வாரமுபேத்ய தாபஸ: | தவாவலோகை: ஸ விமுக்தகல்பஷ: ஜகாம தாம ப்ரதிதம் தவாவ்யயம் || 5 ||",
      "tamil_translation": "உயிர்பிழைத்த அஜாமிளன் ஞானம் பெற்று, ஹரித்வாரம் சென்று தவம் செய்தான். உமது அருளால் பாவங்கள் நீங்கி, இறுதியில் உமது அழிவற்ற வைகுண்ட பதவியை அடைந்தான்."
    },
    {
      "number": 6,
      "sanskrit": "पाही प्रभो अखिलरोगसमूहजातात् त्राहि प्रभो विपदि सन्ततमेव मां त्वम् । त्वत्पादभक्तिनिरतो यदि स्यां तदाहं त्वय्येव लीनमिव मां कुरु वासुदेव ॥६॥",
      "transliteration": "பாஹி ப்ரபோ அகிலரோகஸமூஹஜாதாத் த்ராஹி ப்ரபோ விபதி ஸந்ததமேவ மாம் த்வம் | த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் த்வயியேவ லீநமிவ மாம் குரு வாஸுதேவ || 6 ||",
      "tamil_translation": "பிரபுவே! நோய்களிலிருந்தும் ஆபத்துகளிலிருந்தும் என்னைக் காப்பாற்றுங்கள். உமது பாத பக்தியில் நான் நிலைபெற்று, முடிவில் உம்மோடு கலக்க அருள் புரியுங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "यद्यत्करोमि तत्तदीश्वर कर्मजातम् तुभ्यं समर्पयितुमेव मतिं कुरुष्व । शान्तिं च मे दिश सदा तव पादभक्तौ श्रद्धां च वर्धय मयि प्रभोऽशेषनाथ ॥७॥",
      "transliteration": "யத்யத்கரோமி தத்ததீஸ்வர கர்மஜாதம் துப்யம் ஸமர்ப்பயிதுமேவ மதிம் குருஷ்வ | ஸாந்திம் ச மே திஸ ஸதா தவ பாதபக்தௌ ஸரத்தாம் ச வர்தய மயி ப்ரபோऽஸேஷநாத || 7 ||",
      "tamil_translation": "நான் செய்யும் செயல்கள் அனைத்தையும் உமக்கே சமர்ப்பிக்கும் புத்தியைத் தாரும். எனக்கு அமைதியையும் பக்தியில் உறுதியையும் தந்தருளும்."
    },
    {
      "number": 8,
      "sanskrit": "अज्ञोऽप्यहं तव पदार्चनपद्धतीनां सन्दीक्षमाणोऽपि च ते कृपयैव नित्यम् । भक्तिं च मे दिश विभो कुरु चाभयप्रं दीनं च मां झटिति पाहि दयाम्बुधे त्वम् ॥8॥",
      "transliteration": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 8 ||",
      "tamil_translation": "அறியாமையில் இருக்கும் என்னைக் கருணையுடன் பாரும். எனக்கு பக்தியையும் அபயத்தையும் அளித்து விரைவில் என்னைக் காத்தருளும்."
    },
    {
      "number": 9,
      "sanskrit": "त्वत्पादभक्तिनिरतो यदि स्यां तदाहं जीवन्मुक्त इव विसरिष्यामि नूनम् ॥९॥",
      "transliteration": "த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் ஜீவன்முக்த இவ விஸரிஷ்யாமி நூநம் || 9 ||",
      "tamil_translation": "உமது பாத பக்தியில் நான் நிலைபெற்றுவிட்டால், இவ்வுலகிலேயே ஜீவன்முக்தனாகத் திரிவேன் என்பது உறுதி."
    },
    {
      "number": 10,
      "sanskrit": "एवं त्वां अनिशं नमामि नृहरे हन्मे अशेष रोगान् विभो ॥१०॥",
      "transliteration": "ஏவம் த்வாம் அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ || 10 ||",
      "tamil_translation": "இப்படிப்பட்ட உன்னை நான் இடைவிடாது வணங்குகிறேன். குருவாயூரப்பா! என் நோய்கள் அனைத்தையும் வேரோடு அழித்து எனக்கு நலம் தருவாயாக."
    }
  ]
}
