{
  "title": "நாராயணீயம்",
  "dasakam": 10,
  "description": "படைப்பின் வகைகள் மற்றும் நிலைகள்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "वैकुण्ठ तात विविधास्तव सर्गभेदा: शास्त्रेषु भारत दशैवेति निरूप्यन्ते । तन्मध्यत: कतिचिदेव वदामि विष्णो त्वत्पादभक्तिपरिवर्द्धनहेतवेऽत्र ॥१॥",
      "transliteration": "வைகுண்ட தாத விவிதாஸ்தவ ஸர்கபேதா: ஸாஸ்த்ரேஷு பாரத தஸைவேதி நிரூப்யந்தே | தந்மத்யத: கதிசிதேவ வதாமி விஷ்ணோ த்வத்பாதபக்தி பரிவர்த்தநஹேதவேऽத்ர || 1 ||",
      "tamil_translation": "வைகுண்ட நாதனே! உமது படைப்புகள் சாஸ்திரங்களில் ஒன்பது அல்லது பத்து வகைகளாகக் கூறப்படுகின்றன. விஷ்ணுவே! உமது திருவடிகளில் என் பக்தி வளருவதற்காக, அந்தப் படைப்புகளைப் பற்றிச் சுருக்கமாகச் சொல்கிறேன்."
    },
    {
      "number": 2,
      "sanskrit": "आद्यस्तु सर्ग इह तात महद्विभेद: पश्चादहंकृतिरसौ त्रिविधा द्वितीया । तन्मात्रसर्ग इति तत्परतस्तु भूमन् भूतेन्द्रियात्मकमिति प्रवदन्ति चान्ये ॥२॥",
      "transliteration": "ஆத்யஸ்து ஸர்க இஹ தாத மஹத்விபேத: பஸ்சாதஹங்க்ருதிரஸௌ த்ரிவிதா த்விதீயா | தந்மாத்ரஸர்க இதி தத்பரதஸ்து பூமன் பூதேந்த்ரியாத்மகமிதி ப்ரவதந்தி சாந்யே || 2 ||",
      "tamil_translation": "முதலில் 'மஹத்' தத்துவம் தோன்றியது. இரண்டாவது, முக்குணங்களுடன் கூடிய அகங்காரம் தோன்றியது. மூன்றாவது, பஞ்ச தன்மாத்திரைகள் (சுவை, ஒளி போன்றவை) தோன்றின. நான்காவது, பூதங்கள் மற்றும் இந்திரியங்களின் தோற்றம் என்று கூறுகிறார்கள்."
    },
    {
      "number": 3,
      "sanskrit": "वैकारिक: पञ्चम ईश सर्गो देवात्मक: षष्ठ इति प्रदिष्ट: । एते च पञ्च प्रकृतेस्तु सर्गा: सृष्टा: पुरस्तात्पुरुशस्य विष्णो ॥३॥",
      "transliteration": "வைகாரிக: பஞ்சம ஈஸ ஸர்கோ தேவாத்மக: ஷஷ்ட இதி ப்ரதிஷ்ட: | ஏதே ச பஞ்ச ப்ரக்ருதேஸ்து ஸர்கா: ஸ்ருஷ்டா: புரஸ்தாத்புருஷஸ்ய விஷ்ணோ || 3 ||",
      "tamil_translation": "ஐந்தாவது, வைகாரிகம் எனப்படும் மனதின் தோற்றம். ஆறாவது, தேவர்களின் தோற்றம். விஷ்ணுவே! இவை அனைத்தும் மூலப் பிரகிருதியிலிருந்து தோன்றிய படைப்புகள் ஆகும்."
    },
    {
      "number": 4,
      "sanskrit": "सप्तम्यतः स्थावरसर्ग उक्त- स्तथैर्यमष्टस्त्वथ मानुषाणाम् । सर्गोऽथ नवमस्तु देव यः स वैकृतः प्राकृत इत्यवेहि ॥४॥",
      "transliteration": "ஸப்தம்யத: ஸ்தாவரஸர்க உக்த- ஸ்ததவர்யமஷ்டஸ்த்வத மாநுஷாணாம் | ஸர்கோऽத நவமஸ்து தேவ ய: ஸ வைக்ருத: ப்ராக்ருத இத்யவேஹி || 4 ||",
      "tamil_translation": "ஏழாவது, அசையாத மரம், செடி கொடிகளின் படைப்பு. எட்டாவது, மனிதர்களின் படைப்பு. ஒன்பதாவது, தேவர்களுக்கும் மனிதர்களுக்கும் இடைப்பட்டவர்களின் படைப்பு. இவை பிரகிருதியாலும் உமது சங்கல்பத்தாலும் உண்டானவை."
    },
    {
      "number": 5,
      "sanskrit": "एवं विधां तव विभो विविधां विसृष्टिं शृण्वन् विगायनपि नित्यमनन्त पुण्ये । भक्त्या भवेन्मुदितमानस ईश नित्यं संप्रार्थये तव पदार्चनपद्धतिं मे ॥५॥",
      "transliteration": "ஏவம் விதாம் தவ விபோ விவிதாம் விஸ்ருஷ்டிம் ஸ்ருண்வன் விகாயநபி நித்யமநந்த புண்யே | பக்த்யா பவேன்முதிதமாநஸ ஈஸ நித்யம் ஸம்ப்ரார்தயே தவ பதார்சநபத்ததிம் மே || 5 ||",
      "tamil_translation": "இறைவா! உமது இத்தகையப் படைப்புகளின் ரகசியத்தைக் கேட்பதாலும் பாடுவதாலும் என் மனம் எப்போதும் பக்தியில் திளைக்கட்டும். உமது திருவடி பூஜையில் எனக்கு என்றும் ஈடுபாடு இருக்க வேண்டுகிறேன்."
    },
    {
      "number": 6,
      "sanskrit": "दशमस्तु सर्गो द्विजदेवतात्मा योऽसौ भवेत्तव निजेच्छयैव । तस्मिन् सदा मम रतिं कुरु देव नित्यं त्वां भावयन्निह सुखी विचरेयमीश ॥६॥",
      "transliteration": "தஸமஸ்து ஸர்கோ த்விஜதேவதாத்மா யோऽஸௌ பவேத்தவ நிஜேச்சயைவ | தஸ்மின் ஸதா மம ரதிம் குரு தேவ நித்யம் த்வாம் பாவயந்நிஹ ஸுகீ விசரேயமீஸ || 6 ||",
      "tamil_translation": "பத்தாவது படைப்பாகிய அவதாரங்கள் உமது இச்சைப்படியே நிகழ்கின்றன. அந்த அவதாரக் கதைகளில் என் மனம் லயிக்கச் செய்து, இவ்வுலகில் நான் மகிழ்ச்சியுடன் வாழ அருள் புரிவீராக."
    },
    {
      "number": 7,
      "sanskrit": "पाहि प्रभो अखिलरोगसमूहजातात् त्राहि प्रभो विपदि सन्ततमेव मां त्वम् । त्वत्पादभक्तिनिरतो यदि स्यां तदाहं त्वय्येव लीनमिव मां कुरु वासुदेव ॥७॥",
      "transliteration": "பாஹி ப்ரபோ அகிலரோகஸமூஹஜாதாத் த்ராஹி ப்ரபோ விபதி ஸந்ததமேவ மாம் த்வம் | த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் த்வயியேவ லீநமிவ மாம் குரு வாஸுதேவ || 7 ||",
      "tamil_translation": "பிரபுவே! நோய்களிலிருந்தும் துன்பங்களிலிருந்தும் என்னைக் காப்பாற்றுங்கள். நான் எப்போதும் உமது பாத பக்தியில் ஈடுபட்டு, முடிவில் உன்னோடு ஒன்றாகக் கலக்கும் நிலையைத் தாரும் வாசுதேவா!"
    },
    {
      "number": 8,
      "sanskrit": "यद्यत्करोमि तत्तदीश्वर कर्मजातम् तुभ्यं समर्पयितुमेव मतिं कुरुष्व । शान्तिं च मे दिश सदा तव पादभक्तौ श्रद्धां च वर्धय மயி प्रभोऽशेषनाथ ॥८॥",
      "transliteration": "யத்யத்கரோமி தத்ததீஸ்வர கர்மஜாதம் துப்யம் ஸமர்ப்பயிதுமேவ மதிம் குருஷ்வ | ஸாந்திம் ச மே திஸ ஸதா தவ பாதபக்தௌ ஸ்ரத்தாம் ச வர்தய மயி ப்ரபோऽஸேஷநாத || 8 ||",
      "tamil_translation": "நான் செய்யும் எல்லாச் செயல்களையும் உமக்கே சமர்ப்பிக்கும் புத்தியைத் தாரும். எனக்கு அமைதியைத் தந்து, உமது பாத பக்தியில் நம்பிக்கையை வளர்த்தருளும்."
    },
    {
      "number": 9,
      "sanskrit": "अज्ञोऽप्यहं तव पदार्चनपद्धतीनां सन्दीक्षमाणोऽपि च ते कृपयैव नित्यम् । भक्तिं च मे दिश विभो कुरु चाभयप्रं दीनं च मां झटिति पाहि दयाम्बुधे त्वम् ॥९॥",
      "transliteration": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 9 ||",
      "tamil_translation": "பூஜை முறைகள் தெரியாத அறியாமையில் இருக்கும் என்னையும் உமது கருணையால் பாரும். எனக்கு பக்தியையும் அபயத்தையும் அளித்து, இந்த எளியவனைக் காத்தருளும் தயாநிதியே!"
    },
    {
      "number": 10,
      "sanskrit": "एवं त्वां अनिशं नमामि नृहरे हन्மே அசேஷ ரோகான் விபோ ॥१०॥",
      "transliteration": "ஏவம் த்வாம் அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ || 10 ||",
      "tamil_translation": "இப்படிப்பட்ட உன்னை நான் இடைவிடாது வணங்குகிறேன். எங்கும் நிறைந்திருக்கும் குருவாயூரப்பா! என் நோய்கள் அனைத்தையும் வேரோடு அழித்து எனக்கு நலம் தருவாயாக."
    }
  ]
}
