{
  "title": "நாராயணீயம்",
  "dasakam": 33,
  "description": "அமிர்தம் தோன்றுதல் மற்றும் மோகினி அவதாரம்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "तत: सुधाकुम्भधर: स पयोधे: उदैत धन्वन्तरिरेव साक्षात् । तं वीक्ष्य सर्वे सहसा झटिति अपहरन् सुधां दैत्यगणा: प्रहृष्टा: ॥१॥",
      "transliteration": "தத: ஸுதாகும்பதர: ஸ பயோதே: உதைத தந்வந்தரிரேவ ஸாக்ஷாத் | தம் வீக்ஷ்ய ஸர்வே ஸஹஸா ஜடிதி அபஹரன் ஸுதாம் தைத்யகணா: ப்ரஹ்ருஷ்டா: || 1 ||",
      "tamil_translation": "பாற்கடலில் இருந்து அமிர்த கலசத்தை ஏந்தியபடி தந்வந்திரி பகவான் தோன்றினார். அவரிடமிருந்த அமிர்தத்தைக் கண்ட அசுரர்கள், அதைத் தேவர்களுக்குத் தராமல் தாங்களே பறித்துக்கொண்டு ஓடினர்."
    },
    {
      "number": 2,
      "sanskrit": "तवैव मायाकलितै: विवादै: मिथ: कलहोऽभवत् तेषां तदानीम् । तदा भवान् अद्भुतमोहनी रूपं विधाय पुरत: प्रादुरासीत् ॥२॥",
      "transliteration": "தவைவ மாயாகலிதை: விவாதை: மித: கலஹோऽபவத் தேஷாம் ததாநீம் | தடா பவான் அத்புதமோஹநீ ரூபம் விதாய புரத: ப்ரதுராஸீத் || 2 ||",
      "tamil_translation": "உமது மாயையினால் அசுரர்களுக்குள் 'நான் முதலில் குடிப்பேன்' என்று சண்டை மூண்டது. அப்போது நீ பேரழகு மிக்க 'மோகினி' உருவம் எடுத்து அவர்கள் முன்னால் தோன்றினாய்."
    },
    {
      "number": 3,
      "sanskrit": "तां ईक्ष्य ते दैत्यगणा: विमोहिता: प्रोचु: वरारोहे विभाजयस्व । सुधां इमां न: इति तान् विहस्य सम्मोद्य सा दैत्यगणान् जगाद ॥३॥",
      "transliteration": "தாம் ஈக்ஷ்ய தே தைத்யகணா: விமோஹிதா: ப்ரோசு: வராரோஹே விபாஜயஸ்வ | ஸுதாம் இமாம் ந: இதி தான் விஹஸ்ய ஸம்மோத்ய ஸா தைத்யகணான் ஜகாத || 3 ||",
      "tamil_translation": "மோகினியின் அழகில் மயங்கிய அசுரர்கள், 'பெண்ணே! எங்களுக்கிடையே நிலவும் சண்டையைத் தீர்த்து, இந்த அமிர்தத்தைப் பிரித்துக் கொடு' என்று வேண்டினர். நீயும் புன்னகையோடு அதனை ஏற்றுக்கொண்டாய்."
    },
    {
      "number": 4,
      "sanskrit": "सुरासुराणां पृथक् पङ्क्तिं कृत्वा सुधां ददौ केवलं देवसङ्घे । मोहं गतास्ते तु दितिजसङ्घा: मौनेन तस्थु: तव रूपलुब्धा: ॥४॥",
      "transliteration": "ஸுராஸுராணாம் ப்ருதக் பங்க்திம் க்ருத்வா ஸுதாம் ததௌ கேவலம் தேவஸங்கே | மோஹம் கதாஸ்தே து திதிஜஸங்கா: மௌநேந தஸ்து: தவ ரூபலுக்தா: || 4 ||",
      "tamil_translation": "தேவர்களையும் அசுரர்களையும் தனித்தனி வரிசையில் அமரச் செய்தாய். உமது அழகில் மயங்கிக் கிடந்த அசுரர்களைப் பொருட்படுத்தாமல், தேவர்களுக்கு மட்டும் அமிர்தத்தை வழங்கினாய்."
    },
    {
      "number": 5,
      "sanskrit": "तदा राहु: सुराणां तु पङ्क्तौ स्थित्वा पिबन् सुधां । चन्द्रार्कयो: वचनात् त्वं चक्रेण तस्य शिर: छिन्धि ॥५॥",
      "transliteration": "தடா ராஹு: ஸுராணாம் து பங்க்தௌ ஸ்தித்வா பிபன் ஸுதாம் | சந்த்ரார்க்கயோ: வசநாத் த்வம் சக்ரேண தஸ்ய ஸிர: சிந்தி || 5 ||",
      "tamil_translation": "அப்போது ராகு என்ற அசுரன் தேவன் போல உருமாறி அமிர்தத்தைக் குடித்தான். சூரிய சந்திரர்கள் அவனைக் காட்டிக் கொடுக்க, நீ உமது சக்கரத்தால் அவனது தலையைத் துண்டித்தாய்."
    },
    {
      "number": 6,
      "sanskrit": "பாஹி ப்ரபோ அகிலரோகஸமூஹஜாதாத் த்ராஹி ப்ரபோ விபதி ஸந்ததமேவ மாம் த்வம் | த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் த்வயியேவ லீநமிவ மாம் குரு வாஸுதேவ || 6 ||",
      "transliteration": "பாஹி ப்ரபோ அகிலரோகஸமூஹஜாதாத் த்ராஹி ப்ரபோ விபதி ஸந்ததமேவ மாம் த்வம் | த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் த்வயியேவ லீநமிவ மாம் குரு வாஸுதேவ || 6 ||",
      "tamil_translation": "பிரபுவே! நோய்களிலிருந்தும் துன்பங்களிலிருந்தும் என்னைக் காப்பாற்றுங்கள். உமது பாத பக்தியில் நான் நிலைபெற்று, முடிவில் உம்மோடு கலக்க அருள் புரியுங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "यद्यत्करोमि तत्तदीश्वर कर्मजातम् तुभ्यं समर्पयितुमेव मतिं कुरुष्व । शान्तिं च मे दिश सदा तव पादभक्तौ श्रद्धां च वर्धय मयि प्रभोऽशेषनाथ ॥ 7 ||",
      "transliteration": "யத்யத்கரோமி தத்ததீஸ்வர கர்மஜாதம் துப்யம் ஸமர்ப்பயிதுமேவ மதிம் குருஷ்வ | ஸாந்திம் ச மே திஸ ஸதா தவ பாதபக்தௌ ஸரத்தாம் ச வர்தய மயி ப்ரபோऽஸேஷநாத || 7 ||",
      "tamil_translation": "நான் செய்யும் செயல்கள் அனைத்தையும் உமக்கே சமர்ப்பிக்கும் புத்தியைத் தாரும். எனக்கு அமைதியையும் பக்தியில் உறுதியையும் தந்தருளும்."
    },
    {
      "number": 8,
      "sanskrit": "अज्ञोऽप्यहं तव पदार्चनपद्धतीनां सन्दीक्षमाणोऽपि च ते कृपयैव नित्यम् । भक्तिं च मे दिश विभो कुरु चाभयप्रं दीनं च मां झटिति पाहि दयाम्बुधे त्वम् ॥ 8 ||",
      "transliteration": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 8 ||",
      "tamil_translation": "அறியாமையில் இருக்கும் என்னைக் கருணையுடன் பாரும். எனக்கு பக்தியையும் அபயத்தையும் அளித்து விரைவில் என்னைக் காத்தருளும்."
    },
    {
      "number": 9,
      "sanskrit": "त्वत्पादभक्तिनिरतो यदि स्यां तदाहं जीवन्मुक्त इव विसरिष्यामि नूनम् ॥ 9 ||",
      "transliteration": "த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் ஜீவன்முக்த இவ விஸரிஷ்யாமி நூநம் || 9 ||",
      "tamil_translation": "உமது பாத பக்தியில் நான் நிலைபெற்றுவிட்டால், இவ்வுலகிலேயே ஜீவன்முக்தனாகத் திரிவேன் என்பது உறுதி."
    },
    {
      "number": 10,
      "sanskrit": "एवं त्वां अनिशं नमामि नृहरे हन्मे अशेष रोगान् विभो ॥ 10 ||",
      "transliteration": "ஏவம் த்வாம் அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ || 10 ||",
      "tamil_translation": "இப்படிப்பட்ட உன்னை நான் இடைவிடாது வணங்குகிறேன். குருவாயூரப்பா! என் நோய்கள் அனைத்தையும் வேரோடு அழித்து எனக்கு நலம் தருவாயாக."
    }
  ]
}
