{
  "title": "நாராயணீயம்",
  "dasakam": 39,
  "description": "யோகமாயா தேவியின் தோற்றம் மற்றும் கம்சனின் கர்வபங்கம்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "ततस्त्वदीयो जनको निशामयन् सवेणुनिलये स्थितो निशि । विमुच्य कन्यां निगडैस्तु यन्त्रितो बभूव पूर्वं ननु यद्वदास्थित: ॥१॥",
      "transliteration": "ததஸ்த்வதீ³யோ ஜநகோ நிஶாமயன் ஸவேணுநிலயே ஸ்தி²தோ நிஶி | விமுச்ய கந்யாம் நிக³டை³ஸ்து யந்த்ரிதோ ப³பூ⁴வ பூர்வம் நநு யத்³வதா³ஸ்தி²த: ||",
      "tamil_translation": "அதன்பிறகு உன்னுடைய தந்தை (வசுதேவர்) நள்ளிரவில் உன்னை நந்தகோபரின் இல்லத்தில் விட்டுவிட்டு, அங்கிருந்த பெண் குழந்தையை எடுத்துக்கொண்டு சிறைக்குத் திரும்பினார். முன்பு போலவே விலங்குகளால் பிணைக்கப்பட்டவராகத் தன் இடத்தில் அமர்ந்தார்."
    },
    {
      "number": 2,
      "sanskrit": "तत: परं रक्षकवर्गबोधित: स भोजराज: सहसोत्थितस्तदा । अबुध्यतासौ तव जन्म सम्भ्रमं ययौ च तूर्णन् दितिजाग्रणी: पुर: ॥२॥",
      "transliteration": "தத: பரம் ரக்ஷகவர்க³போ³தி⁴த: ஸ போ⁴ஜராஜ: ஸஹஸோத்தி²தஸ்ததா³ | அபு³த்⁴யதாஸௌ தவ ஜந்ம ஸம்ப்⁴ரமம் யயௌ ச தூர்ணன் தி³திஜாக்³ரணீ: புர: ||",
      "tamil_translation": "சிறைக்காவலர்கள் மூலம் குழந்தை பிறந்த செய்தியை அறிந்த கம்சன், அதிர்ச்சியடைந்து உடனே எழுந்து, விறுவிறுவெனச் சிறைச்சாலையை நோக்கி விரைந்து சென்றான்."
    },
    {
      "number": 3,
      "sanskrit": "विमर्श्य कन्यां स नृशंसमानस: अयं तु हन्ता मम नूनमित्युत । प्रगृह्य कन्यां चरणाग्रतस्तदा चिक्षेप पाषाणतले स निर्दय: ॥३॥",
      "transliteration": "விமர்ஶ்ய கந்யாம் ஸ ந்ருஶம்ஸமாநஸ: அயம் து ஹந்தா மம நூநமித்யுத | ப்ரக்³ருஹ்ய கந்யாம் சரணாக்³ரதஸ்ததா³ சிக்ஷேப பாஷாணதலே ஸ நிர்த³ய: ||",
      "tamil_translation": "பெண் குழந்தையைக் கண்ட கம்சன், 'இவளே என்னைக் கொல்லப் பிறந்தவள்' என்று எண்ணி, இரக்கமில்லாமல் அக்குழந்தையின் கால்களைப் பிடித்துப் பாறை மீது விசி எறிந்தான்."
    },
    {
      "number": 4,
      "sanskrit": "तदा तु सा दिव्यतनु: महाभुजा व्यराजताकाशतलेऽष्टबाहुभि: । प्रगृह्य चापानि शरान् आयुधान्यहो ददर्श कंसं विवशास्यलोचनम् ॥४॥",
      "transliteration": "ததா³ து ஸா தி³வ்யதநு: மஹாபு⁴ஜா வ்யராஜதாகாஶதலேऽஷ்டபா³ஹுபி⁴: | ப்ரக்³ருஹ்ய சாபாநி ஶரான் ஆயுதா⁴ந்யஹோ த³த³ர்ஶ கம்ஸம் விவஶாஸ்யலோசநம் ||",
      "tamil_translation": "அப்போது அந்தக்குழந்தை ஆகாயத்தில் எட்டுக் கரங்களுடன் திவ்யமான உருவம் கொண்டு தோன்றினாள். வில், அம்பு மற்றும் பல ஆயுதங்களை ஏந்தி, கதிகலங்கிப் போய் நின்ற கம்சனை உற்று நோக்கினாள்."
    },
    {
      "number": 5,
      "sanskrit": "नृशंस कंसोऽपि तवास्ति कुत्रचिन्मयैव प्रोक्तं ननु हन्त जीवनम् । इति प्रभाष्यैव तिरोदधे तदा सा विन्ध्यवासिन्यभवत् सुपूजिता ॥५॥",
      "transliteration": "ந்ருஶம்ஸ கம்ஸோऽபி தவாஸ்தி குத்ரசிந்மயைவ ப்ரோக்தம் நநு ஹந்த ஜீவநம் | இதி ப்ரபா⁴ஷ்யைவ திரோத³தே⁴ ததா³ ஸா விந்த்⁴யவாஸிந்யப⁴வத் ஸுபூஜிதா ||",
      "tamil_translation": "'கொடுங்கோலனே! உன்னைக் கொல்லப்போகிறவன் வேறொரு இடத்தில் வளர்ந்து வருகிறான்' என்று கூறிவிட்டு அவள் மறைந்தாள். அவளே விந்திய மலையில் உறையும் விந்தியவாஸினியாக (துர்க்கையாக) வழிபடப்படுகிறாள்."
    },
    {
      "number": 6,
      "sanskrit": "तदा तु कंस: परिमोहित: क्षणात् क्षमापयन् शौरिमथो च देवकीम् । अकारयन्मुक्तमथो ययौ गृहं तवावतारे विवशात्ममानस: ॥६॥",
      "transliteration": "ததா³ து கம்ஸ: பரிமோஹித: க்ஷணாத் க்ஷமாபயன் ஶௌரிமதோ² ச தே³வகீம் | அகாரயந்முக்தமதோ² யயௌ க்³ருஹம் தவாவதாரே விவஶாத்மமாநஸ: ||",
      "tamil_translation": "தேவியின் சொற்களைக் கேட்டுத் திகைத்த கம்சன், வசுதேவரிடமும் தேவகியிடமும் மன்னிப்புக் கோரி, அவர்களைச் சிறையிலிருந்து விடுவித்துவிட்டுத் தன் அரண்மனைக்குச் சென்றான்."
    },
    {
      "number": 7,
      "sanskrit": "तत: प्रभाते स खल: खलाग्रणी: विमृश्य कार्यं सचिवै: सह स्वकै: । चकार संहारविधिं च बालकेष्वहो महादुःखमद: समन्तत: ॥७॥",
      "transliteration": "தத: ப்ரபா⁴தே ஸ க²ல: க²லாக்³ரணீ: விம்ருஶ்ய கார்யம் ஸசிவை: ஸஹ ஸ்வகை: | சகார ஸம்ஹாரவிதி⁴ம் ச பா³லகேஷ்வஹோ மஹாது³:க்க²மத³: ஸமந்தத: ||",
      "tamil_translation": "மறுநாள் காலை தன் அமைச்சர்களுடன் ஆலோசனை செய்த கம்சன், பிறந்து சில நாட்களே ஆன அனைத்துக் குழந்தைகளையும் கொல்ல உத்தரவிட்டான். எங்கும் பெரும் துயரம் நிலவியது."
    },
    {
      "number": 8,
      "sanskrit": "अथाययु: पूतनिकादय: खलास्त्वदीय संहारधिया जगत्त्रये । त्वं तु प्रवृद्धो निजमन्दिरान्तरे निशामयन् कंसभयं महामते ॥८॥",
      "transliteration": "அதா²யயு: பூதநிகா த³ய: க²லாஸ்த்வதீய ஸம்ஹாரதி⁴யா ஜக³த்த்ரயே | த்வம் து ப்ரவ்ருத்³தோ⁴ நிஜமந்திராந்தரே நிஶாமயன் கம்ஸப⁴யம் மஹாமதே ||",
      "tamil_translation": "பூதகி போன்ற அசுரர்கள் உன்னைக் கொல்லும் எண்ணத்துடன் கிளம்பினார்கள். ஆனால் நீயோ நந்தகோபரின் இல்லத்தில் கம்சனின் பயத்தை அறியாதவன் போல் வளர்ந்து வந்தாய்."
    },
    {
      "number": 9,
      "sanskrit": "नन्दस्तु नन्दन् नवजातबालके प्रमोदमान: स च शूरनन्दनम् । ददावनेकानि धनानि धीरधीस्तवावतारे मुदितो महानज: ॥९॥",
      "transliteration": "நந்த³ஸ்து நந்த³ன் நவஜாதபா³லகே ப்ரமோத³மாந: ஸ ச ஶூரநந்த³நம் | ததா³வநேகாநி த⁴நாநி தீ⁴ரதீ⁴ஸ்த்வாவதாரே முதி³தோ மஹாநஜ: ||",
      "tamil_translation": "உன் பிறப்பால் மகிழ்ச்சியடைந்த நந்தகோபர், வசுதேவரைச் சந்தித்துத் தான தர்மங்கள் பல செய்தார். உன் வரவால் கோகுலமே கொண்டாட்டத்தில் மூழ்கியது."
    },
    {
      "number": 10,
      "sanskrit": "स त्वं जगन्मङ्गलदायक: प्रभो ममाधिपीडां शमयाशु केशव । वतेश्वरं त्वां शरणं प्रपद्ये निरामयन् कुरु मे कलेवरम् ॥१०॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயன் குரு மே கலேவரம் ||",
      "tamil_translation": "உலகிற்கு மங்கலத்தை அருளும் கேசவா! என் மனவேதனைகளையும் உடல் பிணிகளையும் நீக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன், என்னை நோயற்றவனாக மாற்றியருள்வாய்."
    }
  ]
}
