{
  "title": "நாராயணீயம்",
  "dasakam": 2,
  "description": "பகவத் ரூப வர்ணனை மற்றும் பக்தி மகிமை",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "सूर्यस्पर्धिकिरीटमूर्ध्वतिलकप्रोद्भासिफालान्तरं कारुण्याकुलनेत्रमार्द्रहसितोल्लासं सुनासापुटम् । गण्डोद्यन्मकराभकुण्डलयुगं कण्ठोज्ज्वलत्कौस्तुभं त्वद्रूपं वनमाल्यहारपटलश्रीवत्सदीप्रं भजे ॥१॥",
      "transliteration": "ஸூர்யஸ்பர்தி கிரீடம் ஊர்த்வ திலகப்ரோத் பாஸி பால அந்தரம் காருண்யாகுல நேத்ரம் ஆர்த்ர ஹஸிதோல்லாஸம் ஸுநாஸாபுடம் | கண்டோத்யந் மகராப குண்டல யுகம் கண்டோஜ்வலத் கௌஸ்துபம் த்வத்ரூபம் வனமால்ய ஹார படல ஸ்ரீவத்ஸ தீப்ரம் பஜே || 1 ||",
      "tamil_translation": "சூரியனுக்கு இணையான ஒளியுடைய கிரீடம், நாமம் இட்ட நெற்றி, கருணை பொழியும் கண்கள், புன்னகை பூத்த முகம், அழகான நாசி, மகர குண்டலங்கள் மின்னும் கன்னங்கள், கௌஸ்துப மணி ஒளிவீசும் கழுத்து, வனமாலை மற்றும் ஸ்ரீவத்ஸ அடையாளத்துடன் விளங்கும் உமது திருவுருவத்தை வணங்குகிறேன்."
    },
    {
      "number": 2,
      "sanskrit": "कष्टा ते कमळाक्ष कष्टमधिकं क्षुद्रेषु सेवा वृथा दृष्टा ते परमैरपीह मुनिभिर्द्दृष्टापि न स्थीयते । भक्तिस्त्वय्यनपायिनी यदि भवेद्‍देव प्रसीदेस्तदा तस्मात्त्वत्पदभक्तिमेव सततं प्रार्थयामहे ॥२॥",
      "transliteration": "கஷ்டா தே கமலாக்ஷ கஷ்டமதிகம் க்ஷுத்ரேஷு ஸேவா வ்ருதா த்ருஷ்டா தே பரமைரபீஹ முநிபிர்த்ருஷ்டாபி ந ஸ்தீயதே | பக்திஸ்த்வய்யநபாயிநீ யதி பவேத்தேவ ப்ரஸீதேஸ்ததா தஸ்மாத்த்வத்பதபக்திமேவ ஸததம் ப்ரார்தயாமஹே || 2 ||",
      "tamil_translation": "தாமரைக்கண்ணா! அற்ப மனிதர்களைச் சேவிப்பது வீண். தத்துவ ஞானத்தால் உம்மைக் காண்பது கடினம். யோகிகளுக்கே உம்மைத் தரிசித்த பின் அந்த நிலை நிலைப்பதில்லை. ஆனால் நிலையான பக்தி இருந்தால் நீர் எளிதில் அருளுவீர். எனவே உமது திருவடிகளில் பக்தியை எப்போதும் வேண்டுகிறோம்."
    },
    {
      "number": 3,
      "sanskrit": "अव्यक्तं बहुशक्तियुक्तं अरुचिं तत्त्वं परं यद्विदु- स्तच्चात्यन्तविदूरमल्पमतिभिर्नैवावगाुं क्षमम् । तस्मात्त्वन्मयमेव रूपममलं नीलाम्बुजश्यामलं भक्तानां अभिलाषपूरकतरं साक्षाद्विभो भावये ॥३॥",
      "transliteration": "அவ்யக்தம் பஹுஸக்தி யுக்தம் அருசிம் தத்த்வம் பரம் யத்விது- ஸ்தச்சாத்யந்தவிதூரமல்பமதிபிர்நைவாவகாஹும் க்ஷமம் | தஸ்மாத்த்வன்மயமேவ ரூபமமலம் நீலாம்புஜ ஸ்யாமலம் பக்தாநாம் அபிலாஷபூரகதரம் ஸாக்ஷாத்விபோ பாவயே || 3 ||",
      "tamil_translation": "உருவமற்ற, பல சக்திகள் கொண்ட பரம்பொருளை அறிவது சாமானியர்களுக்கு எட்டாதது. எனவே பக்தர்களின் ஆசைகளைப் பூர்த்தி செய்யும், நீலத் தாமரை போன்ற கருநிறம் கொண்ட உமது இந்தத் தூய திருவுருவத்தையே நான் தியானிக்கிறேன்."
    },
    {
      "number": 4,
      "sanskrit": "निष्कम्प्ये नियतात्मनामपि नृणां नित्यं त्वदेकात्मनां भक्ति: मुक्तिफलापि सा पुनरहो सन्तापशान्तिप्रदा । चित्तं क्षाल्यति येन तत्स्वयमहो यत्नान्तरेभ्यो विना भक्त्या केवलयैव विश्वनिलय: प्रीयत्यशेषं विभु: ॥४॥",
      "transliteration": "நிஷ்கம்ப்யே நியதாத்மநாமபி ந்ருணாம் நித்யம் த்வதேகாத்மநாம் பக்தி: முக்திபலாபி ஸா புநரஹோ ஸந்தாபஸாந்திப்ரதா | சித்தம் க்ஷால்யதி யேந தத்ஸ்வயமஹோ யத்நாந்தரேப்யோ விநா பக்த்யா கேவலயைவ விஸ்வநிலய: ப்ரீயத்யஸேஷம் விபு: || 4 ||",
      "tamil_translation": "மனதை அடக்கியவர்களுக்குக் கிடைக்கும் மோட்சத்தை விட, உன்னிடம் கொள்ளும் பக்தியே மன அமைதியை உடனே தருகிறது. வேறு முயற்சிகள் ஏதுமின்றி, பக்தியினால் மட்டுமே அகிலத்தின் ஆதாரமான நீ முழுமையாகத் திருப்தி அடைகிறாய்."
    },
    {
      "number": 5,
      "sanskrit": "त्वां भक्तिप्रणिधायिनो यदि पुन: स्वप्रारब्धकर्मक्रमा- त्किञ्चिद्भौतिकदेहिनामपि निजं दोषं भजेरन् विभो । तत्सर्वं त्वयि संस्थितो विनुदसि त्वं तानपि प्रीयसे यस्मात्त्वन्मयतां व्रजन्त्यनुदिनं ते धन्यतां बिभ्रति ॥५॥",
      "transliteration": "த்வாம் பக்திப்ரணிதாயிநோ யதி புந: ஸ்வப்ராரப்த கர்மக்ரமா- த்கிஞ்சித்பௌதிகதேஹிநாமபி நிஜம் தோஷம் பஜேரன் விபோ | தத்ஸர்வம் த்வயி ஸம்ஸ்திதோ வினுதஸி த்வம் தாநபி ப்ரீயஸே யஸ்மாத்த்வன்மயதாம் வ்ரஜந்த்யனுதினம் தே தன்யதாம் பிப்ரதி || 5 ||",
      "tamil_translation": "உம்மைத் துதிப்பவர்கள் தங்களின் விதியினால் சில பிழைகளைச் செய்தாலும், அவர்கள் இதயத்தில் இருக்கும் நீர் அவற்றை நீக்கி அவர்களைத் தூய்மைப்படுத்துகிறாய். அவர்கள் நாளடைவில் உமது வடிவமாகவே மாறித் தர்மத்தை அடைகிறார்கள்."
    },
    {
      "number": 6,
      "sanskrit": "या भक्ति: सकलार्थसाधनी यया सर्वाणि सौख्यान्यहो यां विद्मो निगमागमादिषु विभो सैवास्तु मे शाश्वती । येनाहं सकलामयै: परिगतोऽप्येवं न संक्षीयते प्राप्नोमि प्रमदं त्वदर्चनविधौ श्रद्धां च नित्यं विभो ॥६॥",
      "transliteration": "யா பக்தி: ஸகலார்தஸாதநீ யயா ஸர்வாணி ஸௌக்யாந்யஹோ யாம் வித்மோ நிகமாகமாதிஷு விபோ ஸைவாஸ்து மே ஸாஸ்வதீ | யேநாஹம் ஸகலாமயை: பரிகதோऽப்யேவம் ந ஸங்க்ஷீயதே ப்ராப்நோமி ப்ரமதம் த்வதர்சநவிதௌ ஸ்ரத்தாம் ச நித்யம் விபோ || 6 ||",
      "tamil_translation": "எல்லா நலன்களையும் தரக்கூடியதும், வேதாந்தங்கள் போற்றுவதுமான அந்த நிலையான பக்தி எனக்குக் கிடைக்கட்டும். அதன் மூலம் நான் உடல் உபாதைகளால் வருந்தினாலும், உமது வழிபாட்டில் மகிழ்ச்சியும் மாறாத நம்பிக்கையும் கொள்ள வேண்டும்."
    },
    {
      "number": 7,
      "sanskrit": "तस्मादेव न मे अस्ति किंचिदपि यत्कुर्यामहं नित्यश- स्त्वां नत्वा तव पादपद्मभजने श्रद्धां च बिभ्रन् सदा । यत्कथ्यां च मुकुन्द ते सुमधुरां शृण्वन् प्रगायन् सदा त्वामेवाश्रयतां भवामि सततप्रह्लादयुक्त: प्रभो ॥७॥",
      "transliteration": "தஸ்மாதேவ ந மே அஸ்தி கிஞ்சிதபி யத்குர்யமஹம் நித்யஸ- ஸ்த்வாம் நத்வா தவ பாதபத்மபஜநே ஸ்ரத்தாம் ச பிப்ரந் ஸதா | யத்கத்யாம் ச முகுந்த தே ஸுமதுராம் ஸ்ருண்வன் ப்ர காயன் ஸதா த்வாமேவாஸ்ரயதாம் பவாமி ஸததப்ரஹ்லாதயுக்த: ப்ரபோ || 7 ||",
      "tamil_translation": "எனவே, உம்மை வணங்குவதைத் தவிர எனக்கு வேறு கடமை ஏதுமில்லை. முகுந்தா! உமது இனிமையான கதைகளைக் கேட்பதும், உமது புகழைப் பாடுவதும், உமது திருவடிகளைச் சரணடைவதுமே எனக்குப் பேரானந்தத்தைத் தருகிறது."
    },
    {
      "number": 8,
      "sanskrit": "एवं भक्तिरुदारया मुनिजनै: सन्मार्गिता नित्यश- स्तत्सिद्ध्यै सुनिबद्धहृद्यवचनै: त्वां प्रार्थयेऽहं विभो । व्याधिं चापनुदन्निदं सुमधुरं ते रूपमालोकयन् भक्त्या पूर्णमना: सुखी विचरितुं संप्रार्थयेऽहं सदा ॥८॥",
      "transliteration": "ஏவம் பக்திருதாரயா முநிஜநை: ஸன்மார்க்கிதா நித்யஸ- ஸ்தத்ஸித்த்யை ஸுநிபத்தஹ்ருத்யவசநை: த்வாம் ப்ரார்தயேऽஹம் விபோ | வ்யாதிம் சாபநுதந்நிதம் ஸுமதுரம் தே ரூபமாலோகயன் பக்த்யா பூர்ணமநா: ஸுகீ விசரிதும் ஸம்ப்ரார்தயேऽஹம் ஸதா || 8 ||",
      "tamil_translation": "முனிவர்கள் காட்டிய இந்தப் பக்தி நெறி எனக்குக் கைவர வேண்டும் என்று உருகி வேண்டுகிறேன். என் நோய்களை நீக்கி, உமது இனிய உருவத்தைக் கண்டு, பக்தியில் மூழ்கி நான் இன்பமாக வாழ அருள் செய்வீராக."
    },
    {
      "number": 9,
      "sanskrit": "त्वामेवाश्रयणं करोमि परमं ब्रह्मात्मकं रूपिणं त्वद्रूपामृतसेवनेन सततप्रह्लादयुक्त: प्रभो । व्याधिं मे अपनुदन् विभो तव पदाम्भोजे सदानुग्रहं कुरु मे कृष्ण दयानिधे सुमधुरं सन्दीक्षमाण: सदा ॥९॥",
      "transliteration": "த்வாமேவாஸ்ரயணம் கரோமி பரமம் ப்ரஹ்மாத்மகம் ரூபிணம் த்வத்ரூபாம்ருதஸேவநேந ஸததப்ரஹ்லாதயுக்த: ப்ரபோ | வ்யாதிம் மே அபநுதன் விபோ தவ பதாம்போஜே ஸதாநுக்ரஹம் குரு மே கிருஷ்ண தயாநிதே ஸுமதுரம் ஸந்தீக்ஷமாண: ஸதா || 9 ||",
      "tamil_translation": "பரப்பிரம்ம சொரூபமான உன்னையே நான் சரணடைகிறேன். உமது உருவமாகிய அமுதத்தை உண்டு நான் எப்போதும் மகிழ்ச்சியுடன் இருக்க வேண்டும். தயாநிதியே! கிருஷ்ணா! உமது அருட்பார்வையால் என் நோயைப் போக்கி அருள் புரிவாயாக."
    },
    {
      "number": 10,
      "sanskrit": "एवं त्वां अनिशं नमामि नृहरे हन्மே அசேஷ ரோகான் விபோ ॥१०॥",
      "transliteration": "ஏவம் த்வாம் அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ || 10 ||",
      "tamil_translation": "இப்படிப்பட்ட உன்னை நான் இடைவிடாது வணங்குகிறேன். எங்கும் நிறைந்திருக்கும் குருவாயூரப்பா! என் நோய்கள் அனைத்தையும் வேரோடு அழித்து எனக்கு நலம் தருவாயாக."
    }
  ]
}
