{
  "title": "நாராயணீயம்",
  "dasakam": 38,
  "description": "ஸ்ரீ கிருஷ்ண அவதாரம் - சிறைச்சாலையில் பகவான் பாலகனாகத் தோன்றுதல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "तत: प्रसूतिसमये यदुकुलविभूषणं । आविरासीत् जगन्नाथ: देवक्यां देवरूपधृत् ॥१॥",
      "transliteration": "தத: ப்ரஸூதிஸமயே யது³குலவிபூ⁴ஷணம் | ஆவிராஸீத் ஜக³ன்னாத²: தே³வக்யாம் தே³வரூபத்⁴ருத் ||",
      "tamil_translation": "அதன்பிறகு அவதரிக்கும் காலம் வந்தபோது, யது குலத்தின் ஆபரணமும் ஜகன்னாதனுமான பகவான், தேவகியிடம் திவ்யமான உருவத்துடன் தோன்றினான்."
    },
    {
      "number": 2,
      "sanskrit": "तमद्भुतं बालकमम्बुजेक्षणं चतुर्भुजं शङ्खगदायुदायुधम् । श्रीवत्सलक्ष्मं गलशोभिकौस्तुभं पीताम्बरं सान्द्रपयोदसौभगम् ॥२॥",
      "transliteration": "தமத்³பு⁴தம் பா³லகமம்பு³ஜேக்ஷணம் சதுர்பு⁴ஜம் ஶங்க²க³தா³யுதா³யுத⁴ம் | ஶ்ரீவத்ஸலக்ஷ்மம் க³லஶோபி⁴கௌஸ்துப⁴ம் பீதாம்ப³ரம் ஸாந்த்³ரபயோத³ஸௌப⁴க³ம் ||",
      "tamil_translation": "தாமரை போன்ற கண்களுடனும், நான்கு கரங்களில் சங்கு, கதாயுதம் போன்ற ஆயுதங்களை ஏந்தியும், மார்பில் ஸ்ரீவத்ஸ மறு மற்றும் கௌஸ்துப மணியுடனும், பீதாம்பரம் தரித்து கார்மேகம் போன்ற நிறத்துடனும் அந்த அற்புத பாலகன் விளங்கினான்."
    },
    {
      "number": 3,
      "sanskrit": "महार्हवैदूर्यकिरीटकण्डल-त्विषा परिष्वक्तमुखाम्बुरुहं । महार्हमुक्तागुणहारवेष्टितं निशम्य शौरिर्मुदमवाप सम्भ्रमात् ॥३॥",
      "transliteration": "மஹார்ஹவைதூ³ர்யகிரீடகுண்ட³ல-த்விஷா பரிஷ்வக்தமுகா²ம்பு³ருஹம் | மஹார்ஹமுக்தாகு³ணஹாரவேஷ்டிதம் நிஶம்ய ஶௌரிர்முத³மவாப ஸம்ப்⁴ரமாத் ||",
      "tamil_translation": "விலைமதிப்பற்ற வைடூரியக் கிரீடம் மற்றும் குண்டலங்களின் ஒளியால் சூழப்பட்ட முகமும், முத்து மாலைகள் அலங்கரிக்கும் திருமார்பும் கொண்ட உன்னைக் கண்டு வசுதேவர் அளவற்ற மகிழ்ச்சியும் வியப்பும் அடைந்தார்."
    },
    {
      "number": 4,
      "sanskrit": "अवाप्य च एनं परिलक्षितं परं विमर्शनो मेव विमोहितोऽभवत् । स संस्तुवन् वाग्भिरुदश्रुलोचन: ननाम मूर्ध्ना जगदीश्वरं विभुम् ॥४॥",
      "transliteration": "அவாப்ய ச ஏனம் பரிலக்ஷிதம் பரம் விமர்ஶனோ மேவ விமோஹிதோऽப⁴வத் | ஸ ஸம்ஸ்துவன் வாக்³பி⁴ருத³ஶ்ருலோசன: நநாம மூர்த்⁴னா ஜக³தீ³ஶ்வரம் விபு⁴ம் ||",
      "tamil_translation": "பரம்பொருளான உன்னை நேரில் கண்ட வசுதேவர், பரவசத்தால் கண்கள் பனிக்க, பலவாறு துதித்து ஜகதீஸ்வரனான உன்னைத் தலைவணங்கி வணங்கினார்."
    },
    {
      "number": 5,
      "sanskrit": "तत: प्रसादाभिमुखो विलोकितुं स देवकीं प्राह तवानुभावतः । मुमोच सा मन्दस्मितं तवाकृतिं विलोक्य विस्मयविकसितेक्षणा ॥५॥",
      "transliteration": "தத: ப்ரஸாதா³பி⁴முக்கோ² விலோகிதும் ஸ தே³வகீம் ப்ராஹ தவானுபா⁴வத: | முமோச ஸா மந்த³ஸ்மிதம் தவாக்ருதிம் விலோக்ய விஸ்மயவிகஸிதேக்ஷணா ||",
      "tamil_translation": "பிறகு தேவகியைப் பார்த்து நீ புன்னகை செய்தாய். உன்னுடைய இந்த திவ்யமான உருவத்தைக் கண்ட தேவகி, ஆச்சரியத்தால் கண்கள் மலர உன்னைத் தரிசித்தாள்."
    },
    {
      "number": 6,
      "sanskrit": "स्तवेन सम्बोधितवानथ प्रभुं भयात् स कंसस्य यदुद्वहो विभुम् । इयं त्वदीया तनुरीश दृश्यते नृलोकविस्मापनमन्दहासिनी ॥६॥",
      "transliteration": "ஸ்தவேன ஸம்போ³தி⁴தவானத² ப்ரபு⁴ம் பயாத் ஸ கம்ஸஸ்ய யது³த்³வஹோ விபு⁴ம் | இயம் த்வதீ³யா தனுரீஶ த்³ருஶ்யதே ந்ருலோகவிஸ்மாபனமந்த³ஹாஸிநீ ||",
      "tamil_translation": "கம்சனுக்குப் பயந்த வசுதேவர், 'இறைவா, மனிதர்களை வியப்படையச் செய்யும் உன்னுடைய இந்தத் திருவுருவத்தை மறைத்துக் கொள்வாயாக' என்று வேண்டினார்."
    },
    {
      "number": 7,
      "sanskrit": "उपसंहर सर्वाणि च आयुधानि निजं च रूपं ननु मानुषं कुरु । इतीरितस्त्वं पितृभ्यां तदैव प्राहिणो: शिशुभावमद्भुतम् ॥७॥",
      "transliteration": "உபஸம்ஹர ஸர்வாணி ச ஆயுதா⁴நி நிஜம் ச ரூபம் நனு மானுஷம் குரு | இதீரிதஸ்த்வம் பித்ருப்⁴யாம் ததை³வ ப்ராஹிணோ: ஶிஶுபா⁴வமத்³பு⁴தம் ||",
      "tamil_translation": "'உன் ஆயுதங்களை மறைத்து சாதாரணக் குழந்தையாக உருவெடுப்பாயாக' என்று பெற்றோர்கள் வேண்ட, நீயும் அற்புதமான ஒரு பாலகனாக மாறினாய்."
    },
    {
      "number": 8,
      "sanskrit": "तदाऽज्ञया ते स च शूरनन्दन: वहन् भवन्तं विनिर्गतो गृहात् । तदा भवत्प्रेरणया विमोहिता: रक्षिणो निद्रावशमाययुस्तदा ॥८॥",
      "transliteration": "ததா³ऽஜ்ஞயா தே ஸ ச ஶூரநந்த³ன: வஹன் ப⁴வந்தம் விநிர்க³தோ க்³ருஹாத் | ததா³ ப⁴வத்ப்ரேரணயா விமோஹிதா: ரக்ஷிணோ நித்³ராவஶமாயயுஸ்ததா³ ||",
      "tamil_translation": "உன் கட்டளைப்படி வசுதேவர் உன்னைத் தூக்கிக் கொண்டு சிறையை விட்டு வெளியேறினார். அப்போது உன் மாயையால் காவலர்கள் அனைவரும் ஆழ்ந்த உறக்கத்தில் ஆழ்ந்தனர்."
    },
    {
      "number": 9,
      "sanskrit": "कवाटमुद्घाट्य ययौ बहि: क्षणात् महानदीं च प्रततार सत्वरम् । तदाऽभवत् शेषफणोपरिस्थित: निवारयन् वारि मुहु: मुहु: विभो ॥९॥",
      "transliteration": "கவாடமுத்³கா⁴ட்ய யயௌ ப³ஹி: க்ஷணாத் மஹாநதீ³ம் ச ப்ரததார ஸத்வரம் | ததா³ऽப⁴வத் ஶேஷப²ணோபரிஸ்தி²த: நிவாரயன் வாரி முஹு: முஹு: விபோ⁴ ||",
      "tamil_translation": "சிறைக்கதவுகள் தானாகத் திறக்க, வசுதேவர் யமுனை நதியைக் கடந்தார். அப்போது ஆதிசேஷன் தன் படங்களை விரித்து மழையிலிருந்து உன்னைக் காத்து குடை பிடித்தார்."
    },
    {
      "number": 10,
      "sanskrit": "नन्दालयं प्राप्य विमुच्य बालकं गृहीत्वा मायामथ कन्यकां ययौ । स त्वं गदक्लेशविनाशनो विभो ममाधिपीडां शमयाशु केशव ॥१०॥",
      "transliteration": "நந்தா³லயம் ப்ராப்ய விமுச்ய பா³லகம் க்³ருஹீத்வா மாயாமத² கந்யகாம் யயௌ | ஸ த்வம் க³த³க்லேஶவிநாஶனோ விபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ ||",
      "tamil_translation": "நந்தகோபரின் இல்லத்தை அடைந்து உன்னை அங்கே விட்டுவிட்டு, மாயையாகப் பிறந்த பெண் குழந்தையை எடுத்துக் கொண்டு வசுதேவர் திரும்பினார். நோய்களைத் தீர்க்கும் குருவாயூரப்பா, என் துன்பங்களை நீக்கி அருளவேண்டும்."
    }
  ]
}
