{
  "title": "நாராயணீயம்",
  "dasakam": 18,
  "description": "துருவ அனுக்ரஹம் - பகவான் காட்சியளித்தல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "तपस्यन्तं ध्रुवं दृष्ट्वा देववर्षाणि पञ्चसु । पवनव्याधिहारेण त्वां प्रपन्नोऽस्मि पाही माम् ॥१॥",
      "transliteration": "தபஸ்யந்தம் த்ருவம் த்ருஷ்ட்வா தேவவர்ஷாணி பஞ்சஸு | பவநவ்யாதிஹாரேண த்வாம் ப்ரபந்நொऽஸ்மி பாஹீ மாம் || 1 ||",
      "tamil_translation": "ஐந்து மாதங்கள் கடுமையாகத் தவம் செய்த துருவனைக் காண நீ வந்தாய். நோய்களைத் தீர்க்கும் குருவாயூரப்பா! உன்னைச் சரணடைந்த என்னைக் காத்தருளும்."
    },
    {
      "number": 2,
      "sanskrit": "प्राणसंयमनं कुर्वन् ध्रुवस्तस्थौ तदा विभो । जगत्प्राणनिरोधेन देवास्त्वां शरणं ययुः ॥२॥",
      "transliteration": "ப்ராணஸம்யமநம் குர்வன் த்ருவஸ்தஸ்தௌ ததா விபோ | ஜகத்ப்ராணநிரோதேந தேவாஸ்த்வாம் ஸரணம் யயு: || 2 ||",
      "tamil_translation": "துருவன் தனது மூச்சை அடக்கித் தவம் செய்தபோது, அகில உலகத்தின் மூச்சும் நின்றது போன்ற நிலை ஏற்பட்டது. கலக்கமடைந்த தேவர்கள் உன்னிடமே தஞ்சம் புகுந்தனர்."
    },
    {
      "number": 3,
      "sanskrit": "अथ गरुडगतस्त्वं तस्य पुरतः प्रकटीबभूविथ । शङ्खचक्रेक्षणेनैव तं हर्षेण न्यमज्जयः ॥३॥",
      "transliteration": "அத கருடகதஸ்த்வம் தஸ்ய புரத: ப்ரகடீபபூவித | ஸங்கசக்ரேக்ஷணேநைவ தம் ஹர்ஷேண ந்யமஜ்ஜய: || 3 ||",
      "tamil_translation": "கருடன் மீது அமர்ந்து துருவனுக்கு முன்னால் காட்சியளித்தாய். சங்கு சக்கரங்களுடன் கூடிய உமது திவ்ய ரூபத்தைக் கண்டு அவன் பேரானந்தத்தில் மூழ்கினான்."
    },
    {
      "number": 4,
      "sanskrit": "वेदात्मकेन शङ्खेन तस्य कपोलमस्पृशः । तदैव स तु धन्योऽभूत् सुप्रसन्नास्यपङ्कजः ॥४॥",
      "transliteration": "வேதாத்மகேந ஸங்கேந தஸ்ய கபோலமஸ்ப்ருஸ: | ததைவ ஸ து தந்யொऽபூத் ஸுப்ரஸந்நாஸ்யபங்கஜ: || 4 ||",
      "tamil_translation": "வேத வடிவான உமது சங்கினால் துருவனின் கன்னத்தைத் தொட்டாய். உடனே அந்தச் சிறுவன் பேரறிவு பெற்று, மலர்ந்த முகத்துடன் உம்மைத் துதிக்கத் தொடங்கினான்."
    },
    {
      "number": 5,
      "sanskrit": "स्तुवन्तं तं ध्रुवं प्रीत्या तस्मै दत्तं वरं त्वया । भुक्त्वा भोगान् ययौ पश्चात् ध्रुवलोकं सनातनम् ॥५॥",
      "transliteration": "ஸ்துவந்தம் தம் த்ருவம் ப்ரித்யா தஸ்மை தத்தம் வரம் த்வயா | புக்த்வா போகான் யயௌ பஸ்சாத் த்ருவலோகம் ஸநாதநம் || 5 ||",
      "tamil_translation": "உம்மைத் துதித்த துருவனுக்குப் பல வரங்களை அளித்தாய். அவன் இவ்வுலக போகங்களை அனுபவித்துவிட்டு, இறுதியில் அழிவற்ற 'துருவ லோகத்தை' அடைந்தான்."
    },
    {
      "number": 6,
      "sanskrit": "एवं भक्तपराधीन त्वां भजामि जगत्प्रभो । व्याधिं विधूय कुरु मे कुरुवापुरेश सौख्यदां ॥६॥",
      "transliteration": "ஏவம் பக்தபராதீந த்வாம் பஜாமி ஜகத்ப்ரபோ | வ்யாதிம் விதூய குரு மே குருவாபுரேஸ ஸௌக்யதாம் || 6 ||",
      "tamil_translation": "பக்தர்களுக்குக் கட்டுப்பட்டவனே! ஜகத்பிரபுவே! என் நோய்களை நீக்கி, எனக்கு நல்வாழ்வு தருமாறு வேண்டுகிறேன்."
    },
    {
      "number": 7,
      "sanskrit": "पाहि प्रभो अखिलरोगसमूहजातात् त्राहि प्रभो विपदि सन्ततमेव मां त्वम् । त्वत्पादभक्तिनिरतो यदि स्यां तदाहं त्वय्येव लीनमिव मां कुरु वासुदेव ॥७॥",
      "transliteration": "பாஹி ப்ரபோ அகிலரோகஸமூஹஜாதாத் த்ராஹி ப்ரபோ விபதி ஸந்ததமேவ மாம் த்வம் | த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் த்வயியேவ லீநமிவ மாம் குரு வாஸுதேவ || 7 ||",
      "tamil_translation": "பிரபுவே! நோய்களிலிருந்தும் ஆபத்துகளிலிருந்தும் என்னைக் காப்பாற்றுங்கள். நான் உமது பாத பக்தியில் நிலைபெற்று, உம்மோடு கலக்க அருள் புரியுங்கள்."
    },
    {
      "number": 8,
      "sanskrit": "यद्यत्करोमि तत्तदीश्वर कर्मजातम् तुभ्यं समर्पयितुमेव मतिं कुरुष्व । शान्तिं च मे दिश सदा तव पादभक्तौ श्रद्धां च वर्धय மயி प्रभोऽशेषनाथ ॥८॥",
      "transliteration": "யத்யத்கரோமி தத்ததீஸ்வர கர்மஜாதம் துப்யம் ஸமர்ப்பயிதுமேவ மதிம் குருஷ்வ | ஸாந்திம் ச மே திஸ ஸதா தவ பாதபக்தௌ ஸ்ரத்தாம் ச வர்தய மயி ப்ரபோऽஸேஷநாத || 8 ||",
      "tamil_translation": "நான் செய்யும் செயல்கள் அனைத்தையும் உமக்கே சமர்ப்பிக்கும் புத்தியைத் தாரும். எனக்கு அமைதியையும் பக்தியில் உறுதியையும் தந்தருளும்."
    },
    {
      "number": 9,
      "sanskrit": "अज्ञोऽप्यहं तव पदार्चनपद्धतीनां सन्दीक्षமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 9 ||",
      "transliteration": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 9 ||",
      "tamil_translation": "வழிபாட்டு முறைகள் தெரியாத என்னை உமது கருணையால் காத்தருளும். பக்தியையும் அபயத்தையும் அளித்து இந்த எளியவனைக் காப்பாற்றுங்கள்."
    },
    {
      "number": 10,
      "sanskrit": "एवं त्वां अनिशं नमामि नृहरे हन्மே அசேஷ ரோகான் விபோ ॥१०॥",
      "transliteration": "ஏவம் த்வாம் அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ || 10 ||",
      "tamil_translation": "இப்படிப்பட்ட உன்னை நான் இடைவிடாது வணங்குகிறேன். குருவாயூரப்பா! என் நோய்கள் அனைத்தையும் வேரோடு அழித்து எனக்கு நலம் தருவாயாக."
    }
  ]
}
