{
  "title": "நாராயணீயம்",
  "dasakam": 4,
  "description": "அஷ்டாங்க யோகமும் பக்தி யோகமும்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "कल्यतां मम कुरुष्व तावतीं कल्यते भवदुपासनं यया । स्पष्टमष्टविधयोगचर्यया पुष्टयाशु तव रूपमीक्षये ॥१॥",
      "transliteration": "கல்யதாம் மம குருஷ்வ தாவதீம் கல்யதே பவதுபாஸனம் யயா | ஸ்பஷ்டமஷ்டவிதயோகசர்யயா புஷ்டயாஸு தவ ரூபமீக்ஷயே || 1 ||",
      "tamil_translation": "இறைவா! உமது வழிபாட்டைச் செய்வதற்குத் தேவையான ஆரோக்கியத்தை எனக்குத் தாரும். அஷ்டாங்க யோகத்தின் மூலம் உமது திருவுருவத்தை நான் தெளிவாகத் தரிசிக்க அருள்புரிய வேண்டும்."
    },
    {
      "number": 2,
      "sanskrit": "यमैश्च नियमैश्चापि आत्मसंयमं बिभ्रतो मुनय: सततं विभो । तव स्वरूपे विनिधाय मानसम् तदेव पश्यन्ति च नित्यमुक्तம் ॥२॥",
      "transliteration": "யமைஸ்ச நியமைஸ்சாபி ஆத்மஸம்யமம் பிப்ரதோ முநய: ஸததம் விபோ | தவ ஸ்வரூபே விநிதாய மாநஸம் ததேவ பஸ்யந்தி ச நித்யமுக்தம் || 2 ||",
      "tamil_translation": "இயமம், நியமம் போன்ற நெறிகளால் மனதை அடக்கிய முனிவர்கள், எப்போதும் உமது சொரூபத்திலேயே மனதை நிலைநிறுத்தி, நித்திய முக்தர்களாக உம்மைக் காண்கிறார்கள்."
    },
    {
      "number": 3,
      "sanskrit": "आसनेन विजयेन मेदसां प्राणसंयमनतोऽपि निर्मलम् । इन्द्रियाणि विनियम्य केवलं त्वां भजन्ति मुनय: समाहिता: ॥३॥",
      "transliteration": "ஆஸநேந விஜயேந மேதஸாம் ப்ராணஸம்யமநதோऽபி நிர்மலம் | இந்த்ரியாணி வினியம்ய கேவலம் த்வாம் பஜந்தி முநய: ஸமாஹிதா: || 3 ||",
      "tamil_translation": "சரியான ஆசனங்கள் மற்றும் பிராணாயாமம் மூலம் உடலையும் மூச்சையும் தூய்மைப்படுத்தி, புலன்களை அடக்கி, முனிவர்கள் ஏகாந்தமாக உன்னைத் தியானிக்கிறார்கள்."
    },
    {
      "number": 4,
      "sanskrit": "प्राणायामविधिं समाश्रितवतो चित्तं स्थिरं जायते तस्मिन् ब्रह्मणि निर्विकारविमले त्वद्रूपमालम्बते । ध्यानं नाम तदेव हन्त भगवन् यस्मिन् विलीना गति: तस्मात्त्वत्पदभक्तिமேவ सततं प्रार्थयामहे ॥४॥",
      "transliteration": "ப்ராணாயாமவிதிம் ஸமாஸ்ரிதவதோ சித்தம் ஸ்திரம் ஜாயதே தஸ்மின் ப்ரஹ்மணி நிர்விகாரவிமலே த்வத்ரூபாலம்பதே | த்யாநம் நாம ததேவ ஹந்த பகவன் யஸ்மின் விலீநா கதி: தஸ்மாத்த்வத்பதபக்திமேவ ஸததம் ப்ரார்தயாமஹே || 4 ||",
      "tamil_translation": "பிராணாயாமத்தால் நிலைபெற்ற மனம், விகாரமற்ற பரப்பிரம்மமாகிய உமது உருவத்தை ஆசிரயிக்கிறது. அந்த லயமே தியானம் எனப்படுகிறது. அத்தகைய நிலையைத் தரும் உமது பக்தி ஒன்றையே நாங்கள் வேண்டுகிறோம்."
    },
    {
      "number": 5,
      "sanskrit": "हृत्पद्मे तव रूपमेव विमलं संचिन्तयन्तो मुहु: आनन्दाश्रुजलै: प्लुता: पुलकिता: पूर्णप्रमोदाकुला: । पश्यन्तो वपुरीश ते सुमधुरं तस्मिन् निमग्नात्मनां मुक्ति: किं न कराग्रगा भगवतस्त्वद्भक्तिभाजामिह ॥५॥",
      "transliteration": "ஹ்ருத்பத்மே தவ ரூபமேவ விமலம் ஸஞ்சிந்தயந்தோ முஹு: ஆநந்தாஸ்ருஜலை: ப்லுதா: புலகிதா: பூர்ணப்ரமோதாகுலா: | பஸ்யந்தோ வபுரீஸ தே ஸுமதுரம் தஸ்மின் நிமக்நாத்மநாம் முக்தி: கிம் ந கராக்ரகா பகவதஸ்த்வத்பக்திபாஜாமிஹ || 5 ||",
      "tamil_translation": "இதயக் கமலத்தில் உமது தூய உருவத்தைத் தியானித்து, ஆனந்தக் கண்ணீர் வடித்து, மெய்மறந்து நிற்கும் உமது பக்தர்களுக்கு, முக்தி என்பது கைமேல் பலனாகக் கிடைக்குமன்றோ!"
    },
    {
      "number": 6,
      "sanskrit": "एवं योगविधे: फलं तव पदाम्भोजे दृढा भक्तिर- प्येतत्प्राप्य मुदा रमेत भगवन् किं तस्य योगै: पृथक् । त्वद्रूपं हृदि भावयन् निमिषवत्कालं नयन् सादरं मुक्तानां अपि श्लाघनीयचरित: सोऽहं भवेयं विभो ॥६॥",
      "transliteration": "ஏவம் யோகவிதே: பலம் தவ பதாம்போஜே த்ருடா பக்திர- ப்யேதத்ப்ராப்ய முதா ரமேத பகவன் கிம் தஸ்ய யோகை: ப்ருதக் | த்வத்ரூபம் ஹ்ருதி பாவயன் நிமிஷவத்காலம் நயன் ஸாதரம் முக்தாநாம் அபி ஸ்லாகநீயசரித: ஸோऽஹம் பவேயம் விபோ || 6 ||",
      "tamil_translation": "எல்லா யோகங்களின் பலனும் உமது திருவடிகளில் கொள்ளும் உறுதியான பக்தியே ஆகும். அதை அடைந்தவனுக்குத் தனிப்பட்ட யோகங்கள் எதற்கு? உமது நினைவிலேயே காலத்தைக் கழிக்கும் அத்தகைய பக்தனாக நான் மாற வேண்டும்."
    },
    {
      "number": 7,
      "sanskrit": "प्राणायामपुर:सरं यदि भवेत् ध्यानं त्वदीयं विभो तस्मिन् विन्दति शान्तिमप्रतिहतां चित्तं चिदानन्दवत् । तस्मात्त्वन्मयमस्तु मे मन इदं शान्तं सदा निर्मलं पाहि त्वं गदराशित: पवनगेहाधीश पालय प्रभோ ॥७॥",
      "transliteration": "ப்ராணாயாமபுர:ஸரம் யதி பவேத் த்யாநம் த்வதீயம் விபோ தஸ்மின் விந்ததி ஸாந்திமப்ரதிஹதாம் சித்தம் சிதாநந்தவத் | தஸ்மாத்த்வன்மயமஸ்து மே மன இதம் ஸாந்தம் ஸதா நிர்மலம் பாஹி த்வம் கதராஸித: பவனகேஹாதீஸ பாலய ப்ரபோ || 7 ||",
      "tamil_translation": "பிராணாயாமத்தோடு கூடிய உமது தியானம் மனதிற்கு ஈடு இணையற்ற அமைதியைத் தருகிறது. என் மனம் எப்போதும் உம்மையே நினைத்துத் தூய்மையாக இருக்கட்டும். குருவாயூரப்பா! என் நோய்களிலிருந்து என்னைக் காத்தருளும்."
    },
    {
      "number": 8,
      "sanskrit": "शुद्धेऽन्तःकरणे तवैव विमलं रूपं स्फुरेदुज्ज्वलं तस्मिन् विन्दति सौख्यमत्यनुपमं मुक्तोऽपि योऽभ्यर्थयेत् । तस्मात्त्वत्पदभक्तिरेव शरणं लोके नृणां देहिनां पाहि त्वं गदराशित: पवनगेहाधीश पालय प्रभோ ॥८॥",
      "transliteration": "ஸுத்தேऽந்த:கரணே தவைவ விமலம் ரூபம் ஸ்புரேதுஜ்வலம் தஸ்மின் விந்ததி ஸௌக்யமத்யனுபமம் முக்தோऽபி யோऽப்யர்தயேத் | தஸ்மாத்த்வத்பதபக்திரேவ ஸரணம் லோகே ந்ருணாம் தேஹிநாம் பாஹி த்வம் கதராஸித: பவனகேஹாதீஸ பாலய ப்ரபோ || 8 ||",
      "tamil_translation": "தூய்மையான மனதில் உமது ஒளிமயமான உருவம் பிரகாசிக்கும். முக்தர்கள் கூட விரும்பும் அந்தப் பேரானந்தம் பக்தியால் மட்டுமே கிடைக்கும். எனவே, மனிதர்களுக்கு உமது பக்தி ஒன்றே சரண். குருவாயூரப்பா, என்னைக் காத்தருளும்."
    },
    {
      "number": 9,
      "sanskrit": "त्वद्भक्त्या खलु लभ्यते किमपि तद्यद्योगिभिर्लभ्यते तस्मात्त्वत्पदसेवनेन भगवन् धन्यो भवेयं सदा । व्याधिं चापनुदन् विभो तव पदाम्भोजे सदानुग्रहं कुरु मे कृष्ण दयानिधे सुमधुरं सन्दीक्षमाण: सदा ॥९॥",
      "transliteration": "த்வத்பக்த்யா கலு லப்யதே கிமபி தத்யத்யோகிபிர்லப்யதே தஸ்மாத்த்வத்பதஸேவநேந பகவன் தன்யோ பவேயம் ஸதா | வ்யாதிம் சாபநுதன் விபோ தவ பதாம்போஜே ஸதாநுக்ரஹம் குரு மே கிருஷ்ண தயாநிதே ஸுமதுரம் ஸந்தீக்ஷமாண: ஸதா || 9 ||",
      "tamil_translation": "யோகிகளால் அடைய முடியாத உன்னதமான நிலையை பக்தியால் எளிதில் அடையலாம். உமது சேவையால் நான் எப்போதும் பாக்கியசாலியாக இருக்கட்டும். கிருஷ்ணா! என் பிணிகளை நீக்கி உமது கருணைப் பார்வையால் அருள்புரிவாயாக."
    },
    {
      "number": 10,
      "sanskrit": "एवं त्वां अनिशं நமாமி ந்ருஹரே ஹந்மே அசேஷ ரோகான் விபோ ॥१०॥",
      "transliteration": "ஏவம் த்வாம் அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ || 10 ||",
      "tamil_translation": "இப்படிப்பட்ட உன்னை நான் இடைவிடாது வணங்குகிறேன். எங்கும் நிறைந்திருக்கும் குருவாயூரப்பா! என் நோய்கள் அனைத்தையும் வேரோடு அழித்து எனக்கு நலம் தருவாயாக."
    }
  ]
}
