{
  "title": "நாராயணீயம்",
  "dasakam": 14,
  "description": "கபில அவதாரம் மற்றும் தேவஹூதி வரலாறு",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "समधिगतमनोरथः स्वयम्भुवो मनुस्तनयां ददौ तदा । कर्दमाय मुनये स्वशासनात्त्वत्परायणमुखाय मातुलेय ॥१॥",
      "transliteration": "ஸமதிகதமநோரத: ஸ்வயம்புவோ மநுஸ்தநயாம் ததௌ தடா | கர்தமாய முநயே ஸ்வஸாஸநாத்த்வத்பராயணமுகாய மாதுலேய || 1 ||",
      "tamil_translation": "உமது பக்தரான சுயம்பு மனு, தனது விருப்பம் நிறைவேறியதும், தனது மகளான தேவஹூதியை உமது பக்தரான கர்தம முனிவருக்கு உமது ஆணைப்படி திருமணம் செய்து கொடுத்தார்."
    },
    {
      "number": 2,
      "sanskrit": "स च कर्दमोऽपि मुनिस्तव प्रसादात् प्रवर्तितात् विविधार्चनविधेः । सुबहुकालं विचरन् देवहूत्या सह विविधेन्द्रियसुखेषु रमते स्म ॥२॥",
      "transliteration": "ஸ ச கர்தமோऽபி முநிஸ்தவ ப்ரஸாதாத் ப்ரவர்திதாத் விவிவார்சநவிதே: | ஸுபஹுகாலம் விசரந் தேவஹூத்யா ஸஹ விவிதேந்த்ரியஸு கேஷு ரமதே ஸ்ம || 2 ||",
      "tamil_translation": "கர்தம முனிவர் உமது அருளால் பெற்ற திவ்யமான விமானத்தில் ஏறி, தேவஹூதியுடன் பல காலம் இன்பமாக வாழ்ந்தார்."
    },
    {
      "number": 3,
      "sanskrit": "अथ तस्य तनयाः समभवन् बहुवः शुभाश्च ताः । वसिष्ठादिमुनिपुङ्गवैस्तदा परिणीता भगवन् भवत्प्रियाः ॥३॥",
      "transliteration": "அத தஸ்ய தநயா: ஸமபவந் பஹுவ: ஸுபாஸ்ச தா: | வஸிஷ்டாதி முநிபுங்கவைஸ்ததா பரிணீதா பகவந் பவத்ப்ரியா: || 3 ||",
      "tamil_translation": "அவர்களுக்கு ஒன்பது பெண் குழந்தைகள் பிறந்தனர். அவர்கள் அனைவரும் வசிஷ்டர் போன்ற சிறந்த முனிவர்களுக்குத் திருமணம் செய்து கொடுக்கப்பட்டனர்."
    },
    {
      "number": 4,
      "sanskrit": "अथ देवहूतिहृदये तव भक्तिं विवृद्धये स्वयमेव भवान् । कर्दमाय मुनये प्रतिश्रुतं कूपे कवलितं रूपमगात् ॥४॥",
      "transliteration": "அத தேவஹூதிஹ்ருதயே தவ பக்திம் விவ்ருத்தயே ஸ்வயமேவ பவான் | கர்தமாய முநயே ப்ரதிஸ்ருதம் கூபே கவலிதம் ரூபமகாத் || 4 ||",
      "tamil_translation": "தேவஹூதியின் இதயத்தில் பக்தியை வளர்க்கவும், கர்தம முனிவருக்கு அளித்த வாக்கைக் காப்பாற்றவும், நீயே அவர்களுக்கு மகனாகப் பிறக்க முடிவு செய்தாய்."
    },
    {
      "number": 5,
      "sanskrit": "स च कपिल इति नाम्ना भुवनविदितः साक्षात् भवान् । साङ्ख्ययोगमुपदेष्टुं अवनौ अवततार करुणाकर ॥५॥",
      "transliteration": "ஸ ச கபில இதி நாம்நா புவனவிதித: ஸாக்ஷாத் பவான் | ஸாங்க்யயோகமுபதேஷ்டும் அவநௌ அவததார கருணாகர || 5 ||",
      "tamil_translation": "கருணாகரனே! சாங்கிய யோகத்தை உலகிற்கு உபதேசிக்க நீ 'கபிலர்' என்ற பெயரில் இவ்வுலகில் அவதாரம் செய்தாய்."
    },
    {
      "number": 6,
      "sanskrit": "सिद्धगणाः संस्तुवन्ति तव जन्म देवर्षयश्च । कर्दमोऽपि मुनिस्तव प्रसादात् विरक्तो वनमगात् ॥६॥",
      "transliteration": "ஸித்தகணா: ஸம்ஸ்துவந்தி தவ ஜந்ம தேவர்ஷயஸ்ச | கர்தமோऽபி முநிஸ்தவ ப்ரஸாதாத் விரக்தோ வநமகாத் || 6 ||",
      "tamil_translation": "உமது பிறப்பைக் கண்டு சித்தர்களும் தேவர்ஷிகளும் துதித்தனர். கர்தம முனிவர் உமது அருளால் பற்றற்ற நிலை அடைந்து தவம் செய்யக் காடு சென்றார்."
    },
    {
      "number": 7,
      "sanskrit": "मातरं च देवहूतिं तव रूपे भक्तिं दृढां कुरुष्व इति । उपदिशन् भवान् तस्यै तत्त्वज्ञानं ददौ मुदा ॥७॥",
      "transliteration": "மாதரம் ச தேவஹூதிம் தவ ரூபே பக்திம் த்ருடாம் குருஷ்வ இதி | உபதிஸந் பவான் தஸ்யை தத்த்வஞானம் ததௌ முதா || 7 ||",
      "tamil_translation": "உமது தாயாரான தேவஹூதிக்கு, உமது சொரூபத்தில் உறுதியான பக்தி கொள்ளும் முறையையும், ஆத்ம ஞானத்தையும் மகிழ்ச்சியுடன் உபதேசித்தீர்."
    },
    {
      "number": 8,
      "sanskrit": "பாலி ப்ரபோ அகிலரோகஸமூஹஜாதாத் த்ராஹி ப்ரபோ விபதி ஸந்ததமேவ மாம் த்வம் | த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் த்வயியேவ லீநமிவ மாம் குரு வாஸுதேவ || 8 ||",
      "transliteration": "பாஹி ப்ரபோ அகிலரோகஸமூஹஜாதாத் த்ராஹி ப்ரபோ விபதி ஸந்ததமேவ மாம் த்வம் | த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் த்வயியேவ லீநமிவ மாம் குரு வாஸுதேவ || 8 ||",
      "tamil_translation": "பிரபுவே! நோய்களிலிருந்தும் துன்பங்களிலிருந்தும் என்னைக் காப்பாற்றுங்கள். நான் உமது பக்தியில் நிலைபெற்று, உம்மோடு கலக்க அருள் புரியுங்கள்."
    },
    {
      "number": 9,
      "sanskrit": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 9 ||",
      "transliteration": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 9 ||",
      "tamil_translation": "வழிபாட்டு முறைகள் தெரியாத என்னைக் கருணையுடன் கவனிப்பீர். பக்தியும் அபயமும் அளித்து இந்த எளியவனைக் காத்தருளும் தயாநிதியே!"
    },
    {
      "number": 10,
      "sanskrit": "एवं त्वां अनिशं नमामि नृहरे हन्மே அசேஷ ரோகான் விபோ ॥१०॥",
      "transliteration": "ஏவம் த்வாம் அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ || 10 ||",
      "tamil_translation": "இப்படிப்பட்ட உன்னை நான் இடைவிடாது வணங்குகிறேன். குருவாயூரப்பா! என் நோய்கள் அனைத்தையும் வேரோடு அழித்து எனக்கு நலம் தருவாயாக."
    }
  ]
}
