{
  "title": "நாராயணீயம்",
  "dasakam": 19,
  "description": "பிருது சக்கரவர்த்தியின் வரலாறு",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "जात: पृठुस्त्वमसि वेनतनूजकाये मन्थात् मुनीन्द्रनिकरै: कृतयज्ञकर्मा । पृथ्वीं दुदोह सकलौषधिबीजजातां लोकास्तदा परमनिर्हृतिमापुरुच्चै: ॥१॥",
      "transliteration": "ஜாத: ப்ருதுஸ்த்வமஸி வேநதநூஜகாயே மந்தாத் முநீந்த்ரநிகரை: க்ருதயஜ்ஞகர்மா | ப்ருத்வீம் துதோஹ ஸகலௌஷதிபீஜஜாதாம் லோகாஸ்ததா பரமநிர்ஹ்ருதிமாபுருச்சை: || 1 ||",
      "tamil_translation": "முனிவர்கள் வேனனின் உடலைக் கடைந்தபோது, நீ பிருது சக்கரவர்த்தியாக அவதரித்தாய். நீ பூமியைப் பசுவாகக் கொண்டு கறந்து, உலகிற்குத் தேவையான அனைத்து மருந்துகளையும் வித்துக்களையும் வழங்கி மக்களைக் காத்தாய்."
    },
    {
      "number": 2,
      "sanskrit": "अश्वमेधशतं कर्तुं कृतदीक्षं च त्वां प्रभुम् । इन्द्रोऽहरद्धयं द्वेषान्मायया विविधात्मना ॥२॥",
      "transliteration": "அஸ்வமேதஸதம் கர்தும் க்ருததீக்ஷம் ச த்வாம் ப்ரபும் | இந்ந்ரோऽஹரத்த்வயம் த்வேஷான்மாயயா விவிதாத்மநா || 2 ||",
      "tamil_translation": "நீ நூறு அஸ்வமேத யாகங்கள் செய்யத் தொடங்கியபோது, உமது புகழைக் கண்டு பொறாமை கொண்ட இந்திரன், மாயை உருவம் கொண்டு யாகக் குதிரையைத் திருடிச் சென்றான்."
    },
    {
      "number": 3,
      "sanskrit": "अत्रिणा तु चोदितस्त्वत्पुत्रो विजित्य शक्रं हयं च आनयत् । एवं शतमश्वमेधान् कृतवन्तं त्वां हरिः स्वयमागत्य वव्रे ॥३॥",
      "transliteration": "அத்ரிணா து சோதிதஸ்த்வத்புத்ரோ விஜித்ய ஸக்ரம் ஹயம் ச ஆநயத் | ஏவம் ஸதமஸ்வமேதான் க்ருதவந்தம் த்வாம் ஹரி: ஸ்வயமாகத்ய வவ்ரே || 3 ||",
      "tamil_translation": "அத்திரி முனிவரின் அறிவுரைப்படி உமது மகன் இந்திரனை வென்று குதிரையை மீட்டான். நூறு யாகங்களை வெற்றிகரமாக முடித்த உமக்கு, மகாவிஷ்ணு நேரில் தோன்றி காட்சியளித்தார்."
    },
    {
      "number": 4,
      "sanskrit": "उपदिष्टं च सनकाद्यैः तव तत्त्वज्ञानं शुभम् । येन त्वं विरक्तो भूत्वा स्वपदं प्राप्सि विष्णो ॥४॥",
      "transliteration": "உபதிஷ்டம் ச ஸநகாத்யை: தவ தத்த்வஞானம் ஸுபம் | யேந த்வம் விரக்தோ பூத்வா ஸ்வபதம் ப்ராப்ஸி விஷ்ணோ || 4 ||",
      "tamil_translation": "சனகாதி முனிவர்கள் உமக்கு ஆத்ம ஞானத்தை உபதேசித்தனர். அதன் மூலம் பற்றற்ற நிலை அடைந்து, இறுதியில் உமது திவ்யமான வைகுண்ட பதவியை அடைந்தாய்."
    },
    {
      "number": 5,
      "sanskrit": "एवं विधास्तव विभो विविधावतारा: संश्रुत्य चेतसि मुदा च वहामि नित्यम् । व्याधिं विधूय कुरु मे कुरुवापुरेश आरोग्यमैक्यमपि ते चरणांबुजेषु ॥५॥",
      "transliteration": "ஏவம் விதாஸ்தவ விபோ விவிதாவதாரா: ஸம்ஸ்ருத்ய சேதஸி முதா ச வஹாமி நித்யம் | வ்யாதிம் விதூய குரு மே குருவாபுரேஸ ஆரோக்யமைக்யமபி தே சரணாம்புஜேஷு || 5 ||",
      "tamil_translation": "இறைவா! உமது இத்தகைய பல்வேறு அவதாரங்களைக் கேட்டு மகிழ்கிறேன். குருவாயூரப்பா! என் நோய்களை நீக்கி, ஆரோக்கியத்தையும் உமது திருவடிகளில் பக்தியையும் தந்தருள வேண்டும்."
    },
    {
      "number": 6,
      "sanskrit": "पाही प्रभो अखिलरोगसमूहजातात् त्राहि प्रभो विपदि सन्ततमेव मां त्वम् । त्वत्पादभक्तिनिरतो यदि स्यां तदाहं त्वय्येव लीनमिव मां कुरु वासुदेव ॥६॥",
      "transliteration": "பாஹி ப்ரபோ அகிலரோகஸமூஹஜாதாத் த்ராஹி ப்ரபோ விபதி ஸந்ததமேவ மாம் த்வம் | த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் த்வயியேவ லீநமிவ மாம் குரு வாஸுதேவ || 6 ||",
      "tamil_translation": "பிரபுவே! நோய்களிலிருந்தும் ஆபத்துகளிலிருந்தும் என்னைக் காப்பாற்றுங்கள். நான் உமது பாத பக்தியில் நிலைபெற்று, உம்மோடு கலக்க அருள் புரியுங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "यद्यत्करोमि तत्तदीश्वर कर्मजातम् तुभ्यं समर्पयितुमेव मतिं कुरुष्व । शान्तिं च मे दिश सदा तव पादभक्तौ श्रद्धां च वर्धय मयि प्रभोऽशेषनाथ ॥७॥",
      "transliteration": "யத்யத்கரோமி தத்ததீஸ்வர கர்மஜாதம் துப்யம் ஸமர்ப்பயிதுமேவ மதிம் குருஷ்வ | ஸாந்திம் ச மே திஸ ஸதா தவ பாதபக்தௌ ஸ்ரத்தாம் ச வர்தய மயி ப்ரபோऽஸேஷநாத || 7 ||",
      "tamil_translation": "நான் செய்யும் செயல்கள் அனைத்தையும் உமக்கே சமர்ப்பிக்கும் புத்தியைத் தாரும். எனக்கு அமைதியையும் பக்தியில் உறுதியையும் தந்தருளும்."
    },
    {
      "number": 8,
      "sanskrit": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 8 ||",
      "transliteration": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 8 ||",
      "tamil_translation": "அறியாமையில் இருக்கும் என்னைக் கருணையுடன் பாரும். எனக்கு பக்தியையும் அபயத்தையும் அளித்து விரைவில் என்னைக் காத்தருளும்."
    },
    {
      "number": 9,
      "sanskrit": "त्वत्पादभक्तिनिरतो यदि स्यां ததாஹம் ஜீவன்முக்த இவ விசரிஷ்யாமி நூநம் ॥९॥",
      "transliteration": "த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் ஜீவன்முக்த இவ விசரிஷ்யாமி நூநம் || 9 ||",
      "tamil_translation": "உமது பாத பக்தியில் நான் நிலைபெற்றுவிட்டால், இவ்வுலகிலேயே ஜீவன்முக்தனாகத் திரிவேன் என்பது உறுதி."
    },
    {
      "number": 10,
      "sanskrit": "एवं त्वां अनिशं नमामि नृहरे हन्மே அசேஷ ரோகான் விபோ ॥१०॥",
      "transliteration": "ஏவம் த்வாம் அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ || 10 ||",
      "tamil_translation": "இப்படிப்பட்ட உன்னை நான் இடைவிடாது வணங்குகிறேன். குருவாயூரப்பா! என் நோய்கள் அனைத்தையும் வேரோடு அழித்து எனக்கு நலம் தருவாயாக."
    }
  ]
}
