{
  "title": "நாராயணீயம்",
  "dasakam": 46,
  "description": "பிருந்தாவனப் பிரவேசம் - கோகுலத்தை விட்டு பிருந்தாவனத்திற்குச் செல்லுதல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "एवं यमलार्जुनभञ्जनं भवता कृतं निशम्य नन्दप्रमुखा: । उत्पातमेतमहो विचिन्त्य भीता: मन्त्रयन्ते स्म निजगोपवृद्धै: ॥१॥",
      "transliteration": "ஏவம் யமலார்ஜுனப⁴ஞ்ஜனம் ப⁴வதா க்ருதம் நிஶம்ய நந்த³ப்ரமுகா²: | உத்பாதமேதமஹோ விசிந்த்ய பீ⁴தா: மந்த்ரயந்தே ஸ்ம நிஜகோ³பவ்ருத்³தை⁴: ||",
      "tamil_translation": "நீ இவ்வாறு மருத மரங்களை முறித்ததைக் கண்ட நந்தகோபர் முதலானோர், கோகுலத்தில் அடுத்தடுத்து நிகழும் இத்தகைய விபரீதங்களைக் கண்டு அச்சமடைந்து, முதிய கோபர்களுடன் ஆலோசனை செய்தனர்."
    },
    {
      "number": 2,
      "sanskrit": "तत्रापि उपानन्द इति ख्यातो वृद्धो गोप: सुविमलमति: । प्राह नन्दं कुशलं हि अस्माकं अन्यत्र गमनं हि श्रेय: ॥२॥",
      "transliteration": "தத்ராபி உபாநந்த³ இதி க்²யாதோ வ்ருத்³தோ⁴ கோ³ப: ஸுவிமலமதி: | ப்ராஹ நந்த³ம் குஶலம் ஹி அஸ்மாகம் அந்யத்ர க³மனம் ஹி ஶ்ரேய: ||",
      "tamil_translation": "அங்கே 'உபானந்தர்' என்னும் அறிவுக்கூர்மை மிக்க முதிய கோபர், 'நந்தகோபரே! நம் குழந்தைகளுக்குத் தொடர்ந்து ஆபத்துகள் நேர்வதால், இங்கிருந்து வேறு இடத்திற்குச் செல்வதே நல்லது' என்று கூறினார்."
    },
    {
      "number": 3,
      "sanskrit": "वृन्दावनं नाम महद्वनं अस्ति कालिन्दीतटं सुविमलजलम् । तृणौषधिभिश्च समृद्धमहो पशूनां गोपानां च सुखप्रदम् ॥३॥",
      "transliteration": "வ்ருந்தா³வனம் நாம மஹத்³வனம் அஸ்தி காலிந்தீ³தடம் ஸுவிமலஜலம் | த்ருணௌஷதி⁴பி⁴ஶ்ச ஸம்ருத்³தமஹோ பஶூநாம் கோ³பாநாம் ச ஸுக²ப்ரத³ம் ||",
      "tamil_translation": "யமுனை நதிக்கரையில் 'பிருந்தாவனம்' என்னும் அழகிய காடு உள்ளது. அங்கே தூய நீரும், பசுக்களுக்குத் தேவையான புல்வெளிகளும் நிறைந்துள்ளன. அது நமக்கும் நம் கால்நடைகளுக்கும் சுகத்தைத் தரும்."
    },
    {
      "number": 4,
      "sanskrit": "इति तद्वच: श्रुत्वा नन्द: सहसोत्थित: सर्वै: गोपै: सह । शकटारूढा: सकला: जनेना: वृन्दावनं प्रतस्थिरे मुदा ॥४॥",
      "transliteration": "இதி தத்³வச: ஶ்ருத்வா நந்த³: ஸஹஸோத்தி²த: ஸர்வை: கோ³பை: ஸஹ | ஶகடாரூடா⁴: ஸகலா: ஜநேநா: வ்ருந்தா³வனம் ப்ரதஸ்தி²ரே முதா³ ||",
      "tamil_translation": "அவருடைய ஆலோசனையை ஏற்று, நந்தகோபர் மற்ற கோபர்களுடன் இணைந்து கிளம்பினார். அனைவரும் வண்டிகளில் ஏறிக்கொண்டு, மகிழ்ச்சியுடன் பிருந்தாவனத்தை நோக்கிப் பயணமானார்கள்."
    },
    {
      "number": 5,
      "sanskrit": "त्वं च रामेण सह शकटे सुखं शयानो जननीमनोरञ्जक: । पश्यन् वनान्तराणि सुविचित्राणि ययौ वृन्दावनं परममङ्गलम् ॥५॥",
      "transliteration": "த்வம் ச ராமேண ஸஹ ஶகடே ஸுக²ம் ஶயானோ ஜனனீமனோரஞ்ஜக: | பஶ்யன் வநாந்தராணி ஸுவிசித்ராணி யயௌ வ்ருந்தா³வனம் பரமமங்க³லம் ||",
      "tamil_translation": "நீயும் பலராமனுடன் வண்டியில் சுகமாக அமர்ந்து, உன் தாயை மகிழ்வித்தபடி, வழியில் உள்ள அழகான காடுகளைப் பார்த்துக் கொண்டே மங்கலமான பிருந்தாவனத்தை அடைந்தாய்."
    },
    {
      "number": 6,
      "sanskrit": "तत्र च कालिन्दीं वीक्ष्य विकसिताम्बुजां सुविमलसलिलाम् । गोपा: मुदं परममवापु: सर्वे च निवासाञ्श्चक्रु: च अर्धचन्द्राकारतः ॥६॥",
      "transliteration": "தத்ர ச காலிந்தீ³ம் வீக்ஷ்ய விகஸிதாம்பு³ஜாம் ஸுவிமலஸலிலாம் | கோ³பா: முத³ம் பரமமவாபு: ஸர்வே ச நிவாஸாஞ்ஶ்சக்ரு: ச அர்த⁴சந்த்³ராகாரத: ||",
      "tamil_translation": "அங்கே தாமரைகள் பூத்துக் குலுங்கும் யமுனை நதியைக் கண்டு கோபர்கள் அளவற்ற மகிழ்ச்சி அடைந்தனர். அவர்கள் அனைவரும் அங்கே பிறை நிலா வடிவில் (அரைவட்டமாக) கூடாரங்களை அமைத்துத் தங்கினர்."
    },
    {
      "number": 7,
      "sanskrit": "तदा तु त्वं रामेण सह वत्सान् विचरयन् वनान्तरे । मन्दहासिनीं तव मूर्तिं दर्शयन् गोपानां मुदमवाप मुहु: मुहु: ॥७॥",
      "transliteration": "ததா³ து த்வம் ராமேண ஸஹ வத்ஸான் விசரயன் வநாந்தரே | மந்த³ஹாஸிநீம் தவ மூர்திம் த³ர்ஶயன் கோ³பாநாம் முத³மவாப முஹு: முஹு: ||",
      "tamil_translation": "நீயும் பலராமனுடன் கன்றுகளை மேய்த்துக் கொண்டு காடுகளில் உலவினாய். உன்னுடைய புன்னகை சிந்தும் திருமுகத்தைக் காட்டி கோபர்களுக்குப் பெரும் மகிழ்ச்சியைத் தந்தாய்."
    },
    {
      "number": 8,
      "sanskrit": "इत्थं वृन्दावनप्रवेशमहो कीर्तयन् ममास्तु भक्ति: तव पादपङ्कजे । गुरुवापुरेश मम दीनबन्धो त्वमेव मे शरणं सदाऽस्तु ॥८॥",
      "transliteration": "இத்த²ம் வ்ருந்தா³வனப்ரவேஶமஹோ கீர்தயன் மமாஸ்து ப⁴க்தி: தவ பாத³பங்கஜே | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "இவ்வாறு பிருந்தாவனப் பிரவேசத்தைப் போற்றும் பக்தி எனக்கு எப்போதும் இருக்கட்டும். ஏழைகளின் பங்காளியான குருவாயூரப்பா, நீயே என் புகலிடம்."
    },
    {
      "number": 9,
      "sanskrit": "स त्वं जगन्मङ्गलदायक: प्रभो ममाधिपीडां शमयाशु केशव । वतेश्वरं त्वां शरणं प्रपद्ये निरामयं कुरु मे कलेवरम् ॥९॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "உலகிற்கு நலம் பயக்கும் கேசவா! என் மனக் கவலைகளையும் உடல் உபாதைகளையும் நீக்கி அருள வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன், என்னை நோயற்றவனாக மாற்றியருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "तव भक्ति: नित्यं वर्धतां मे चित्ते सततं विभातु तव रूपम् । हरे सुकल्याणनिधे नमोऽस्तु ते पाही मां दीनबन्धो ॥१०॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும், உன் திருவுருவம் என் மனதில் எப்போதும் விளங்கட்டும். மங்கலங்களின் இருப்பிடமான குருவாயூரப்பா, உனக்கு என் நமஸ்காரங்கள். என்னைக் காத்தருள்வாய்."
    }
  ]
}
