{
  "title": "நாராயணீயம்",
  "dasakam": 1,
  "description": "பகவானின் சொரூபம் மற்றும் மகிமை",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "सान्द्रानन्दावबोधात्मकमनुपमितं कालदेशावधिभ्यां निर्मुक्तं नित्यमुक्तं निगमशतसहस्रेण निर्भास्यमानम् । अस्पष्टं दृष्टमात्रे पुनरुरुपुरुषार्थात्मकं ब्रह्म तत्वं तत्तावद्भाति साक्षाद्गुरुपवनपुरे हन्त भाग्यं जनानाम् ॥१॥",
      "transliteration": "ஸாந்த்ராநந்தாவபோதாத்மகமனுபமிதம் காலதேஸாவதிப்யாம் நிர்முக்தம் நித்யமுக்தம் நிகமஸதஸஹஸ்ரேண நிர்பாஸ்யமானம் | அஸ்பஷ்டம் த்ருஷ்டமாத்ரே புனருருபுருஷார்த்தாத்மகம் ப்ரஹ்ம தத்வம் தத்தாவத்பாதி ஸாக்ஷாத்குருபவநபரே ஹந்த பாக்யம் ஜநாநாம் ||1||",
      "tamil_translation": "எல்லையற்ற ஆனந்த அறிவாகவும், கால தேச எல்லைகளுக்கு அப்பாற்பட்டதாகவும், நித்திய முக்தமாகவும், லட்சக்கணக்கான வேதங்களால் விளக்கப்படுபவனாகவும், ஆரம்பத்தில் காணக் கடினமாகவும், ஆனால் தரிசித்தவுடன் எல்லா புருஷார்த்தங்களையும் (தர்ம, அர்த்த, காம, மோட்சம்) தருபவனாகவும் இருக்கும் அந்தப் பரப்பிரம்மம், குருவாயூரில் ஸ்ரீகிருஷ்ணனின் திருவுருவமாக நேரில் காட்சியளிக்கிறது. இது மக்களின் மகா பாக்கியம்."
    },
    {
      "number": 2,
      "sanskrit": "एवं दुर्लभ्यवस्तुन्यपि सुलभतया हस्तलब्ठे यदन्यत् तन्वा वाचा धिया वा भजति बत जन: क्षुद्रतैव स्फुटेयम् । एते तावद्वयं तु स्थिरतरमनसा विश्वपीड़ापहत्यै निश्शेषात्मानमेनं गुरुपवनपुराधीशमेवाश्रयाम: ॥२॥",
      "transliteration": "ஏவம் துர்லப்யவஸ்துந்யபி ஸுலபதயா ஹஸ்தலப்தே யதந்யத் தந்வா வாசா தியா வா பஜதி ப³த ஜந: க்ஷுத்ரதைவ ஸ்புடேயம் | ஏதே தாவத்வயம் து ஸ்திரதரமநஸா விஸ்வபீடாபஹத்யை நிஸ்ஸேஷாத்மாநமேநம் குருபவநபராதீஸமேவாஸ்ரயாம: ||2||",
      "tamil_translation": "இவ்வளவு அரிதான வஸ்து (பகவான்) மிக எளிதாகக் கையில் கிடைக்கும்போது, மக்கள் உடல், வாக்கு, மனதால் பிற அற்ப விஷயங்களை நாடுகிறார்களே! இது அவர்களின் அற்பத்தன்மையைக் காட்டுகிறது. நாங்கள் ஸ்திரமான மனதுடன், உலக துன்பங்களைப் போக்க, அனைத்திற்கும் ஆத்மாவாக இருக்கும் இந்த குருவாயூரப்பனைச் சரணடைகிறோம்."
    },
    {
      "number": 3,
      "sanskrit": "सत्वं ते ब्रह्मवादा वदति बहुविधं स्थूलसूक्ष्मप्रभेदात्, एतस्मिन्न्नावृतात्मा विलसति खलु यस्तत्पदं यत् तदुच्चै: । सान्द्रानन्दोऽपि साक्षात्कथमयि तव सावाभिरूप्येऽवतारै- र्निर्मग्नं मे मनस्तत्परमपि च पदं ज्ञानमेवास्तु नित्यम् ॥३॥",
      "transliteration": "ஸத்வம் தே ப்ரஹ்மவாதா வததி பஹுவிதம் ஸ்தூலஸூக்ஷ்மப்ரபேதாதே, ஏதஸ்மின்ந்நாவ்ருதாத்மா விலஸதி கலு யஸ்தத்பதம் யத் ததுச்சை: | ஸாந்த்ராநந்தோபி ஸாக்ஷாத்கதமயி தவ ஸாவாபிரூப்யேவதாரை- ர்நிர்மக்நம் மே மநஸ்தத்பரமபி ச பதம் ஜ்ஞாநமேவாஸ்து நித்யம் ||3||",
      "tamil_translation": "பிரம்ம வித்தாரர்கள் உம்மை ஸ்தூலம், சூட்சுமம் என்ற பேதங்களால் பலவிதமாகச் சொல்கிறார்கள். எதில் ஆத்மா மறைந்திருக்கிறதோ, அதுவே உயர்ந்த நிலை. ஆனந்தமே வடிவான உமது திருவுருவங்களில் என் மனம் மூழ்கியிருக்கிறது. அந்த உயர்ந்த நிலையான ஞானம் எப்போதும் எனக்கு உண்டாகட்டும்."
    },
    {
      "number": 4,
      "sanskrit": "निश्र्षं ब्रह्म यत्तत् सखलसखलतं सत्वमस्मिन् विसृष्टं, निर्भातं भति साक्षादपि सपरिकरं तव रूपं मरुत्पुरे । तज्जीवानां नृणां च प्रशमितभुवनत्रितय- त्तीव्रतापा, तत्मे निर्भासतां वाचि च मनसि वपुषि च साक्षात् ॥४॥",
      "transliteration": "நிஸ்ஸேஷம் ப்ரஹ்ம யத்தத் ஸகலஸகலதம் ஸத்வமஸ்மின் விஸ்ருஷ்டம், நிர்பாதம் பாதி ஸாக்ஷாதபி ஸபரிகரம் தவ ரூபம் மருத்புரே | தஜ்ஜீவாநாம் ந்ருணாம் ச ப்ரஸமிதபுவநத்ரிதய- த்தீவ்ரதாபா, தந்மே நிர்பாஸதாம் வாசி ச மநஸி வபுஷி ச ஸாக்ஷாத ||4||",
      "tamil_translation": "எந்த நிர்குண பிரம்மம் இவற்றுக்கு ஆதாரமாக உள்ளதோ, அதுவே உருவத்துடன் குருவாயூரில் பிரகாசிக்கிறது. அந்தத் திருவுருவம் மூவுலகின் கடுமையான துன்பங்களைப் போக்குகிறது. அது என் வாக்கு, மனம் மற்றும் உடலில் நேரில் பிரகாசிக்கட்டும்."
    },
    {
      "number": 5,
      "sanskrit": "निर्व्यापारोऽपि निष्कारणमज भजसे यत्क्रियामीक्षणाख्यां, तेनैवोदेति लीना प्रकृतिरसतिकल्पाऽपि कल्पादिकाले । तस्या: संशुद्धमंशं कमपि तमतिरोधाायकं सत्वरूपं, स त्वं धृत्वा दधासि स्वमहिमविभवाकुण्ठवैकुण्ठ रूपम् ॥५॥",
      "transliteration": "நிர்வ்யாபாரோபி நிஷ்காரணமஜ பஜஸே யத்க்ரியாமீக்ஷணாக்யாம், தேநைவோதேதி லீநா ப்ரக்ருதிரஸதிகல்பாபி கல்பாதிகாலே | தஸ்யா: ஸம்ஸுத்தமாம்ஸம் கமபி தமதிரோதாயகம் ஸத்வரூபம், ஸ த்வம் த்ருத்வா ததாஸி ஸ்வமஹிமிபவா குண்டவைகுண்ட ரூபம் ||5||",
      "tamil_translation": "செயலற்றவராயினும், பிறப்பற்றவரே! நீர் காரணமில்லாமல் 'ஈக்ஷணம்' (பார்வை) என்னும் செயலைச் செய்கிறீர். அதனால் லயமாகியிருந்த பிரகிருதி கல்பத்தின் ஆரம்பத்தில் வெளிப்படுகிறது. அந்த பிரகிருதியின் தூய அம்சமான சத்துவ வடிவத்தைத் தாங்கி, நீர் வைகுண்ட ரூபமாக உமது மகிமையுடன் விளங்குகிறீர்."
    },
    {
      "number": 6,
      "sanskrit": "तत्त्ते प्रत्यग्रधाराधरललितकलायावलिकेळिकारं, लावण्यस्यैकसारं सुकृतिजनदृशां पूर्णपुण्यावतारम् । लक्ष्मीनिशङ्कलीला निलयमनमृतास्यन्दसन्दोहमन्तः, सिञ्चत् सञ्चिन्तकानां वपुरनुकलये मारुतागारनाथ ॥६॥",
      "transliteration": "தத்தே ப்ரத்யக்ரதராதரளலிதகலாயாவலிகேளிகாரம், லாவண்யஸ்யைகஸாரம் ஸுக்ருதிஜநத்ருஸாம் பூர்ணபுண்யாவதாரம் | லக்ஷ்மீநிஸங்கலீலா நிலயமத்ருதாஸ்யந்தஸந்தோஹமந்த:, ஸிஞ்சத் ஸஞ்சிந்தகாநாம் வபுரநுகலயே மாருதாகாரநாத ||6||",
      "tamil_translation": "குருவாயூரப்பனே! புதிதாக வந்த மேகம் போன்றும், நீலத்தாமரை போன்றும் அழகிய, லாவண்யத்தின் சாரமாக, புண்ணியம் செய்தவர்களின் கண்களுக்கு முழுமையான அவதாரமாக, லட்சுமி தேவியின் லீலைகளுக்கு உறைவிடமாக, சிந்தனை செய்பவர்களின் மனதில் அமிர்தத்தைப் பொழியும் உமது திருமேனியை நான் தியானிக்கிறேன்."
    },
    {
      "number": 7,
      "sanskrit": "कष्टा ते सृष्टिचेष्टा बहुतरभवखेदावहा जीवभाजां, नित्येवं पूर्वमालोचितमजित मया नैवमद्याभिजने । नोचेज्जीवा: कथं वा मधुरतरमिदं त्वद्वपुश्चिद्रसार्द्रं, नेत्रै: श्रोत्रैश्च पीत्वा परमरसासुधांभोधिपूरे रमेरन् ॥७॥",
      "transliteration": "கஷ்டா தே ஸ்ருஷ்டிசேஷ்டா பஹுதரபவகேதாவஹா ஜீவபாஜாம், நித்யேவம் பூர்வமாலோசிதமஜித மயா நைவமத்யாபிஜநே | நோசேஜ்ஜீவா: கதரம் வா மதுரததமிதம் த்வத்வபுஸ்ச்ரித்ரஸார்த்ரம், நேத்ரை: ஸ்ரோத்ரைஸ்ச பீத்வா பரமரஸாஸுதாம் போதிபூர்ரே ரமேரன் ||7||",
      "tamil_translation": "அஜயனே! உமது படைப்புத் தொழில் ஜீவன்களுக்குத் துன்பம் தருவதாக முன்பு நினைத்திருந்தேன். ஆனால் இப்போது அறியவில்லை. இல்லையெனில், ஜீவன்கள் ஞானரசம் நிறைந்த உமது திருமேனியை கண்களாலும் காதுகளாலும் பருகி, பரமானந்த சமுத்திரத்தில் எப்படி மகிழ முடியும்?"
    },
    {
      "number": 8,
      "sanskrit": "नम्राणां सन्निधत्ते सततमापि पुरस्तैरनभ्यर्थितान- प्यर्थान् कामानजस्रं वितरति परमानन्दसान्द्रां गतिं च । इत्थं निश्शेषलभ्यो निरवधिकफल: पारिजातो हरे त्वं, क्षुद्रं तं शक्रवाटीद्रुममभिलषति व्यर्थमर्थिव्रजोऽयम् ॥८॥",
      "transliteration": "நம்ராணாம் ஸந்நிதத்தே ஸததமாபி புரஸ்தைரநப்யர்திதாந- ப்யர்தாந் காமாநஜஸ்ரம் விதரதி பரமாநந்தஸாந்த்ராம் கதிம் ச | இத்தம் நிஸ்ஸேஷலப்யோ நிரவதிகபல: பாரிஜாதோ ஹரே த்வம், க்ஷுத்ரம் தம் ஸக்ரவாடீத்ருமமபிலஷதி வ்யர்தமர்திவ்ரஜோயம் ||8||",
      "tamil_translation": "ஹரியே! வணங்குபவர்களுக்கு நீர் எப்போதும் முன்னால் நின்று, அவர்கள் கேட்காமலே வேண்டிய பலன்களையும், பரமானந்தமான கதியையும் தருகிறீர். நீர் எல்லாராலும் அடையக்கூடிய, எல்லையற்ற பலன்களைத் தரும் பாரிஜாத மரம். இருந்தாலும், இந்த மக்கள் இந்திரனின் தோட்டத்துச் சிறிய மரத்தை (அற்ப சுகங்களை) வீணாக விரும்புகிறார்கள்."
    },
    {
      "number": 9,
      "sanskrit": "कारुण्यात्काममन्यं ददति खलु परे स्वात्मदस्त्त्वं विशेषा- दैश्वर्यादीशतेऽन्ये जगति परजने स्वात्मनोऽपीश्वरस्त्वम् । त्वय्युच्चैरा- रमन्ति प्रतिपदमधुरे चेतना: स्फीतभाग्यास्- त्वं चात्माराम एवेत्यतुलगुणगणाधार शौरे नमस्ते ॥९॥",
      "transliteration": "காருண்யாத்காமமந்யம் தததி கலு பரே ஸ்வாத்மதஸ்த்வம் விஸேஷா- தைஸ்வர்யாதீஸதேந்யே ஜகதி பரஜநே ஸ்வாத்மநோபிஸேவரஸ்த்வம் | த்வய்யுச்சைரா- ரமந்தி ப்ரதிபாதமதுரே சேதநா: ஸ்பீதபாக்யாஸ்- த்வம் சாத்மாராம ஏவேத்யதுலகுணகணாதார ஸௌரே நமஸ்தே ||9||",
      "tamil_translation": "பிற தேவர்கள் கருணையால் ஆசைகளை நிறைவேற்றுகிறார்கள், ஆனால் நீர் உமது ஆத்மாவையே (உன்னையே) கொடுக்கிறீர். பிற தேவர்கள் மற்றவர்களை ஆளுகிறார்கள், நீர் உமது ஆத்மாவிற்கும் (எல்லாவற்றிற்கும்) ஈஸ்வரன். மிகுந்த பாக்கியசாலிகள் ஒவ்வொரு அடியிலும் மதுரமான உம்மில் மகிழ்கிறார்கள். நீர் ஆத்மாராமர் (தன்னிலே மகிழ்பவர்). இணையற்ற குணங்களின் இருப்பிடமான சௌரியே, உமக்கு நமஸ்காரம்."
    },
    {
      "number": 10,
      "sanskrit": "ऐश्वर्यं शङ्करादीश्वरविनियमनं विश्वतेजोहराणां, तेज:संहारी वीर्यं विमलमापि यशो निस्पृहैश्चोपगीतम् । अङ्गासङ्गा सदा श्रीरखिलविदसि न क्वापि ते सङ्गवार्ता, तद्वातागारवासिन् मुरहर भगवच्छब्दमुख्यश्रयोऽसि ॥१०॥",
      "transliteration": "ஐஸ்வர்யம் ஸங்கராதீஸவரவிநியமநம் விஸ்வதேஜோஹராணாம், தேஜ:ஸம்ஹாரீ வீர்யம் விமலமாபி யஸோ நிஸ்ப்ருஹைஸ்சோபகீதம் | அங்காங்கஸங்கா ஸதா ஸ்ரீரக்கிலவிதஸி ந க்வாபி தே ஸங்கவார்த்தா, தத்வாதாகாரவாஸின் முரஹர பகவச்சப்தமுக்யஸ்ரயோஸி ||10||",
      "tamil_translation": "ஐஸ்வர்யம் என்பது சங்கரனை ஆள்வது, தேஜஸை ஹரிப்பது. வீர்யம் என்பது தேஜஸை சம்ஹரிப்பது. உமது புகழ் ஆசையற்றவர்களாலும் பாடப்படுகிறது. லட்சுமி எப்போதும் உமது அங்கத்தில் இருக்கிறாள். நீர் எல்லாம் அறிந்தவர், ஆயினும் எதிலும் பற்று இல்லாதவர். குருவாயூரில் வசிப்பவனே! முரஹரனே! 'பகவான்' என்ற வார்த்தைக்கு நீர் முக்கிய ஆசிரயம்."
    }
  ]
}
