{
  "title": "நாராயணீயம்",
  "dasakam": 44,
  "description": "விஸ்வரூப தரிசனம் - யசோதைக்கு வாயினுள் உலகைக் காட்டுதல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "अयीश्वर त्वां च कदापि बालं यशोदिका रङ्गणमन्दिरान्तरे । उपेत्य मृत्स्नादनशङ्कया त्वन्मुखं प्रगृह्याहो विवृतं तदैव ॥१॥",
      "transliteration": "அயீஶ்வர த்வாம் ச கதா³பி பா³லம் யஶோதி³கா ரங்க³ணமந்திராந்தரே | உபேத்ய ம்ருத்ஸ்நாத³னஶங்கயா த்வன்முகம் ப்ரக்³ருஹ்யாஹோ விவ்ருதம் ததை³வ ||",
      "tamil_translation": "இறைவா! நீ குழந்தையாய் முழங்காலால் தவழ்ந்து விளையாடிக்கொண்டிருந்தபோது, நீ மண்ணைத் தின்றதாக உன் நண்பர்கள் சொல்லக் கேட்டு, யசோதை ஓடிவந்து 'மண்ணையா உண்டாய்?' என்று கேட்டு உன் வாயைத் திறக்கச் சொன்னாள்."
    },
    {
      "number": 2,
      "sanskrit": "त्वं तु प्रहस्यैव मुखं तदानीं विवृत्य तस्यै सकलं जगत्त्रयम् । अदर्शय: विस्मयफुल्ललोचनां यशोदिकां नन्दकुलाधिदेवताम् ॥२॥",
      "transliteration": "த்வம் து ப்ரஹஸ்யைவ முகம் ததா³நீம் விவ்ருத்ய தஸ்யை ஸகலம் ஜக³த்த்ரயம் | அத³ர்ஶய: விஸ்மயபு²ல்லலோசநாம் யஶோதி³காம் நந்த³குலாதி⁴தே³வதாம் ||",
      "tamil_translation": "நீயோ புன்னகை செய்தபடி உன் பிஞ்சு வாயைத் திறந்தாய். அப்போது யசோதை உன் வாயினுள் ஈரேழு பதினெட்டு உலகங்களையும், அண்ட சராசரங்களையும் கண்டு கண்கள் விரிந்து மலைத்து நின்றாள்."
    },
    {
      "number": 3,
      "sanskrit": "तत्राद्रिराजान् सरित: समुद्रान् सुरासुरान् खं मरुतं च पावकम् । ज्योतींषि विश्वं च तदात्मिकां तनुं ददर्श सा विस्मितमानसा मुदा ॥३॥",
      "transliteration": "தத்ராதௌ்³ரிராஜான் ஸரித: ஸமுத்³ரான் ஸுராஸுரான் க²ம் மருதம் ச பாவகம் | ஜ்யோதீம்ஷி விஶ்வம் ச ததா³த்மிகாம் தநும் த³த³ர்ஶ ஸா விஸ்மிதமாநஸா முதா³ ||",
      "tamil_translation": "உன் வாயினுள் மலைகள், ஆறுகள், கடல்கள், தேவர்கள், அசுரர்கள், ஆகாயம், காற்று, நெருப்பு மற்றும் நவகிரகங்கள் என முழுப் பிரபஞ்சமும் அடங்கியிருப்பதைக் கண்டு அவள் திகைத்தாள்."
    },
    {
      "number": 4,
      "sanskrit": "यशोदिका त्वां च तदा विचिन्त्य परं स्वरूपं ननु विस्मयस्थिता । अहो किमेतन्मम बालकस्य मुखे जगद्भाति विचित्ररूपम् ॥४॥",
      "transliteration": "யஶோதி³கா த்வாம் ச ததா³ விசிந்த்ய பரம் ஸ்வரூபம் நநு விஸ்மயஸ்தி²தா | அஹோ கிமேதந்மம பா³லகஸ்ய முகே² ஜக³த்³பா⁴தி விசித்ரரூபம் ||",
      "tamil_translation": "உன் பரம்பொருள் நிலையைச் சற்று உணர்ந்தவளாய், 'என் பாலகனின் வாயினுள் இந்த உலகம் எப்படித் தெரிகிறது? இது கனவா அல்லது என் மனப் பிரமையா?' என்று வியந்தாள்."
    },
    {
      "number": 5,
      "sanskrit": "सा त्वां परिष्वज्य च भक्तिपूर्वं नमाम्यहं देवमिति ब्रुवाणा । तदा त्वया मोहितचित्तवृत्ति: चकार त्वां केवलबालकं पुनः ॥५॥",
      "transliteration": "ஸா த்வாம் பரிஷ்வஜ்ய ச ப⁴க்திபூர்வம் நமாம்யஹம் தே³வமிதி ப்ருவாணா | ததா³ த்வயா மோஹிதசித்தவ்ருத்தி: சகார த்வாம் கேவலபா³லகம் புந: ||",
      "tamil_translation": "அவள் உன்னைப் பக்தியுடன் வணங்கத் தொடங்கினாள். ஆனால், அவள் உன்னைத் தெய்வமாகக் கண்டால் உனக்குத் தாயாக இருந்து லீலைகளை அனுபவிக்க முடியாது என்பதால், மீண்டும் உன் மாயையால் அவளை மறைத்து உன்னை ஒரு சாதாரணக் குழந்தையாகக் காட்டினாய்."
    },
    {
      "number": 6,
      "sanskrit": "तदा तु नन्द: मथुरां गतोऽभूत् करं प्रदातुं खलकंसराजे । तत्रापि शौरि: कथितं स्मरन् मुहु: सुविस्मित: त्वां हृदये दधार ॥६॥",
      "transliteration": "ததா³ து நந்த³: மது²ராம் க³தோऽபூ⁴த் கரம் ப்ரதா³தும் க²லகம்ஸராஜே | தத்ராபி ஶௌரி: கதி²தம் ஸ்மரன் முஹு: ஸுவிஸ்மித: த்வாம் ஹ்ருத³யே த³தா⁴ர ||",
      "tamil_translation": "அச்சமயம் மதுராவில் இருந்த நந்தகோபர், வசுதேவர் சொன்னவற்றையும் கோகுலத்தில் நடக்கும் அதிசயங்களையும் எண்ணி, உன்னைத் தன் இதயத்தில் இருத்தி எப்போதும் தியானித்தார்."
    },
    {
      "number": 7,
      "sanskrit": "अहो यशोदा ननु भाग्यसीमा यस्या: मुखाब्जे जगदीश्वरोऽसि । त्वं च स्तनं पप्रिवान् सुहितं किमुच्यते पुण्यमहो यशोदा ॥७॥",
      "transliteration": "அஹோ யஶோதா³ நநு பா⁴க்³யஸீமா யஸ்யா: முகா²ப்³ஜே ஜக³தீ³ஶ்வரோऽஸி | த்வம் ச ஸ்தநம் பப்ரிவான் ஸுஹிதம் கிமுச்யதே புண்யமஹோ யஶோதா³ ||",
      "tamil_translation": "யசோதையின் பாக்கியத்தை என்னவென்று சொல்வது! ஜகதீஸ்வரனான நீ அவளுடைய மடியில் அமர்ந்து பால் அருந்துகிறாய் என்றால், அவளது புண்ணியம் அளவிட முடியாதது."
    },
    {
      "number": 8,
      "sanskrit": "स त्वं जगत्पालक भक्तवत्सल मமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ । वतेश्वरं त्वां सततं नमाम्यहं निरामयं कुरु मे कलेवरम् ॥८॥",
      "transliteration": "ஸ த்வம் ஜக³த்பாலக ப⁴க்தவத்ஸல மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஸததம் நமாம்யஹம் நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "பக்தர்களிடம் பேரன்பு கொண்ட கேசவா! என் மனக் கவலைகளையும் உடல் உபாதைகளையும் நீக்க வேண்டும். குருவாயூரப்பா, உன்னை எப்போதும் வணங்குகிறேன், என்னை நோயற்றவனாக மாற்றியருள்வாய்."
    },
    {
      "number": 9,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं ममापि चित्ते सततं विभातु । गुरुवापुरेश मम दीनबन्धो त्वमेव मे शरणं सदाऽस्तु ॥९॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்களால் தியானிக்கப்படும் உன் திருவுருவம் என் மனதிலும் எப்போதும் விளங்கட்டும். ஏழைகளின் பங்காளியான குருவாயூரப்பா, நீயே என் புகலிடம்."
    },
    {
      "number": 10,
      "sanskrit": "इत्थं त्वदीयं महिमानमहो प्रगायं ममास्तु भक्ति: तव पादपद्मे । वतेश्वरं त्वां शरणं प्रपद्ये हरे सुकल्याणनिधे नमोऽस्तु ते ॥१०॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே ||",
      "tamil_translation": "உன் பெருமைகளை இவ்வாறு பாடிக்கொண்டிருக்கும் பக்தி எனக்கு எப்போதும் இருக்கட்டும். மங்கலங்களின் இருப்பிடமான குருவாயூரப்பா, உன்னைச் சரணடைகிறேன். உனக்கு என் நமஸ்காரங்கள்."
    }
  ]
}
