{
  "title": "நாராயணீயம்",
  "dasakam": 45,
  "description": "தாமோதர லீலை - யசோதை உன்னை உரலோடு பிணைத்தல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "एवम्बाले त्वयि विकसितस्मेरवक्त्रारविन्दे नन्द: प्रहृष्टहृदय: परिरभ्य मूर्ध्नि । ययौ बहिस्त्वं च यशोदया प्रमदभरेण स्तन्यं प्रपायित: सन्नशय: प्रसुप्त: ॥१॥",
      "transliteration": "ஏவம்பா³லே த்வயி விகஸிதஸ்மேரவக்த்ராரவிந்தே³ நந்த³: ப்ரஹ்ருஷ்டஹ்ருத³ய: பரிரப்⁴ய மூர்த்⁴னி | யயௌ ப³ஹிஸ்த்வம் ச யஶோத³யா ப்ரமத³ப⁴ரேண ஸ்தன்யம் ப்ரபாயித: ஸன்னஶய: ப்ரஸுப்த: ||",
      "tamil_translation": "மழலை சிரிப்பு சிந்தும் உன் முகத்தைக் கண்டு மகிழ்ந்த நந்தகோபர், உன்னை உச்சி முகர்ந்து அணைத்துவிட்டு வெளியே சென்றார். பிறகு யசோதை உனக்குப் பாலூட்டி, உறங்க வைத்தாள்."
    },
    {
      "number": 2,
      "sanskrit": "एकदा तु दधिमन्थने यशोदा व्यग्राऽभवत् तव च दुग्धपानात् । सा त्वां प्रमुच्य सहसा ययौ च पात्रादुत्पतन्तं पय: वीक्ष्य तूर्णम् ॥२॥",
      "transliteration": "ஏகதா³ து த³தி⁴மந்த²னே யஶோதா³ வ்யக்³ராऽப⁴வத் தவ ச து³க்³த⁴பாநாத் | ஸா த்வாம் ப்ரமுச்ய ஸஹஸா யயௌ ச பாத்ராது³த்பதந்தம் பய: வீக்ஷ்ய தூர்ணம் ||",
      "tamil_translation": "ஒருமுறை யசோதை தயிர் கடைந்து கொண்டிருந்தபோது, நீ பால் குடிக்க அவளிடம் வந்தாய். அவளும் உனக்குப் பாலூட்டினாள். அப்போது அடுப்பில் பால் பொங்குவதைக் கண்டு, உன்னை அவசரமாகக் கீழே இறக்கி வைத்துவிட்டு ஓடினாள்."
    },
    {
      "number": 3,
      "sanskrit": "तदा तु त्वं रोषविस्फुरिताधरो दधिभाण्डं निजपाषाणेन चूर्णयन् । नवनीतमहो गृहीत्वा च वानरेभ्य: प्रयच्छन् ददृशे तया प्रहसन् ॥३॥",
      "transliteration": "ததா³ து த்வம் ரோஷவிஸ்பு²ரிதாத⁴ரோ த³தி⁴பா⁴ண்ட³ம் நிஜபாஷாணேன சூர்ணயன் | நவநீதமஹோ க்³ருஹீத்வா ச வானரேப்⁴ய: ப்ரயச்சன் த³த்³ருஶே தயா ப்ரஹஸன் ||",
      "tamil_translation": "கோபமடைந்த நீ, தயிர் பானையை ஒரு கல்லால் அடித்து உடைத்தாய். பின்னர் உறியிலிருந்த வெண்ணெயை எடுத்து குரங்குகளுக்குக் கொடுத்துக் கொண்டிருந்தாய். அதைக்கண்ட யசோதை உன்னைப் பிடிக்க வந்தாள்."
    },
    {
      "number": 4,
      "sanskrit": "प्रगृह्य त्वां यशोदा भयविह्वलां बबन्ध पाशेन उलूखले तदा । तदाऽभवत् द्व्यङ्गुलोन: पाश: मुहु: मुहु: प्रयत्नेऽपि च विस्मितमानसा सा ॥४॥",
      "transliteration": "ப்ரக்³ருஹ்ய த்வாம் யஶோதா³ ப⁴யவிஹ்வலாம் ப³ப³ந்த⁴ பாஶேன உலூக்கலே ததா³ | ததா³ऽப⁴வத் த்³வ்யங்கு³லோன: பாஶ: முஹு: முஹு: ப்ரயத்னேऽபி ச விஸ்மிதமாநஸா ஸா ||",
      "tamil_translation": "யசோதை உன்னைப் பிடித்து, ஒரு கயிற்றால் உரலோடு கட்ட முயன்றாள். ஆனால் ஒவ்வொரு முறையும் கயிறு இரண்டு அங்குலம் குறைவாகவே இருந்தது. அவளது முயற்சி பலிக்காமல் போகவே அவள் வியப்படைந்தாள்."
    },
    {
      "number": 5,
      "sanskrit": "तव श्रमं वीक्ष्य तदा त्वमेव बद्धोऽभव: भक्तवशङ्करो हि य: । तदाऽभवत् दामोदराख्या तव विचित्रा लोकेषु गोकुलनन्दनप्रभो ॥५॥",
      "transliteration": "தவ ஶ்ரமம் வீக்ஷ்ய ததா³ த்வமேவ ப³த்³தோ⁴ऽப⁴வ: ப⁴க்தவஶங்கரோ ஹி ய: | ததா³ऽப⁴வத் தா³மோத³ராக்²யா தவ விசித்ரா லோகேஷு கோ³குலநந்த³னப்ரபோ⁴ ||",
      "tamil_translation": "தன் தாயின் களைப்பைக் கண்டு, பக்தனுக்குக் கட்டுப்படும் நீயே உன்னைக் கட்டிக்கொள்ள அனுமதித்தாய். கயிற்றால் (தாமம்) வயிற்றில் (உதரம்) கட்டப்பட்டதால், அன்று முதல் உனக்கு 'தாமோதரன்' என்ற திருநாமம் உண்டானது."
    },
    {
      "number": 6,
      "sanskrit": "बद्धावस्थोऽपि त्वं उलूखलं कर्षन् ययौ तदा यमलार्जुनयो: सकाशम् । अहो तव वीर्यमचिन्त्यं बालभावेऽपि जगन्मङ्गलदायक ॥६॥",
      "transliteration": "ப³த்³தா⁴வஸ்தோ²ऽபி த்வம் உலூக்கலம் கர்ஷன் யயௌ ததா³ யமலார்ஜுனயோ: ஸகாஶம் | அஹோ தவ வீர்யமசிந்த்யம் பா³லபா⁴வேऽபி ஜக³ந்மங்க³லதா³யக ||",
      "tamil_translation": "கட்டப்பட்ட நிலையிலும் அந்த உரலை இழுத்துக்கொண்டு, அங்கே நின்றிருந்த இரண்டு மருத மரங்களுக்கு (யமலார்ஜுனம்) இடையே சென்றாய். குழந்தை உருவிலும் உன் வீரம் அளவிட முடியாதது."
    },
    {
      "number": 7,
      "sanskrit": "उलूखलं तिर्यग्गतं च कर्षन् बलेन तौ पादपौ निपातयन् । तदाऽभवन् दिव्यतनुौ महात्मानौ शापान्मुक्तौ तव पादरेणुभि: ॥७॥",
      "transliteration": "உலூக்கலம் திர்யக்³க³தம் ச கர்ஷன் ப³லேன தௌ பாத³பௌ நிபாதயன் | ததா³ऽப⁴வன் தி³வ்யதநௌ மஹாத்மானௌ ஶாபாந்முக்தௌ தவ பாத³ரேணுபி⁴: ||",
      "tamil_translation": "குறுக்காகத் திரும்பிய உரலை பலமாக இழுக்க, அந்த இரண்டு மரங்களும் வேரோடு சாய்ந்தன. அதிலிருந்து இரண்டு தேவர்கள் தோன்றி, உன் பாத தூளியால் தங்கள் சாபத்திலிருந்து விடுபட்டனர்."
    },
    {
      "number": 8,
      "sanskrit": "नलगूबरो मणिक्रीव इति च ख्यातौ पुरा कुबेरतनयौ खलु । तव दास्यं भजन्तौ तौ सुविमलौ ययतु: निजधाम परमं शुभम् ॥८॥",
      "transliteration": "நலகூ³ப³ரோ மணிக்³ரீவ இதி ச க்²யாதௌ புரா குபே³ரதனயௌ க²லு | தவ தா³ஸ்யம் ப⁴ஜந்தௌ தௌ ஸுவிமலௌ யயது: நிஜதா⁴ம பரமம் ஶுப⁴ம் ||",
      "tamil_translation": "முன்பு குபேரனின் மகன்களான நலகூபரனும், மணிக்ரீவனும் நாரதரின் சாபத்தால் மரங்களாகி நின்றனர். இப்போது உன்னால் சாப விமோசனம் பெற்று, உன்னைத் துதித்துத் தங்கள் இருப்பிடத்திற்குச் சென்றனர்."
    },
    {
      "number": 9,
      "sanskrit": "स त्वं दामोदर भक्तवत्सल மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ । वतेश्वरं त्वां सततं नमाम्यहं निरामयं कुरु मे कलेवरम् ॥९॥",
      "transliteration": "ஸ த்வம் தா³மோத³ர ப⁴க்தவத்ஸல மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஸததம் நமாம்யஹம் நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "பக்தர்களிடம் பேரன்பு கொண்ட தாமோதரா! என் மனக் கவலைகளையும் உடல் உபாதைகளையும் நீக்க வேண்டும். குருவாயூரப்பா, உன்னை எப்போதும் வணங்குகிறேன், என்னை நோயற்றவனாக மாற்றியருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "तव बन्धनलीलां मुहु: कीर्तयन् ममास्तु भक्ति: तव पादपङ्कजे । गुरुवापुरेश मम दीनबन्धो त्वमेவ மே ஶரணம் ஸதா³ऽஸ்து ॥१०॥",
      "transliteration": "தவ ப³ந்த⁴னலீலாம் முஹு: கீர்தயன் மமாஸ்து ப⁴க்தி: தவ பாத³பங்கஜே | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "உன் பந்தன லீலையை (கட்டுண்ட லீலை) எப்போதும் பாடும் பக்தி எனக்கு இருக்கட்டும். ஏழைகளின் பங்காளியான குருவாயூரப்பா, நீயே என் புகலிடம்."
    }
  ]
}
