{
  "title": "நாராயணீயம்",
  "dasakam": 30,
  "description": "கஜேந்திர மோட்சம் - யானைக்கு மோட்சம் அளித்தல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "इन्द्रद्युम्न: पाण्ड्यखण्डाधिराज: त्वामाराध्य प्राप्तवान् दिव्यदेहम् । शापात् कुम्भोद्भवस्य द्विपकुलतिलको भूत्वा तस्थौ स शैलः ॥१॥",
      "transliteration": "இந்த்ரத்யும்ந: பாண்ட்யகண்டாதிராஜ: த்வாமாராத்ய ப்ராப்தவான் திவ்யதேஹம் | ஸாபாத் கும்போத்பவஸ்ய த்விபகுலதிலகோ பூத்வா தஸ்தௌ ஸ ஸைல: || 1 ||",
      "tamil_translation": "முன்பு பாண்டிய நாட்டு மன்னனான இந்திரத்யும்னன் உன்னை வழிபட்டான். அகஸ்திய முனிவரின் சாபத்தால் யானையாகப் பிறந்து, திரிகூட மலையில் யானைக் கூட்டத்திற்குத் தலைவனாக வாழ்ந்து வந்தான்."
    },
    {
      "number": 2,
      "sanskrit": "स तु गजेन्द्र: पञ्चाशदधिकशतयोजनविस्तीर्णे सरसि प्रविश्य । सार्धं वधूभि: न्यमज्जत हर्षात् तत्र जग्राह ग्राहाधिप: पादम् ॥२॥",
      "transliteration": "ஸ து கஜேந்த்ர: பஞ்சாஸததிகஸதயோஜநவிஸ்தீர்ணே ஸரஸி ப்ரவிஸ்ய | ஸார்தம் வதூபி: ந்யமஜ்ஜத ஹர்ஷாத் தத்ர ஜக்ராஹ க்ராஹாதிப: பாதம் || 2 ||",
      "tamil_translation": "அந்தக் கஜேந்திரன் ஒரு பெரிய தடாகத்தில் தனது கூட்டத்தாருடன் நீராடச் சென்றான். அப்போது அங்கு வாழ்ந்த ஒரு பெரிய முதலை அவனது காலைக் கவ்விப் பிடித்தது."
    },
    {
      "number": 3,
      "sanskrit": "तस्य विमोक्षणार्थं सुचिरं युध्यन् गजेन्द्रो हतप्रभ: । शरणं गतः त्वां आदिमूलं इति विरौति स्म दीनवाचा ॥३॥",
      "transliteration": "தஸ்ய விமோக்ஷணார்தம் ஸுசிரம் யுத்யன் கஜேந்த்ரோ ஹதப்ரப: | ஸரணம் கத: த்வாம் ஆதிமூலம் இதி விரௌதி ஸ்ம தீநவாசா || 3 ||",
      "tamil_translation": "முதலையிடமிருந்து விடுபட நீண்ட காலம் போராடி வலிமை இழந்த யானை, வேறு கதியில்லாமல் 'ஆதிமூலமே' என்று கதறி உன்னைச் சரணடைந்தது."
    },
    {
      "number": 4,
      "sanskrit": "ब्रह्मादीनां अप्यगोचरं विचिन्त्य त्वां परमेश्वरम् । शुण्डाग्रेण सरोजं उद्यच्छन् आर्तिनादं अकरोत् सः ॥४॥",
      "transliteration": "ப்ரம்மாதீநாம் அப்யகோசரம் விசிந்த்ய த்வாம் பரமேஸ்வரம் | ஸுண்டாக்ரேண ஸரோஜம் உத்யச்சன் ஆர்திநாதம் அகரோத் ஸ: || 4 ||",
      "tamil_translation": "பிரம்மன் முதலானவர்களுக்கும் எட்டாத பரமேஸ்வரனான உன்னை நினைத்து, ஒரு தாமரை மலரைத் தனது துதிக்கையில் ஏந்தி, மிகுந்த வேதனையுடன் உம்மை அழைத்தான்."
    },
    {
      "number": 5,
      "sanskrit": "श्रुत्वा तु तं आर्तनादं भवान् गरुडारूढो वेगेन समागतः । चक्रेण विदार्य ग्राहमुखं तं गजेन्द्रं अममोचत ॥५॥",
      "transliteration": "ஸ்ருத்வா து தம் ஆர்தநாதம் பவான் கருடாரூடோ வேகந ஸமாகத: | சக்ரேண விதார்ய க்ராஹமுகம் தம் கஜேந்த்ரம் அமமோசத || 5 ||",
      "tamil_translation": "அந்த அலறல் சத்தத்தைக் கேட்ட அடுத்த கணமே, நீ கருடன் மீது ஏறி அதிவேகமாக வந்தாய். உமது சக்கரத்தால் முதலையின் வாயைப் பிளந்து கஜேந்திரனை விடுவித்தாய்."
    },
    {
      "number": 6,
      "sanskrit": "पाही प्रभो अखिलरोगसमूहजातात् त्राहि प्रभो विपदि सन्ततमेव मां त्वम् । त्वत्पादभक्तिनिरतो यदि स्यां तदाहं त्वय्येव लीनमिव मां कुरु वासुदेव ॥६॥",
      "transliteration": "பாஹி ப்ரபோ அகிலரோகஸமூஹஜாதாத் த்ராஹி ப்ரபோ விபதி ஸந்ததமேவ மாம் த்வம் | த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் த்வயியேவ லீநமிவ மாம் குரு வாஸுதேவ || 6 ||",
      "tamil_translation": "பிரபுவே! நோய்களிலிருந்தும் துன்பங்களிலிருந்தும் என்னைக் காப்பாற்றுங்கள். உமது பாத பக்தியில் நான் நிலைபெற்று, முடிவில் உம்மோடு கலக்க அருள் புரியுங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "यद्यत्करोमि तत्तदीश्वर कर्मजातम् तुभ्यं समर्पयितुमेव मतिं कुरुष्व । शान्तिं च मे दिश सदा तव पादभक्तौ श्रद्धां च वर्धय मयि प्रभोऽशेषनाथ ॥७॥",
      "transliteration": "யத்யத்கரோமி தத்ததீஸ்வர கர்மஜாதம் துப்யம் ஸமர்ப்பயிதுமேவ மதிம் குருஷ்வ | ஸாந்திம் ச மே திஸ ஸதா தவ பாதபக்தௌ ஸரத்தாம் ச வர்தய மயி ப்ரபோऽஸேஷநாத || 7 ||",
      "tamil_translation": "நான் செய்யும் செயல்கள் அனைத்தையும் உமக்கே சமர்ப்பிக்கும் புத்தியைத் தாரும். எனக்கு அமைதியையும் பக்தியில் உறுதியையும் தந்தருளும்."
    },
    {
      "number": 8,
      "sanskrit": "अज्ञोऽप्यहं तव पदार्चनपद्धतीनां सन्दीक्षमाणोऽपि च ते कृपयैव नित्यम् । भक्तिं च मे दिश विभो कुरु चाभयप्रं दीनं च मां झटिति पाहि दयाम्बुधे त्वम् ॥८॥",
      "transliteration": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 8 ||",
      "tamil_translation": "அறியாமையில் இருக்கும் என்னைக் கருணையுடன் பாரும். எனக்கு பக்தியையும் அபயத்தையும் அளித்து விரைவில் என்னைக் காத்தருளும்."
    },
    {
      "number": 9,
      "sanskrit": "त्वत्पादभक्तिनिरतो यदि स्यां तदाहं जीवन्मुक्त इव विसरिष्यामि नूनम् ॥९॥",
      "transliteration": "த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் ஜீவன்முக்த இவ விஸரிஷ்யாமி நூநம் || 9 ||",
      "tamil_translation": "உமது பாத பக்தியில் நான் நிலைபெற்றுவிட்டால், இவ்வுலகிலேயே ஜீவன்முக்தனாகத் திரிவேன் என்பது உறுதி."
    },
    {
      "number": 10,
      "sanskrit": "एवं त्वां अनिशं नमामि नृहरे हन्मे अशेष रोगान् विभो ॥१०॥",
      "transliteration": "ஏவம் த்வாம் அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ || 10 ||",
      "tamil_translation": "இப்படிப்பட்ட உன்னை நான் இடைவிடாது வணங்குகிறேன். குருவாயூரப்பா! என் நோய்கள் அனைத்தையும் வேரோடு அழித்து எனக்கு நலம் தருவாயாக."
    }
  ]
}
