{
  "title": "நாராயணீயம்",
  "dasakam": 32,
  "description": "லட்சுமி தேவியின் அவதாரம் மற்றும் பாற்கடல் பொருட்கள்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "मथ्यमाने तदा सिन्धौ देवासुरगणैर्विभो । उच्चैःश्रवा नाम हयः समजायत पाण्डुरः ॥१॥",
      "transliteration": "மத்யமாநே தடா ஸிந்தௌ தேவாஸுரகணைர்விபோ | உச்சை:ஸ்ரவா நாம ஹய: ஸமஜாயத பாண்டுர: || 1 ||",
      "tamil_translation": "பகவானே! தேவர்களும் அசுரர்களும் பாற்கடலைக் கடைந்தபோது, முதலில் 'உச்சைஸ்ரவஸ்' என்ற வெள்ளை நிறக் குதிரை தோன்றியது. அதை இந்திரன் ஏற்றுக்கொண்டான்."
    },
    {
      "number": 2,
      "sanskrit": "ऐरावतो नाम गजो राजतश्चापि वारिधेः । कौस्तुभाख्यं मणिवरं समजायत भास्वरम् ॥२॥",
      "transliteration": "ஐராவதோ நாம கஜோ ராஜதஸ்சாபி வாரிதே: | கௌஸ்துபாக்யம் மணிவரம் ஸமஜாயத பாஸ்வரம் || 2 ||",
      "tamil_translation": "அதன்பின் ஐராவதம் என்ற யானையும், திவ்யமான கௌஸ்துப மணியும் தோன்றின. அந்த மணியை நீ உமது மார்பில் ஆபரணமாக அணிந்து கொண்டாய்."
    },
    {
      "number": 3,
      "sanskrit": "ततः कल्पद्रुमः जातो जातवेदा इवापरः । ततश्चाप्सरसां सङ्घाः सुराश्चापि विसिस्मिरे ॥३॥",
      "transliteration": "தத: கல்பத்ரும: ஜாதோ ஜாதவேதா இவாபர: | ததஸ்சாப்ஸரஸாம் ஸங்கா: ஸுராஸ்சாபி விஸிஸ்மிரே || 3 ||",
      "tamil_translation": "பின்னர் கேட்டதைத் தரும் கல்பக விருட்சமும், பேரழகு மிக்க அப்சரஸ் பெண்களும் தோன்றினர். இதைக் கண்டு தேவர்கள் வியப்பில் ஆழ்ந்தனர்."
    },
    {
      "number": 4,
      "sanskrit": "ततस्त्वत्प्रेयसी साक्षात् रमारूपा समुद्रत: । विद्युत्पुञ्जप्रतीकाशा रञ्जयन्ती दिशो दश ॥४॥",
      "transliteration": "ததஸ்த்வத்ப்ரேயஸீ ஸாக்ஷாத் ரமாரூபா ஸமுத்ரத: | வித்யுத்புஞ்ஜப்ரதீகாஸா ரஞ்ஜயந்தீ திஸோ தஸ || 4 ||",
      "tamil_translation": "அப்போது உமது பிரியமான மகாலட்சுமி தேவி, மின்னல் கொடி போன்ற பேரொளியுடன் பாற்கடலில் இருந்து தோன்றி பத்து திசைகளையும் பிரகாசிக்கச் செய்தாள்."
    },
    {
      "number": 5,
      "sanskrit": "सा तु लक्ष्मीः निरीक्षन्ती देवादीन् गुणकाङ्क्षिणी । त्वामेव सुगुणै: पूर्णं वरयामास केशव ॥५॥",
      "transliteration": "ஸா து லக்ஷ்மீ: நிரீக்ஷந்தீ தேவாதீன் குணகாங்க்ஷிணீ | த்வாமேவ ஸுகுணை: பூர்ணம் வரயாமாஸ கேஸவ || 5 ||",
      "tamil_translation": "அனைத்து நற்குணங்களும் கொண்ட ஒருவரைத் தேடிய லட்சுமி தேவி, குறையற்ற நற்குணங்களின் இருப்பிடமான உன்னையே (கேசவா) தனது மணாளனாகத் தேர்ந்தெடுத்து மாலை சூட்டினாள்."
    },
    {
      "number": 6,
      "sanskrit": "पाही प्रभो अखिलरोगसमूहजातात् त्राहि प्रभो विपदि सन्ततमेव मां त्वम् । त्वत्पादभक्तिनिरतो यदि स्यां तदाहं त्वय्येव लीनमिव मां कुरु वासुदेव ॥६॥",
      "transliteration": "பாஹி ப்ரபோ அகிலரோகஸமூஹஜாதாத் த்ராஹி ப்ரபோ விபதி ஸந்ததமேவ மாம் த்வம் | த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் த்வயியேவ லீநமிவ மாம் குரு வாஸுதேவ || 6 ||",
      "tamil_translation": "பிரபுவே! நோய்களிலிருந்தும் துன்பங்களிலிருந்தும் என்னைக் காப்பாற்றுங்கள். உமது பாத பக்தியில் நான் நிலைபெற்று, முடிவில் உம்மோடு கலக்க அருள் புரியுங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "यद्यत्करोमि तत्तदीश्वर कर्मजातम् तुभ्यं समर्पयितुमेव मतिं कुरुष्व । शान्तिं च मे दिश सदा तव पादभक्तौ श्रद्धां च वर्धय மயி ப்ரபோऽஸேஷநாத ॥ 7 ||",
      "transliteration": "யத்யத்கரோமி தத்ததீஸ்வர கர்மஜாதம் துப்யம் ஸமர்ப்பயிதுமேவ மதிம் குருஷ்வ | ஸாந்திம் ச மே திஸ ஸதா தவ பாதபக்தௌ ஸ்ரத்தாம் ச வர்தய மயி ப்ரபோऽஸேஷநாத || 7 ||",
      "tamil_translation": "நான் செய்யும் செயல்கள் அனைத்தையும் உமக்கே சமர்ப்பிக்கும் புத்தியைத் தாரும். எனக்கு அமைதியையும் பக்தியில் உறுதியையும் தந்தருளும்."
    },
    {
      "number": 8,
      "sanskrit": "अज्ञोऽप्यहं तव पदार्चनपद्धतीनां सन्दीक्षமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 8 ||",
      "transliteration": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 8 ||",
      "tamil_translation": "அறியாமையில் இருக்கும் என்னைக் கருணையுடன் பாரும். எனக்கு பக்தியையும் அபயத்தையும் அளித்து விரைவில் என்னைக் காத்தருளும்."
    },
    {
      "number": 9,
      "sanskrit": "त्वत्पादभક્તિநிரதோ யதி ஸயாம் ததாஹம் ஜீவன்முக்த இவ விசரிஷ்யாமி நூநம் ॥ 9 ||",
      "transliteration": "த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் ஜீவன்முக்த இவ விசரிஷ்யாமி நூநம் || 9 ||",
      "tamil_translation": "உமது பாத பக்தியில் நான் நிலைபெற்றுவிட்டால், இவ்வுலகிலேயே ஜீவன்முக்தனாகத் திரிவேன் என்பது உறுதி."
    },
    {
      "number": 10,
      "sanskrit": "एवं त्वां அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ ॥ 10 ||",
      "transliteration": "ஏவம் த்வாம் அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ || 10 ||",
      "tamil_translation": "இப்படிப்பட்ட உன்னை நான் இடைவிடாது வணங்குகிறேன். குருவாயூரப்பா! என் நோய்கள் அனைத்தையும் வேரோடு அழித்து எனக்கு நலம் தருவாயாக."
    }
  ]
}
