{
  "title": "நாராயணீயம்",
  "dasakam": 41,
  "description": "பூதகி வதம் - அரக்கி பூதகிக்கு மோட்சம் அளித்தல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "अभ्येत्य सा सति भवन्मन्दिरं विचित्रा वेषावृतार्द्रहृदयाऽपि विहिंस्रभावा । नन्दस्य कस्यचिदपीह न वारिताऽसौ सौभाग्यकीर्तिनिधिं वीक्ष्य मुमोद भवन्तम् ॥१॥",
      "transliteration": "அப்⁴யேத்ய ஸா ஸதி ப⁴வன்மந்தி³ரம் விசித்ரா வேஷாவ்ருதார்த்³ரஹ்ருத³யாऽபி விஹிம்ஸ்ரபா⁴வா | நந்த³ஸ்ய கஸ்யசித³பீஹ ந வாரிதாऽஸௌ ஸௌபா⁴க்³யகீர்திநிதி⁴ம் வீக்ஷ்ய முமோத³ ப⁴வந்தம் ||",
      "tamil_translation": "அரக்கி பூதகி, ஒரு அழகான பெண்ணைப் போல வேடம் அணிந்து, வஞ்சக மனதுடன் உன் இல்லத்திற்கு வந்தாள். அவளுடைய அழகைக் கண்டு மயங்கி அங்கிருந்தவர்கள் யாரும் அவளைத் தடுக்கவில்லை. மங்கலங்களின் இருப்பிடமான உன்னைக் கண்ட அவள் மகிழ்ச்சியடைந்தாள்."
    },
    {
      "number": 2,
      "sanskrit": "अङ्कं समाप्य च भवन्तमहो मुखाब्जे स्तन्यं विषेण कलितं विनिवेशयन्ती । त्वं तज्जिघत्सुरिव तन्मुखमभ्युदीक्ष्य प्राणै: समं पपौ तस्या: सुघोरं विषपय: ॥२॥",
      "transliteration": "அங்க³ம் ஸமாப்ய ச ப⁴வந்தமஹோ முகா²ப்³ஜே ஸ்தன்யம் விஷேண கலிதம் விநிவேஶயந்தீ | த்வம் தஜ்ஜிக⁴த்ஸுரிவ தன்முக²மப்⁴யுதீ³க்ஷ்ய ப்ராணை: ஸமம் பபௌ தஸ்யா: ஸுகோ⁴ரம் விஷபய: ||",
      "tamil_translation": "உன்னைத் தன் மடியில் தூக்கி வைத்துக் கொண்ட அந்த அரக்கி, விஷம் தடவிய தன் முலைக்காம்பை உன் திருவாயில் வைத்தாள். நீயோ ஒன்றும் அறியாத பாலகன் போல அவளது முகத்தைப் பார்த்து, அந்த கொடிய விஷப்பாலுடன் அவளது உயிரையும் சேர்த்து உறிஞ்சிக் குடித்தாய்."
    },
    {
      "number": 3,
      "sanskrit": "आक्रन्दती सा महता रवेण भूमौ पपात निजं रूपमहो बिभ्रती । क्रोशार्धविस्तृततनु: सुभीषणा तस्या: वपु: सुमहदहो विस्मयावहम् ॥३॥",
      "transliteration": "ஆக்ரந்த³தீ ஸா மஹதா ரவேண பூ⁴மௌ பபாத நிஜம் ரூபமஹோ பி³ப்⁴ரதீ | க்ரோஶார்த⁴விஸ்த்ருததநு: ஸுபீ⁴ஷணா தஸ்யா: வபு: ஸுமஹத³ஹோ விஸ்மயாவஹம் ||",
      "tamil_translation": "உயிர் பிரியும் வேதனையில் அவள் அலறிக்கொண்டு, தன் உண்மையான அரக்கி உருவத்துடன் கீழே விழுந்தாள். பல மைல் நீளத்திற்குப் பரவியிருந்த அவளது அந்த பயங்கரமான உடலைக் கண்டு கோகுலமே வியப்பிலும் அச்சத்திலும் ஆழ்ந்தது."
    },
    {
      "number": 4,
      "sanskrit": "तदा तु भीता: व्रजवासिनो ययु: यशोदाद्या: त्वां च समाददु: मुदा । रक्षां च चक्रु: तव देहस्य पावनै: मन्त्रै: सुघोरं विनिवारयन् भयं ॥४॥",
      "transliteration": "ததா³ து பீ⁴தா: வ்ரஜவாஸிநோ யயு: யஶோதா³த்³யா: த்வாம் ச ஸமாத³து³: முதா³ | ரக்ஷாம் ச சக்ரு: தவ தே³ஹஸ்ய பாவநை: மந்த்ரை: ஸுகோ⁴ரம் விநிவாரயன் ப⁴யம் ||",
      "tamil_translation": "அச்சமடைந்த கோகுலத்து மக்கள் ஓடி வந்தனர். யசோதை உன்னைத் தூக்கிக்கொண்டு, பலவிதமான புனித மந்திரங்களைச் சொல்லி, உனக்குத் திருஷ்டி கழித்து பாதுகாப்பு செய்தாள்."
    },
    {
      "number": 5,
      "sanskrit": "नन्दस्तु तूर्णन् मथुरापुरातदा समागत: पश्यति पूतनां वपु: । वचस्तु शौरि: कथितं स्मरन् मुहु: विस्मितचेता: त्वां परिरेभे हरिं ॥५॥",
      "transliteration": "நந்த³ஸ்து தூர்ணன் மது²ராபுராததா³ ஸமாக³த: பஶ்யதி பூதநாம் வபு: | வசஸ்து ஶௌரி: கதி²தம் ஸ்மரன் முஹு: விஸ்மிதசேதா: த்வாம் பரிரேபே⁴ ஹரிம் ||",
      "tamil_translation": "மதுராவிலிருந்து திரும்பிய நந்தகோபர் பூதகியின் பிரம்மாண்டமான உடலைக் கண்டார். வசுதேவர் சொன்ன எச்சரிக்கை உண்மையானதை எண்ணி வியந்த அவர், உன்னை அன்போடு அணைத்துக் கொண்டார்."
    },
    {
      "number": 6,
      "sanskrit": "सा पूतना त्वयि दत्तस्तनी ययौ मोक्षं मुनीनामपि दुर्लभं हि यत् । त्वयि दत्ते चित्ते किमपि न दुस्तरं तस्मात् त्वमेव परमं गति: विभो ॥६॥",
      "transliteration": "ஸா பூதநா த்வயி த³த்தஸ்தநீ யயௌ மோக்ஷம் முநீநாமபி து³ர்லப⁴ம் ஹி யத் | த்வயி த³த்தே சித்தே கிமபி ந து³ஸ்தரம் தஸ்மாத் த்வமேவ பரமம் க³தி: விபோ⁴ ||",
      "tamil_translation": "உன்னைக் கொல்ல வந்தவளாக இருந்தாலும், உனக்குப் பால் கொடுத்த காரணத்தினால் அந்த பூதகி, முனிவர்களுக்கும் கிடைப்பதற்கரிய மோட்சத்தை அடைந்தாள். உன்னிடத்தில் மனம் வைத்தால் எதையும் சாதிக்கலாம் என்பதற்கு இவளே சாட்சி."
    },
    {
      "number": 7,
      "sanskrit": "दह्यमाने तव वपुषि सुगन्ध: निर्गत: ननु विस्मयावह: तदा । त्वदङ्गसङ्गात् खलु सा परां गतिं प्राप्ता बभूव परमं पदं तव ॥७॥",
      "transliteration": "த³ஹ்யமாநே தவ வபுஷி ஸுகு³ந்த⁴: நிர்க³த: நநு விஸ்மயாவஹ: ததா³ | த்வத³ங்க³ஸங்கா³த் க²லு ஸா பராம் க³திம் ப்ராப்தா ப³பூ⁴வ பரமம் பத³ம் தவ ||",
      "tamil_translation": "பூதகியின் உடல் எரிக்கப்பட்ட போது, அரக்கர்களுக்கு உரிய துர்நாற்றத்திற்குப் பதிலாக நறுமணம் வீசியது. உன் திருமேனி பட்ட காரணத்தினால் அவள் அந்த உன்னத நிலையை அடைந்தாள்."
    },
    {
      "number": 8,
      "sanskrit": "इत्थं त्वया बालतनो सुविस्मितं कृतं च कार्यं मुनिचित्तमोहनम् । नन्दस्य भाग्यं किमिहोच्यते महान् यत्पालकोऽसि परमेश्वर: स्वयम् ॥८॥",
      "transliteration": "இத்த²ம் த்வயா பா³லதநோ ஸுவிஸ்மிதம் க்ருதம் ச கார்யம் முநிசித்தமோஹநம் | நந்த³ஸ்ய பா⁴க்³யம் கிமிஹோச்யதே மஹான் யத்பாலகோऽஸி பரமேஶ்வர: ஸ்வயம் ||",
      "tamil_translation": "குழந்தை உருவில் நீ செய்த இந்த லீலை முனிவர்களின் மனதையே மயக்கக்கூடியது. பரமேஸ்வரனான நீயே மகனாக வந்து வாய்த்த நந்தகோபரின் பாக்கியத்தை என்னவென்று சொல்வது!"
    },
    {
      "number": 9,
      "sanskrit": "तव चरितमहो मे पावयन् मानसं च कथयितुं च मुदा मे वर्धतां चित्तवृत्ति: । त्वयि मम च रति: नित्यं भवतु केशव ममाधिपीडां शमयाशु नित्यम् ॥९॥",
      "transliteration": "தவ சரிதமஹோ மே பாவயன் மாநஸம் ச கத²யிதும் ச முதா³ மே வர்த⁴தாம் சித்தவ்ருத்தி: | த்வயி மம ச ரதி: நித்யம் ப⁴வது கேஶவ மமாதி⁴பீடா³ம் ஶமயாஶு நித்யம் ||",
      "tamil_translation": "கேசவா! உன்னுடைய சரித்திரம் என் மனதைத் தூய்மைப்படுத்தட்டும். உன் லீலைகளைப் போற்றும் எண்ணம் என்னுள் வளரட்டும். உன்னிடம் எனக்கு என்றும் நீங்காத பக்தி இருக்க வேண்டும்."
    },
    {
      "number": 10,
      "sanskrit": "स त्वं जगन्मङ्गलदायक: प्रभो ममाधिपीडां शमयाशु केशव । वतेश्वरं त्வாம் சரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ॥१०॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "உலகிற்கு நலம் பயக்கும் கேசவா! என் மனக் கவலைகளையும் உடல் உபாதைகளையும் நீக்கி அருள வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன், என்னை நோயற்றவனாக மாற்றியருள்வாய்."
    }
  ]
}
