{
  "title": "நாராயணீயம்",
  "dasakam": 37,
  "description": "ஸ்ரீ கிருஷ்ணாவதார அவதாரிகை - பூமியின் பாரம் தீர்க்க பகவான் அவதரிக்க முடிவு செய்தல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "सान्द्रानन्दतनो हरे ननु पुरा दैवासुरे सङ्गरे त्वत्कृत्ता अपि कर्मशेषवशत: ये ते न याता गतिम् । तेषां भूतलजन्मनां दितिभुवां भारेण दूरार्दिता भूमि: प्राप विरिञ्चमाश्रितपदं देवै: पुरावागतै: ॥१॥",
      "transliteration": "ஸாந்த்³ரானந்த³தனோ ஹரே நனு புரா தை³வாஸுரே ஸங்க³ரே த்வத்க்ருத்தா அபி கர்மஶேஷவஶதோ யே தே ந யாதா க³திம் | தேஷாம் பூ⁴தலஜன்மனாம் தி³திபு⁴வாம் பா⁴ரேண தூ³ரார்தி³தா பூ⁴மி: ப்ராப விரிஞ்சமாஶ்ரிதபத³ம் தே³வை: புரைவாக³தை: ||",
      "tamil_translation": "முன்பு நடந்த தேவாசுர யுத்தத்தில் உன்னால் கொல்லப்பட்டும், கர்ம வினையால் முக்தி அடையாத அசுரர்கள் பூமியில் அரசர்களாகப் பிறந்தனர். அவர்களின் சுமையைத் தாங்க முடியாமல் பூமி தேவி வருந்தி, தேவர்களுடன் பிரம்மாவைச் சரணடைந்தாள்."
    },
    {
      "number": 2,
      "sanskrit": "हा हा दुर्जनभूरिभारमथितां पाथोनिधौ पातुकामेतां पालय हन्त मे विवशतां सम्पृच्छ देवानिमान् । इत्यादिप्रचुरप्रलापविवशामालोक्य धाता महीं देवानां वदनानि वीक्ष्य परितो दध्यौ भवन्तं हरे ॥२॥",
      "transliteration": "ஹா ஹா து³ர்ஜனபூ⁴ரிபா⁴ரமதி²தாம் பாதோ₂னிதௌ⁴ பாதுகா-மேதாம் பாலய ஹந்த மே விவஶதாம் ஸம்ப்ருச்ச₂ தே³வானிமான் | இத்யாதி³ப்ரசுரப்ரலாபவிவஶாமாலோக்ய தா₄தா மஹீம் தே³வானானி வீக்ஷ்ய பரிதோ த³த்⁴யௌ ப⁴வந்தம் ஹரே ||",
      "tamil_translation": "துஷ்டர்களின் சுமையால் வருந்தி சமுத்திரத்தில் மூழ்கிவிடும் நிலையில் உள்ள என்னைக் காப்பாற்றுங்கள் என்று கதறிய பூமி தேவியைக் கண்டு, பிரம்மா உன்னை (மகாவிஷ்ணுவைத்) தியானித்தார்."
    },
    {
      "number": 3,
      "sanskrit": "ऊचे चाम्बुजभूरमूनयि सुरा: सत्यं धरित्र्या वचो नन्वस्या भवतां च रक्षणविधौ दक्षो हि लक्ष्मीपति: । सर्वे शर्वपुरस्सरा वयमितो गत्वा पयौवारिधिं नत्वा तं स्तुमहे जवादिति ययु: साकं तवाकेतनम् ॥३॥",
      "transliteration": "ஊசே சாம்பு³ஜபூ⁴ரமூனயி ஸுரா: ஸத்யம் த⁴ரித்ர்யா வசோ நன்வஸ்யா ப⁴வதாம் ச ரக்ஷணவிதௌ⁴ த³க்ஷோ ஹி லக்ஷ்மீபதி: | ஸர்வே ஶர்வபுரஸ்ஸரா வயமிதோ க³த்வா பயோவாரிதி⁴ம் நத்வா தம் ஸ்துமஹே ஜவாதி³தி யயு: ஸாகம் தவாகேதனம் ||",
      "tamil_translation": "பூமி தேவியின் துயரம் உண்மையானதே; அவளையும் உங்களையும் காக்க லட்சுமிபதியே வல்லவர் என்று பிரம்மா கூறி, சிவன் மற்றும் தேவர்களுடன் பாற்கடலுக்குச் சென்றனர்."
    },
    {
      "number": 4,
      "sanskrit": "ते मुग्धानिलशालिदुग्धजलधेस्तीरं गता: सङ्गता यावत्त्वत्पदचिन्तनैकमनसस्तावत् स पाथोजभू: । त्वद्वाचं हृदये निशम्य सकलानान्दयन्नूचिवानाख्यातः परमात्मना स्वयमहमहं वाक्यं तदाकर्ण्यताम् ॥४॥",
      "transliteration": "தே முக்³தா⁴னிலஶாலிது³க்³தஜ⁴லதே⁴ஸ்தீரம் க³தா: ஸங்க³தா யாவத்த்வத்பத³சிந்தனைகமனஸஸ்தாவத் ஸ பாதோ₂ஜபூ⁴: | த்வத்³வாசம் ஹ்ருத³யே நிஶம்ய ஸகலானானந்த³யன்னூசிவா-நாக்²யாத: பரமாத்மனா ஸ்வயமஹம் வாக்யம் ததா³கர்ண்யதாம் ||",
      "tamil_translation": "பாற்கடல் கரையில் பிரம்மா தியானித்தபோது, உன் குரலைத் தன் இதயத்தில் கேட்டு, பரமாத்மா சொன்ன செய்தியை தேவர்களிடம் கூறி அவர்களை மகிழ்வித்தார்."
    },
    {
      "number": 5,
      "sanskrit": "जाने दीनदशामहं दिविषदां भूमेश्च भीमैर्नृपै-स्तत्क्षेपाय भवामि यादवकुले सोहं समग्रत्मना । देवा वृष्णिकुले भवन्तु कलया देवाङ्गनाश्चावनौ मत्सेवार्थमिति त्वदी यवचनं पाथोजभूरूचिवान् ॥५॥",
      "transliteration": "ஜானே தீ³னத³ஶாமஹம் தி³விஷதா³ம் பூ⁴மேஶ்ச பீ⁴மைர்ன்ருபை-ஸ்தத்க்ஷேபாய ப⁴வாமி யாத³வகுலே ஸோஹம் ஸமக்³ராத்மனா | தே³வா வ்ருஷ்ணிகுலே ப⁴வந்து கலயா தே³வாங்க³னாஶ்சாவனௌ மத்ஸேவார்த²மிதி த்வதீ³யவசனம் பாதோ₂ஜபூ⁴ரூசிவான் ||",
      "tamil_translation": "'யாதவ குலத்தில் நான் அவதரிப்பேன். தேவர்கள் வ்ருஷ்ணி குலத்திலும், தேவலோகப் பெண்கள் பூமியிலும் எனக்குத் தொண்டு செய்யப் பிறக்கட்டும்' என்ற உன் செய்தியை பிரம்மா சொன்னார்."
    },
    {
      "number": 6,
      "sanskrit": "श्रुत्वा कर्णरसायनं तव वच: सर्वेषु निर्वापित-स्वान्तेष्वीश गतेषु तावककृपापीयूषतृप्तात्मसु । विख्याते मथुरापुरे किल भवत्सान्निध्यपुण्योत्तरे धन्यां देवकनन्दनामुदवहद्राजा स शूरात्मज: ॥走॥",
      "transliteration": "ஶ்ருத்வா கர்ணரஸாயனம் தவ வச: ஸர்வேஷு நிர்வாபித-ஸவாந்தேஷ்வீஶ க³தேஷு தாவகக்ருபாபீயூஷத்ருப்தாத்மஸu | விக்²யாதே மது⁴ராபுரே கில ப⁴வத்ஸான்னித்⁴யபுண்யோத்தரே த⁴ன்யாம் தே³வகனந்த³னாமுத³வஹத்³ராஜா ஸ ஶூராத்மஜ: ||",
      "tamil_translation": "இனிய இச்செய்தியைக் கேட்டுத் தேவர்கள் மகிழ்ந்தனர். அதன் பிறகு மதுராவில் சூரசேனன் மகன் வசுதேவர், தேவகியை மணந்து கொண்டார்."
    },
    {
      "number": 7,
      "sanskrit": "उद्वाहावसितौ तदीयसहज: कंसोथ सम्मानय-न्नेतौ सूततया गत: पथि रथे व्योमोत्थया त्वद्गिरा । अस्यास्त्वामतिदुष्टमष्टमसुतो हन्तेति हन्तेरित: सन्त्रासात् स तु हन्तुमन्तिकगतां तन्वीं कृपाणीमधात् ॥७॥",
      "transliteration": "உத்³வாஹாவஸிதௌ ததீ³யஸஹஜ: கம்ஸோத² ஸம்மானய-ன்னேதௌ ஸூததயா க³த: பதி² ரதே² வ்யோமோத்த²யா த்வ³த்கி³ரா | அஸ்யாஸ்த்வாமதிது³ஷ்டமஷ்டமஸுதோ ஹந்தேதி ஹந்தேரித: ஸந்த்ராஸாத் ஸ து ஹந்துமந்திகக³தாம் தன்வீம் க்ருபாணீமதா⁴த் ||",
      "tamil_translation": "திருமணம் முடிந்து அவர்கள் சென்றபோது, 'இவளது எட்டாவது மகன் உன்னைக் கொல்லப்போகிறான்' என்ற அசரீரியைக் கேட்டு, கம்சன் தேவகியைக் கொல்ல வாளெடுத்தான்."
    },
    {
      "number": 8,
      "sanskrit": "गृह्णानश्चिकुरेषु तां खलमति: शौरेश्चिरं सान्त्वनै-र्नो मुञ्चन् पुनरात्मजार्पणगिरा प्रीतोथ यातो गृहान् । आद्यं त्वत्सहजं तथार्पितमपि स्नेहेन नाहन्नसौ दुष्टानपि देव पुष्टकरुणा दृष्टा हि धीरेकता ॥८॥",
      "transliteration": "க்³ருஹ்ணானஶ்சிகுரேஷu தாம் க²லமதி: ஶௌரேஶ்சிரம் ஸாந்த்வனை-ர்னோ முஞ்சன் புனராத்மஜார்பணகி³ரா ப்ரீதோத² யாதோ க்³ருஹான் | ஆத்³யம் த்வத்ஸஹஜம் ததா²ர்பிதமபி ஸ்நேஹேன நாஹன்னஸௌ து³ஷ்டானபி தே³வ புஷ்டகருணா த்³ருஷ்டா ஹி தீ⁴ரேகதா ||",
      "tamil_translation": "வசுதேவர் 'பிறக்கும் குழந்தைகளை உன்னிடம் ஒப்படைக்கிறேன்' என்று கூறித் தடுத்தார். முதல் குழந்தையை வசுதேவர் தந்தபோது, கம்சன் அதை கொல்லாமல் விட்டான்."
    },
    {
      "number": 9,
      "sanskrit": "तावत्त्वन्मनसैव नारदमुनि: प्रोचे स भोजेश्वरं यूयं नन्वसुरा: सुराश्च यदवो जानासि किं न प्रभो । मायावी स हरिरिभवद्वधकृते भावी सुरप्रार्थना-दित्याकर्ण्य यदूनदूधुनदसौ शौरेश्च सूनूनहन् ॥९॥",
      "transliteration": "தாவத்த்வன்மனஸைவ நாரத³முனி: ப்ரோசே ஸ போ⁴ஜேஶ்வரம் யூயம் நன்வஸுரா: ஸுராஶ்ச யத³வோ ஜானாஸி கிம் ந ப்ரபோ⁴ | மாயாவீ ஸ ஹரிர்ப⁴வத்³வத⁴க்ருதே பா⁴வீ ஸுரப்ரார்த²னா-தி³த்யாகர்ண்ய யதூ³னதூ³து⁴னத³ஸௌ ஶௌரேஶ்ச ஸூனூனஹன் ||",
      "tamil_translation": "அப்போது நாரதர் கம்சனிடம் சென்று யாதவர்கள் அனைவரும் தேவர்கள் என்று கூற, ஆத்திரமடைந்த கம்சன் வசுதேவரின் குழந்தைகளைக் கொல்லத் தொடங்கினான்."
    },
    {
      "number": 10,
      "sanskrit": "प्राप्ते सप्तमगर्भतामहिपतौ त्वत्प्रेरणान्मायया नीते माधव रोहिणीं त्वमपि भो: सच्चित्सुखैकात्मक: । देवक्या जठरं विवेशिथ विभो संस्त्यमान: सुरै: स त्वं कृष्ण विधूय रोगपटलीं भक्तिं परां देहि मे ॥१०॥",
      "transliteration": "ப்ராப்தே ஸப்தமக³ர்ப⁴தாமஹிபதௌ த்வத்ப்ரேரணான்மாயயா நீதே மாத⁴வ ரோஹிணீம் த்வமபி போ⁴: ஸச்சித்ஸுகை²காத்மக: | தே³வக்யா ஜட²ரம் விவேஶித² விபோ⁴ ஸம்ஸ்தூயமான: ஸுரை: ஸ த்வம் க்ருஷ்ண விதூ⁴ய ரோக³படலீம் ப⁴க்திம் பராம் தே³ஹி மே ||",
      "tamil_translation": "ஏழாவது கரு ரோகிணியின் கருப்பைக்கு மாற்றப்பட்ட பின், நீ தேவகியின் கருவில் புகுந்தாய். குருவாயூரப்பா, என் நோய்களை நீக்கி எனக்கு பக்தியைத் தந்தருள்வாய்."
    }
  ]
}
