{
  "title": "நாராயணீயம்",
  "dasakam": 21,
  "description": "பகவானின் அவதாரங்கள் மற்றும் ரிஷப தேவர் சரித்திரம்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "अग्नीध्रपुत्रो नभिरुग्रतेजाः स्वमल्पपुत्रार्थमनुग्रबुद्धिः । त्वत्प्रीत्यै यज्ञमकरोत् तदा भवान् प्रकटीबभूविथ तस्य यज्ञे ॥१॥",
      "transliteration": "அக்நீத்ரபுத்ரோ நபிருக்ரதேஜா: ஸ்வமல்பபுத்ரார்தமநுக்ரபுத்தி: | த்வத்ப்ரீத்யை யஜ்ஞமகரோத் தடா பவான் ப்ரகடீபபூவித தஸ்ய யஜ்ஞே || 1 ||",
      "tamil_translation": "அக்நீத்ரனின் மகனான நாபி மன்னன், உன்னையே மகனாகப் பெற வேண்டி யாகம் செய்தான். உமது பக்தியில் மகிழ்ந்த நீ, அவனது யாக குண்டத்திலிருந்து பேரொளியுடன் காட்சியளித்தாய்."
    },
    {
      "number": 2,
      "sanskrit": "तस्मै दत्तं वरं त्वया मुदा नृपेन्द्र कायेऽवततार साक्षात् । ऋषभ इति नाम्ना भुवनविदितः स हि परमधर्ममुपदेष्टुं अगात् ॥२॥",
      "transliteration": "தஸ்மை தத்தம் வரம் த்வயா முதா ந்ருபேந்த்ர காயேऽவததார ஸாக்ஷாத் | ரிஷப இதி நாம்நா புவனவிதித: ஸ ஹி பரமதர்மமுபதேஷ்டும் அகாத் || 2 ||",
      "tamil_translation": "மன்னனுக்கு அளித்த வாக்கின்படி, நீயே அவனது மகனாக 'ரிஷபர்' என்ற பெயரில் அவதரித்தாய். உலகிற்கு மேலான தர்மங்களை உபதேசிப்பதற்காகவே இந்த அவதாரம் நிகழ்ந்தது."
    },
    {
      "number": 3,
      "sanskrit": "भरतादिपुत्रशतं तु जनयन् स तु परमवीतरागमुनिः । तव रूपं अनुस्मरन् स जगति विचरति स्म परमहंसः ॥३॥",
      "transliteration": "பரதாதிபுத்ரஸதம் து ஜநயன் ஸ து பரமவீதராகமுநி: | தவ ரூபம் அநஸ்மரன் ஸ ஜகதி விசரதி ஸ்ம பரமஹம்ஸ: || 3 ||",
      "tamil_translation": "பரதன் உட்பட நூறு மகன்களைப் பெற்ற ரிஷப தேவர், பின்னர் பற்றற்ற நிலையை (வைராக்கியம்) அடைந்தார். உமது திவ்ய ரூபத்தை எப்போதும் தியானித்தபடி ஒரு பரமஹம்ஸராக உலகெங்கும் சஞ்சரித்தார்."
    },
    {
      "number": 4,
      "sanskrit": "हयग्रीववराहमुखान् अवतारान् अनिशं नमामि विभो । वेदोद्धरणाय महीं समुद्धर्तुं च कृतास्ते जगत्प्रभो ॥४॥",
      "transliteration": "ஹயக்ரீவவராஹமுகாந் அவாதாராந் அநிஸம் நமாமி விபோ | வேதோத்தரணாய மஹீம் ஸமுத்தர்த்தும் ச க்ருதாஸ்தே ஜகத்ப்ரபோ || 4 ||",
      "tamil_translation": "வேதங்களை மீட்க ஹயக்ரீவராகவும், பூமியை மீட்க வராகராகவும் அவதரித்த உமது பல்வேறு கோலங்களை நான் எப்போதும் வணங்குகிறேன்."
    },
    {
      "number": 5,
      "sanskrit": "कपिलदत्तमुखैः अवतारैः ज्ञानं उपदिशसि सदा । नरनारायणरूपेण तपस्यसि बदरीवने विभो ॥५॥",
      "transliteration": "கபிலதத்தமுகை: அவாதாரை: ஞானம் உபதிஸஸி ஸதா | நரநாராயணரூபேண தபஸ்யஸி பதரீவநே விபோ || 5 ||",
      "tamil_translation": "கபிலராகவும் தத்தாத்ரேயராகவும் ஞானத்தை உபதேசித்தீர்; நர-நாராயணர்களாக இப்போதும் பத்ரிகாச்ரமத்தில் தவம் செய்து கொண்டிருக்கிறீர்."
    },
    {
      "number": 6,
      "sanskrit": "पाही प्रभो अखिलरोगसमूहजातात् त्राहि प्रभோ விபதி ஸந்ததமேவ மாம் த்வம் | த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் த்வயியேவ லீநமிவ மாம் குரு வாஸுதேவ || 6 ||",
      "transliteration": "பாஹி ப்ரபோ அகிலரோகஸமூஹஜாதாத் த்ராஹி ப்ரபோ விபதி ஸந்ததமேவ மாம் த்வம் | த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் த்வயியேவ லீநமிவ மாம் குரு வாஸுதேவ || 6 ||",
      "tamil_translation": "பிரபுவே! நோய்களிலிருந்தும் ஆபத்துகளிலிருந்தும் என்னைக் காப்பாற்றுங்கள். நான் உமது பாத பக்தியில் நிலைபெற்று, உம்மோடு கலக்க அருள் புரியுங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "यद्यत्करोमि तत्तदीश्वर कर्मजातम् तुभ्यं समर्पयितुमेव मतिं कुरुष्व । शान्तिं च मे दिश सदा तव पादभक्तौ श्रद्धां च वर्धय मयि प्रभोऽशेषनाथ ॥7॥",
      "transliteration": "யத்யத்கரோமி தத்ததீஸ்வர கர்மஜாதம் துப்யம் ஸமர்ப்பயிதுமேவ மதிம் குருஷ்வ | ஸாந்திம் ச மே திஸ ஸதா தவ பாதபக்தௌ ஸரத்தாம் ச வர்தய மயி ப்ரபோऽஸேஷநாத || 7 ||",
      "tamil_translation": "நான் செய்யும் செயல்கள் அனைத்தையும் உமக்கே சமர்ப்பிக்கும் புத்தியைத் தாரும். எனக்கு அமைதியையும் பக்தியில் உறுதியையும் தந்தருளும்."
    },
    {
      "number": 8,
      "sanskrit": "अज्ञोऽप्यहं तव पदार्चनपद्धतीनां सन्दीक्षமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 8 ||",
      "transliteration": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 8 ||",
      "tamil_translation": "அறியாமையில் இருக்கும் என்னைக் கருணையுடன் பாரும். எனக்கு பக்தியையும் அபயத்தையும் அளித்து விரைவில் என்னைக் காத்தருளும்."
    },
    {
      "number": 9,
      "sanskrit": "त्वत्पादभक्तिनिरतो यदि स्यां ததாஹம் ஜீவன்முக்த இவ விசரிஷ்யாமி நூநம் ॥९॥",
      "transliteration": "த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் ஜீவன்முக்த இவ விசரிஷ்யாமி நூநம் || 9 ||",
      "tamil_translation": "உமது பாத பக்தியில் நான் நிலைபெற்றுவிட்டால், இவ்வுலகிலேயே ஜீவன்முக்தனாகத் திரிவேன் என்பது உறுதி."
    },
    {
      "number": 10,
      "sanskrit": "एवं त्वां अनिशं नमामि नृहरे हन्మే அசேஷ ரோகான் விபோ ॥१०॥",
      "transliteration": "ஏவம் த்வாம் அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ || 10 ||",
      "tamil_translation": "இப்படிப்பட்ட உன்னை நான் இடைவிடாது வணங்குகிறேன். குருவாயூரப்பா! என் நோய்கள் அனைத்தையும் வேரோடு அழித்து எனக்கு நலம் தருவாயாக."
    }
  ]
}
