{
  "title": "நாராயணீயம்",
  "dasakam": 6,
  "description": "விராட் புருஷ வர்ணனை",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "एवं चतुर्दशजगन्मयतां गतस्य पातालमीश तव पादतल वदन्ति । पादोध्र्वभागमपि देव रसातलन्ते गुल्फद्वयं तु महातलमिति ब्रुवन्ति ॥१॥",
      "transliteration": "ஏவம் சதுர்தஸஜகந்மயதாம் கதஸ்ய பாதாலமீஸ தவ பாததல வதந்தி | பாதோர்த்வபாகமபி தேவ ரஸாதலந்தே குல்பத்வயம் து மஹாதலமிதி ப்ருவந்தி || 1 ||",
      "tamil_translation": "இறைவா! பதினான்கு உலகங்களாகவும் விளங்கும் உமது விராட் ரூபத்தில், பாதங்களின் அடிப்பகுதியை பாதாள லோகம் என்றும், பாதத்தின் மேல்பகுதியை ரஸாதல லோகம் என்றும், கணுக்கால்களை மஹாதல லோகம் என்றும் பெரியோர்கள் கூறுகிறார்கள்."
    },
    {
      "number": 2,
      "sanskrit": "जङ्घे तलातलमथो सुतलं च जानू ऊरुद्वयं वितलमतलञ्च मुष्टिम् । क्षोणीतलं जघनमीश कटिं नभस्ते नाभीसरसिजं नभसोऽन्तरालम् ॥२॥",
      "transliteration": "ஜங்கே தலாதலமதோ ஸுதலம் ச ஜாநூ ஊருத்வயம் விதலமதலஞ்ச முஷ்டிம் | க்ஷோணீதலம் ஜகநமீஸ கடிம் நபஸ்தே நாபீஸரஸிஜம் நபஸோऽந்தராலம் || 2 ||",
      "tamil_translation": "உமது கெண்டைக்கால்கள் தலாதலம், முழங்கால்கள் ஸுதலம், தொடைகள் விதலம் மற்றும் அதலம் ஆகிய லோகங்களாகும். உமது இடுப்புப் பகுதி பூலோகம், தொப்புள் ஆகாயம் (புவர்லோகம்) ஆகும்."
    },
    {
      "number": 3,
      "sanskrit": "उर:स्थलं तव वदन्ति महर्लोकं ग्रीवापदं जनलोकमुदाहरन्ति । तपोलोकं फालदेशं सत्यलोकं शिरस्तव ॥३॥",
      "transliteration": "உர:ஸ்தலம் தவ வதந்தி மஹர்லோகம் க்ரீவாபதம் ஜனலோகமுதாஹரந்தி | தபோலோகம் பாலதேஸம் ஸத்யலோகம் ஸிரஸ்தவ || 3 ||",
      "tamil_translation": "உமது மார்புப்பகுதி மஹர்லோகம், கழுத்து ஜனலோகம், நெற்றி தபோலோகம் மற்றும் உமது சிரசே (தலை) ஸத்யலோகம் ஆகும்."
    },
    {
      "number": 4,
      "sanskrit": "ब्रह्मेन्द्ररुद्रमरुदर्कमुखा: सुरास्ते प्राणा: शिरोरुहचयं च घनं वदन्ति । नभश्च ते कर्णपुटं दिशश्च श्रोत्रं विदुर्भगवतस्तव शब्दरुपम् ॥४॥",
      "transliteration": "ப்ரம்மேந்த்ரருத்ரமருதர்கமுகா: ஸுராஸ்தே ப்ராணா: ஸிரோருஹசயம் ச கநம் வதந்தி | நபஸ்ச தே கர்ணபுடம் திஸஸ்ச ஸ்ரோத்ரம் விதுர்பகவதஸ்தவ ஸப்தருபம் || 4 ||",
      "tamil_translation": "பிரம்மா, இந்திரன், ருத்திரன் முதலான தேவர்கள் உமது பிராணன்கள். மேகங்கள் உமது கூந்தல். திசைகள் உமது காதுகள். ஆகாயம் உமது செவிப்புலன் ஆகும்."
    },
    {
      "number": 5,
      "sanskrit": "नासिकापुटं तव वदन्ति अश्विनौ च गन्धस्तु घ्राणमिह ते भगवन् वदन्ति । चक्षुस्तवाग्निमरुदर्कमुखं प्रभा च पक्ष्माणि ते अहनी च रात्रयश्च ॥५॥",
      "transliteration": "நாஸிகாபுடம் தவ வதந்தி அஸ்விநௌ ச கந்தஸ்து க்ராணமிஹ தே பகவன் வதந்தி | சக்ஷுஸ்தவாக்நிமருதர்கமுகம் ப்ரபா ச பக்ஷ்மாணி தே அஹநீ ச ராத்ரயஸ்ச || 5 ||",
      "tamil_translation": "அஸ்வினி தேவர்கள் உமது நாசித் துவாரங்கள். மணம் (வாசனை) உமது நுகரும் சக்தி. சூரியனும் நெருப்பும் உமது கண்கள். பகலும் இரவும் உமது கண்ணிமைகள்."
    },
    {
      "number": 6,
      "sanskrit": "भ्रूभङ्ग एव तव काल इति ब्रुवन्ति ब्रह्मापदं तव च जृम्भणमुल्णदन्ति । स्मितं तु माया च सृष्टिश्च ते कटाक्षो लोभस्तु ते दन्तपङ्क्तिरिति वदन्ति ॥६॥",
      "transliteration": "ப்ரூபங்க ஏவ தவ கால இதி ப்ருவந்தி ப்ரம்மாபதம் தவ ச ஜ்ரும்பணமுல்ணதந்தி | ஸ்மிதம் து மாயா ச ஸ்ருஷ்டிஸ்ச தே கடாக்ஷோ லோபஸ்து தே தந்தபங்க்திரிதி வதந்தி || 6 ||",
      "tamil_translation": "உமது புருவ நெளிவே 'காலம்' ஆகும். உமது கொட்டாவியே பிரம்மா படைக்கும் காலம். உமது புன்னகை மாயை, பார்வை சிருஷ்டி, உமது பற்களின் வரிசையே லோபம் (பேராசை)."
    },
    {
      "number": 7,
      "sanskrit": "जिह्वा जलं तव रसं भगवन् वदन्ति ग्रीवा तपश्च रसना च सरस्वती ते । नद्योऽभवन्रसनमार्गविमृष्टदेहा: कण्ठोऽभवत्तव मुकुन्द सदाऽनुरूप: ॥७॥",
      "transliteration": "ஜிஹ்வா ஜலம் தவ ரஸம் பகவன் வதந்தி க்ரீவா தபஸ்ச ரஸநா ச ஸரஸ்வதீ தே | நத்யோऽபவந்ரஸநமார்கவிம்ருஷ்டதேஹா: கண்டோऽபவத்தவ முகுந்த ஸதாऽநுரூப: || 7 ||",
      "tamil_translation": "உமது நாக்கு நீர், சுவை உமது உணர்வு. உமது நாக்கு சரஸ்வதி தேவி. நதிகள் அனைத்தும் உமது நரம்புகள். முகுந்தா! உமது கழுத்து தவத்தின் வடிவம்."
    },
    {
      "number": 8,
      "sanskrit": "बाहुद्वयं तव वदन्ति सुरेन्द्रमुख्यान् हस्तिद्वयं च भगवन् वदन्ति । वक्ष:स्थलं तव लक्ष्मीश्च हृदयन्ते धर्मोऽभवत्सकललोकहितैकदक्ष: ॥८॥",
      "transliteration": "பாஹுத்வயம் தவ வதந்தி ஸுரேந்த்ரமுக்யாந் ஹஸ்தித்வயம் ச பகவன் வதந்தி | வக்ஷ:ஸ்தலம் தவ லக்ஷ்மீஸ்ச ஹ்ருதயந்தே தர்மோऽபவத்ஸகலலோகஹிதைகதக்ஷ: || 8 ||",
      "tamil_translation": "உமது புஜங்கள் இந்திரன் முதலான தேவர்கள். உமது மார்பில் லட்சுமி தேவி வசிக்கிறாள். உமது இதயம் தர்மத்தின் இருப்பிடம்."
    },
    {
      "number": 9,
      "sanskrit": "पृष्ठं त्वधर्म इति ते भगवन् वदन्ति मेढ्रं च तेऽभवत्प्रजापतिरीश नित्यम् । पायुश्च ते निऋतिरिति ब्रुवन्ति कुक्षिं तु ते भगवन् सागरान् वदन्ति ॥९॥",
      "transliteration": "ப்ருஷ்டம் த்வதர்ம இதி தே பகவன் வதந்தி மேட்ரம் ச தேऽபவத்ப்ரஜாபதிரீஸ நித்யம் | பாயுஸ்ச தே நி்ருதிரிதி ப்ருவந்தி குக்ஷிம் து தே பகவன் ஸாகராந் வதந்தி || 9 ||",
      "tamil_translation": "உமது முதுகுப் பகுதி அதர்மம். உமது வயிற்றுப் பகுதி சமுத்திரங்கள். பிரஜாபதிகள் உமது உற்பத்தி சக்தி."
    },
    {
      "number": 10,
      "sanskrit": "एवं जगन्मयतनो भगवन् नमस्ते पाहि प्रपन्नमिममप्यथ दीनमीश । व्याधिं विधूय कुरु मे कुरुवापुरेश आरोग्यमैक्यमपि ते चरणांबुजेषु ॥१०॥",
      "transliteration": "ஏவம் ஜகந்மயதநோ பகவன் நமஸ்தே பாஹி ப்ரபந்நமிமமப்யத தீநமீஸ | வ்யாதிம் விதூய குரு மே குருவாபுரேஸ ஆரோக்யமைக்யமபி தே சரணாம்புஜேஷு || 10 ||",
      "tamil_translation": "இப்படி உலகம் முழுவதுமாக விளங்கும் இறைவா! உன்னை வணங்குகிறேன். எளியவனான என்னை நோய்களிலிருந்து விடுவித்து, ஆரோக்கியத்தையும் உமது திருவடிகளில் மாறாத பக்தியையும் தந்தருள வேண்டும் குருவாயூரப்பா!"
    }
  ]
}
