{
  "title": "நாராயணீயம்",
  "dasakam": 11,
  "description": "ஹிரண்யாக்ஷ வதம் மற்றும் வராக அவதாரத் தொடக்கம்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "चित्रीयते तव विभो कुरुवापुरेश तत्तादृशं हि चरितं खलु वल्लवीनाम् । यत्प्राप्य मुक्तिपदवीं मुनय: प्रपन्ना: त्वां वन्दते सकललोकहितैकदक्ष ॥१॥",
      "transliteration": "சித்ரியதே தவ விபோ குருவாபுரேஸ தத்தாத்ருஸம் ஹி சரிதம் கலு வல்லவீநாம் | யத்ப்ராப்ய முக்திபதவீம் முநய: ப்ரபந்நா: த்வாம் வந்ததே ஸகலலோகஹிதைகதக்ஷ || 1 ||",
      "tamil_translation": "குருவாயூரப்பா! உமது லீலைகள் ஆச்சரியமானவை. முனிவர்கள் தவம் செய்து அடையும் முக்தியை, கோபிகைகள் உம்மீது கொண்ட பக்தியால் எளிதில் அடைந்தனர். உலக நன்மைக்காகவே அருள்புரியும் உம்மை வணங்குகிறேன்."
    },
    {
      "number": 2,
      "sanskrit": "ब्रह्मा यदा तु सकलां सिसृक्षु: प्रवृत्त: तत्राभवन् खलु जगत्प्रलयस्य भीति: । पृथ्वीं च पातलतले विनिवेशयन् स हिरण्याक्ष इत्यभवदसुरो महात्मा ॥२॥",
      "transliteration": "ப்ரம்மா யதா து ஸகலாம் ஸிஸ்ருக்ஷு: ப்ரவ்ருத்த: தத்ராபவன் கலு ஜகத்ப்ரலயஸ்ய பீதி: | ப்ருத்வீம் ச பாதலதலே விநிவேஸயன் ஸ ஹிரண்யாக்ஷ இத்யபவதஸுரோ மஹாத்மா || 2 ||",
      "tamil_translation": "பிரம்மா படைக்கத் தொடங்கியபோது, ஹிரண்யாக்ஷன் எனும் அசுரன் பூமியைப் பாய் போலச் சுருட்டி பாதாள லோகத்தில் மறைத்து வைத்தான். இதனால் படைப்புத் தொழில் தடைபடுமோ என உலகமே அஞ்சியது."
    },
    {
      "number": 3,
      "sanskrit": "तस्मिन् काले मुकुन्द त्वमपि हि दयया मानुषं रूपमेव तत्तादृशं च मनुमप्यथ देवसृष्टिम् । संवर्धयन् सकललोकहितैकदक्ष: सृष्टौ प्रवृत्त इति न: प्रथितं पुराणे ॥३॥",
      "transliteration": "தஸ்மின் காலே முகுந்த த்வமபி ஹி தயயா மாநுஷம் ரூபமேவ தத்தாத்ருஸம் ச மநுமப்யத தேவஸ்ருஷ்டிம் | ஸம்வர்தயன் ஸகலலோகஹிதைகதக்ஷ: ஸ்ருஷ்டௌ ப்ரவ்ருத்த இதி ந: ப்ரதிதம் புராணே || 3 ||",
      "tamil_translation": "முக்குந்தா! அந்தச் சமயத்தில் நீ தயை கொண்டு, மனித குலத்தைத் தோற்றுவிக்க 'மனு'வையும், மற்ற தேவர்களையும் படைத்து உலகத்தை விருத்தி செய்யத் தொடங்கினாய் என்று புராணங்கள் கூறுகின்றன."
    },
    {
      "number": 4,
      "sanskrit": "ब्रह्मा तदा तु निजपुत्रमुखान्मुनीन्द्रान् सृष्टिं कुरुष्व इति तांस्त्वनुशास्ति नित्यम् । ते च प्रपन्नमनसस्तव पादपद्मे नैच्छन्विभो विषयसङ्गममल्पबुद्ध्या ॥४॥",
      "transliteration": "ப்ரம்மா ததா து நிஜபுத்ரமுகாந்முநீந்த்ரான் ஸ்ருஷ்டிம் குருஷ்வ இதி தாந்ஸ்த்வநுஸாஸ்தி நித்யம் | தே ச ப்ரபந்நமனஸஸ்தவ பாதபத்மே நைச்சந்விபோ விஷயஸங்கமமல்பபுத்த்யா || 4 ||",
      "tamil_translation": "பிரம்மா தனது புதல்வர்களான சனகாதி முனிவர்களைப் படைக்கச் சொன்னார். ஆனால் அவர்கள் உமது திருவடிகளிலேயே மனம் லயித்திருந்ததால், உலக விஷயங்களில் ஈடுபாடு காட்டாது படைப்புத் தொழிலை மறுத்தனர்."
    },
    {
      "number": 5,
      "sanskrit": "तस्मिन् प्रकुप्यति विधातरि ललाटमध्यात् सञ्जायते स्म खलु रुद्र इति प्रतीतः । सोऽपि प्रभो तव पदाम्बुजभक्तिशाली सृष्टौ चकार रतिमीश तवाज्ञयैव ॥५॥",
      "transliteration": "தஸ்மின் ப்ரகுப்யதி விதாதரி லலாடமத்யாத் ஸஞ்ஜாயதே ஸ்ம கலு ருத்ர இதி ப்ரதீத: | ஸோऽபி ப்ரபோ தவ பதாம்புஜபக்திஸாலீ ஸ்ருஷ்டௌ சகார ரதிமீஸ தவாஜ்ஞயைவ || 5 ||",
      "tamil_translation": "அதனால் கோபம் கொண்ட பிரம்மாவின் நெற்றியிலிருந்து ருத்திரன் (சிவன்) தோன்றினார். உமது திருவடிகளில் பக்தி கொண்ட அவரும், உமது ஆணைப்படியே படைப்புத் தொழிலில் உதவி செய்தார்."
    },
    {
      "number": 6,
      "sanskrit": "पाहि प्रभो अखिलरोगसमूहजातात् त्राहि प्रभो विपदि सन्ततमेவ मां त्वम् । त्वत्पादभक्तिनिरतो यदि स्यां तदाहं त्वय्येव लीनमिव मां कुरु वासुदेव ॥६॥",
      "transliteration": "பாஹி ப்ரபோ அகிலரோகஸமூஹஜாதாத் த்ராஹி ப்ரபோ விபதி ஸந்ததமேவ மாம் த்வம் | த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் த்வயியேவ லீநமிவ மாம் குரு வாஸுதேவ || 6 ||",
      "tamil_translation": "பிரபுவே! நோய்களிலிருந்தும் துன்பங்களிலிருந்தும் என்னைக் காப்பாற்றுங்கள். நான் எப்போதும் உமது பாத பக்தியில் ஈடுபட்டு, முடிவில் உன்னோடு ஒன்றாகக் கலக்கும் நிலையைத் தாரும் வாசுதேவா!"
    },
    {
      "number": 7,
      "sanskrit": "एवं विधास्तव विभो विविधावतारा: संश्रुत्य चेतसि मुदा च वहामि नित्यम् । व्याधिं विधूय कुरु मे कुरुवापुरेश आरोग्यमैक्यमपि ते चरणांबुजेषु ॥७॥",
      "transliteration": "ஏவம் விதாஸ்தவ விபோ விவிதாவதாரா: ஸம்ஸ்ருத்ய சேதஸி முதா ச வஹாமி நித்யம் | வ்யாதிம் விதூய குரு மே குருவாபுரேஸ ஆரோக்யமைக்யமபி தே சரணாம்புஜேஷு || 7 ||",
      "tamil_translation": "இறைவா! உமது இத்தகையப் பல்வேறு அவதாரங்களைக் கேட்டு நான் மகிழ்ச்சி அடைகிறேன். குருவாயூரப்பா! என் நோய்களை நீக்கி, ஆரோக்கியத்தையும் உமது திருவடிகளில் பக்தியையும் தந்தருள வேண்டும்."
    },
    {
      "number": 8,
      "sanskrit": "यद्यत्करोमि तत्तदीश्वर कर्मजातम् तुभ्यं समर्पयितुमेவ மதிம் குருஷ்வ । சாந்திம் ச மே திஸ ஸதா தவ பாதபக்தௌ ஸ்ரத்தாம் ச வர்தய மயி ப்ரபோऽஸேஷநாத ॥8॥",
      "transliteration": "யத்யத்கரோமி தத்ததீஸ்வர கர்மஜாதம் துப்யம் ஸமர்ப்பயிதுமேவ மதிம் குருஷ்வ | ஸாந்திம் ச மே திஸ ஸதா தவ பாதபக்தௌ ஸ்ரத்தாம் ச வர்தய மயி ப்ரபோऽஸேஷநாத || 8 ||",
      "tamil_translation": "நான் செய்யும் எல்லாச் செயல்களையும் உமக்கே சமர்ப்பிக்கும் புத்தியைத் தாரும். எனக்கு அமைதியைத் தந்து, உமது பாத பக்தியில் நம்பிக்கையை வளர்த்தருளும்."
    },
    {
      "number": 9,
      "sanskrit": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 9 ||",
      "transliteration": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 9 ||",
      "tamil_translation": "பூஜை முறைகள் தெரியாத அறியாமையில் இருக்கும் என்னையும் உமது கருணையால் பாரும். எனக்கு பக்தியையும் அபயத்தையும் அளித்து, இந்த எளியவனைக் காத்தருளும் தயாநிதியே!"
    },
    {
      "number": 10,
      "sanskrit": "एवं त्वां अनिशं नमामि नृहरे हन्மே அசேஷ ரோகான் விபோ ॥१०॥",
      "transliteration": "ஏவம் த்வாம் அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ || 10 ||",
      "tamil_translation": "இப்படிப்பட்ட உன்னை நான் இடைவிடாது வணங்குகிறேன். எங்கும் நிறைந்திருக்கும் குருவாயூரப்பா! என் நோய்கள் அனைத்தையும் வேரோடு அழித்து எனக்கு நலம் தருவாயாக."
    }
  ]
}
