{
  "title": "நாராயணீயம்",
  "dasakam": 25,
  "description": "சித்ரகேது சரித்திரம்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "चित्रकेतुर्महीपाल: शूरसेनपतेः सुतः । अनपत्यतया खिन्नः अङ्गिरसं समाश्रितः ॥१॥",
      "transliteration": "சித்ரகேதுர்மஹீபால: ஸூரஸேநபதே: ஸுத: | அநபத்யதயா கிந்ந: அங்கிரஸம் ஸமாஸ்ரித: || 1 ||",
      "tamil_translation": "சூரசேன தேசத்து மன்னனான சித்ரகேது, குழந்தை இல்லையே என்ற கவலையில் ஆழ்ந்திருந்தான். அப்போது அவன் அங்கீரஸ முனிவரைச் சரணடைந்தான்."
    },
    {
      "number": 2,
      "sanskrit": "मुनेः प्रसादात् पुत्रं स लब्ध्वा हर्षाकुलोऽभवत् । सपुत्रं तं मृतं वीक्ष्य पुनः शोके निमज्जितः ॥२॥",
      "transliteration": "முநே: ப்ரஸாதாத் புத்ரம் ஸ லப்த்வா ஹர்ஷாகுலோऽபவத் | ஸபுத்ரம் தம் ம்ருதம் வீக்ஷ்ய புந: ஸோகே நிமஜ்ஜித: || 2 ||",
      "tamil_translation": "முனிவரின் அருளால் ஒரு மகனைப் பெற்று மகிழ்ச்சியடைந்தான். ஆனால், பொறாமை கொண்ட மற்ற மனைவிகளால் விஷம் கொடுக்கப்பட்டு அந்த மகன் இறந்ததைக் கண்டு மீண்டும் சொல்லொணாத் துயரத்தில் ஆழ்ந்தான்."
    },
    {
      "number": 3,
      "sanskrit": "अङ्गिरानारदश्चैनं बोधयित्वा ययौ तदा । तव संकीर्तनात् सोऽपि ययौ विद्याधरत्वकम् ॥३॥",
      "transliteration": "அங்கிராநாரதஸ்சைநம் போதயித்வா யயௌ தடா | தவ ஸங்கீர்தநாத் ஸோऽபி யயௌ வித்யாதரத்வகம் || 3 ||",
      "tamil_translation": "அங்கீரஸரும் நாரதரும் அவனுக்கு உலக வாழ்வின் நிலையாமையை உபதேசித்தனர். உமது நாம சங்கீர்த்தனத்தின் மகிமையால், அவன் ஞானம் பெற்று வித்யாதரனாக (வானுலக வாசியாக) மாறினான்."
    },
    {
      "number": 4,
      "sanskrit": "स विमानगतः पश्यन् पार्वतीपरमेश्वरौ । उपहासं चकारोच्चैः शापात् वृत्रोऽभवत् ततः ॥४॥",
      "transliteration": "ஸ விமாநகத: பஸ்யன் பார்வதீபரமேஸ்வரௌ | உபஹாஸம் சகாரோச்சை: ஸாபாத் வ்ருத்ரோऽபவத் தத: || 4 ||",
      "tamil_translation": "விமானத்தில் செல்லும்போது சிவபெருமானும் பார்வதியும் அமர்ந்திருந்த நிலையைக் கண்டு அவன் நகைத்தான். இதனால் கோபமுற்ற பார்வதி தேவியின் சாபத்தால் அவன் 'விருத்திராசுரனாக'ப் பிறந்தான்."
    },
    {
      "number": 5,
      "sanskrit": "असुरत्वेऽपि सा भक्तिः त्वयि तस्य न लुप्तवान् । अतः स मोक्षमापेव तव रूपं अनुस्मरन् ॥५॥",
      "transliteration": "அஸுரத்வேऽபி ஸா பக்தி: த்வயி தஸ்ய ந லுப்தவான் | அத: ஸ மோக்ஷமாபேவ தவ ரூபம் அநுஸ்மரன் || 5 ||",
      "tamil_translation": "அசுரனாகப் பிறந்தபோதும் உம்மீது அவன் கொண்டிருந்த பக்தி குறையவில்லை. அதனால் போரில் மடிந்தபோது, உமது திவ்ய ரூபத்தை தியானித்து அவன் மோட்சத்தை அடைந்தான்."
    },
    {
      "number": 6,
      "sanskrit": "पाही प्रभो अखिलरोगसमूहजातात् त्राहि प्रभो विपदि सन्ततமேவ மாம் த்வம் | த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் த்வயியேவ லீநமிவ மாம் குரு வாஸுதேவ || 6 ||",
      "transliteration": "பாஹி ப்ரபோ அகிலரோகஸமூஹஜாதாத் த்ராஹி ப்ரபோ விபதி ஸந்ததமேவ மாம் த்வம் | த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் த்வயியேவ லீநமிவ மாம் குரு வாஸுதேவ || 6 ||",
      "tamil_translation": "பிரபுவே! நோய்களிலிருந்தும் ஆபத்துகளிலிருந்தும் என்னைக் காப்பாற்றுங்கள். நான் உமது பாத பக்தியில் நிலைபெற்று, உம்மோடு கலக்க அருள் புரியுங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "यद्यत्करोμι तत्तதீஸ்வர கர்மஜாதம் துப்யம் ஸமர்ப்பயிதுமேவ மதிம் குருஷ்வ | ஸாந்திம் ச மே திஸ ஸதா தவ பாதபக்தௌ ஸரத்தாம் ச வர்தய மயி ப்ரபோऽஸேஷநாத || 7 ||",
      "transliteration": "யத்யத்கரோமி தத்ததீஸ்வர கர்மஜாதம் துப்யம் ஸமர்ப்பயிதுமேவ மதிம் குருஷ்வ | ஸாந்திம் ச மே திஸ ஸதா தவ பாதபக்தௌ ஸரத்தாம் ச வர்தய மயி ப்ரபோऽஸேஷநாத || 7 ||",
      "tamil_translation": "நான் செய்யும் செயல்கள் அனைத்தையும் உமக்கே சமர்ப்பிக்கும் புத்தியைத் தாரும். எனக்கு அமைதியையும் பக்தியில் உறுதியையும் தந்தருளும்."
    },
    {
      "number": 8,
      "sanskrit": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 8 ||",
      "transliteration": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 8 ||",
      "tamil_translation": "அறியாமையில் இருக்கும் என்னைக் கருணையுடன் பாரும். எனக்கு பக்தியையும் அபயத்தையும் அளித்து விரைவில் என்னைக் காத்தருளும்."
    },
    {
      "number": 9,
      "sanskrit": "त्वत्पादभக்திநிரதோ யதி ஸயாம் ததாஹம் ஜீவன்முக்த இவ விசரிஷ்யாமி நூநம் ॥ 9 ॥",
      "transliteration": "த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் ஜீவன்முக்த இவ விசரிஷ்யாமி நூநம் || 9 ||",
      "tamil_translation": "உமது பாத பக்தியில் நான் நிலைபெற்றுவிட்டால், இவ்வுலகிலேயே ஜீவன்முக்தனாகத் திரிவேன் என்பது உறுதி."
    },
    {
      "number": 10,
      "sanskrit": "एवं त्वां அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ ॥ 10 ॥",
      "transliteration": "ஏவம் த்வாம் அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ || 10 ||",
      "tamil_translation": "இப்படிப்பட்ட உன்னை நான் இடைவிடாது வணங்குகிறேன். குருவாயூரப்பா! என் நோய்கள் அனைத்தையும் வேரோடு அழித்து எனக்கு நலம் தருவாயாக."
    }
  ]
}
