{
  "title": "நாராயணีயம்",
  "dasakam": 16,
  "description": "நர-நாராயண அவதாரம் மற்றும் தக்ஷ யக்ஞம்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "दक्षस्तु धातरि तनूजसुतासु स्रष्टा पुत्रानासृजदथ कश्यपमुख्यान् । तेभ्योऽभवन् खलु सुरासुरमानुषाद्यास्त्वच्छक्तयैव भगवन् सकलं प्रपञ्चम् ॥१॥",
      "transliteration": "தக்ஷஸ்து தாதரி தநூஜஸுதாஸு ஸ்ரஷ்டா புத்ராநாஸ்ருஜதத கஸ்யபமுக்யான் | தேப்யோऽபவன் கலு ஸுராஸுரமாநுஷாத்யாஸ்த்வச்சக்தயைவ பகவன் ஸகலம் ப்ரபஞ்சம் || 1 ||",
      "tamil_translation": "பிரம்மாவின் மகனான தக்ஷன், கஸ்யபர் போன்ற முனிவர்களைப் படைத்தார். அவர்களிடமிருந்தே தேவர்கள், அசுரர்கள், மனிதர்கள் என அனைவரும் உமது சக்தியினால் இந்த உலகில் தோன்றினர்."
    },
    {
      "number": 2,
      "sanskrit": "धर्मस्य च प्रति गृहेषु सुतास्तु जाता: दाक्षायणीषु विभो त्वदंशभूता: । तासां तु मूर्त्यभिधया खलु धर्मपत्न्यां नारायणस्त्वमजनिष्ठ नरेण साकम् ॥२॥",
      "transliteration": "தர்மஸ்ய ச ப்ரதி க்ருஹேஷு ஸுதாஸ்து ஜாதா: தாக்ஷாயணீஷு விபோ த்வதம்ஸபூதா: | தாஸாம் து மூர்த்யபிதயா கலு தர்மபத்ந்யாம் நாராயணஸ்த்வமஜநிஷ்ட நரேண ஸாகம் || 2 ||",
      "tamil_translation": "தர்ம தேவனுக்கு தக்ஷனின் மகள்களிடம் பல குழந்தைகள் பிறந்தனர். அவர்களுள் மூர்த்தி என்பவளிடம் நீ நரனாகவும், நாராயணனாகவும் உமது அம்சத்துடன் அவதரித்தாய்."
    },
    {
      "number": 3,
      "sanskrit": "तौ तापसौ हि तपसा महता चरन्तौ लोकानवेक्षितुमिदं बदरीवनं च । सम्प्राप्य शान्तमनसौ निजमूर्त्यैव भासि पूर्ण: प्रकाशक: सकलप्रपञ्चे ॥३॥",
      "transliteration": "தௌ தாபஸௌ ஹி தபஸா மஹதா சரந்தௌ லோகாநவேக்ஷிதுமிதம் பதரீவனம் ச | ஸம்ப்ராப்ய ஸாந்தமநஸௌ நிஜமூர்த்யைவ பாஸி பூர்ண: ப்ரகாஸக: ஸகலப்ரபஞ்சே || 3 ||",
      "tamil_translation": "நர-நாராயணர்களாகிய நீங்கள் இருவரும் உலக நன்மைக்காக பத்ரிகாச்ரமத்தில் கடும் தவம் செய்தீர்கள். அமைதியான மனதுடன் ஒளிரும் தேஜஸோடு அங்கேயே வீற்றிருக்கிறீர்கள்."
    },
    {
      "number": 4,
      "sanskrit": "दक्षस्तु रुद्रमवमत्य महानुभावं यज्ञं चकार पितृलोकमनुप्रविश्य । तत्राभवत् खलु सती निजदेहत्यागात् क्रुद्धाऽथ वीरभद्रस्तमपोथयच्च ॥४॥",
      "transliteration": "தக்ஷஸ்து ருத்ரமவமத்ய மஹாநுபாவம் யஜ்ஞம் சகார பித்ருலோகமநுப்ரவிஸ்ய | தத்ராபவத் கலு ஸதீ நிஜதேஹத்யாகாத் க்ருத்தாऽத வீரபத்ரஸ்தமபோதயச்ச || 4 ||",
      "tamil_translation": "சிவபெருமானை அவமதித்து தக்ஷன் ஒரு யாகம் நடத்தினான். அதில் அவமானப்பட்ட சதி தேவி தனது உடலைத் தியாகம் செய்தாள். கோபமடைந்த வீரபத்திரர் அந்த யாகத்தை அழித்து தக்ஷனைத் தண்டித்தார்."
    },
    {
      "number": 5,
      "sanskrit": "दक्षं तु छिन्नशिरसं स पुनर्जीवयित्वा त्वन्मायया मोहितमतीन् सुरांश्च । संशान्त्य ईश तव रूपमहो प्रपेदे ब्रह्मादयो मुनयश्च तव प्रसादात् ॥५॥",
      "transliteration": "தக்ஷம் து சிந்நஸிரஸம் ஸ புநர்ஜீவயித்வா த்வந்மாயயா மோஹிதமதீந் ஸுராம்ஸ்ச | ஸம்ஸாந்த்ய ஈஸ தவ ரூபமஹோ ப்ரபேதே ப்ரம்மாதயோ முநயஸ்ச தவ ப்ரஸாதாத் || 5 ||",
      "tamil_translation": "தலையிழந்த தக்ஷனுக்கு ஆட்டுத் தலையைப் பொருத்தி மீண்டும் உயிர் பெறச் செய்தீர். உமது மாயையால் மயங்கியிருந்த தேவர்களுக்கும் முனிவர்களுக்கும் உமது உண்மையான சொரூபத்தைக் காட்டி அருளினீர்."
    },
    {
      "number": 6,
      "sanskrit": "शृण्वन्ति तव कर्माणि कथयन्ति च नित्यशः । तेषां तु विमला भक्तिः त्वयि जायते अचिरान् ॥६॥",
      "transliteration": "ஸ்ருண்வந்தி தவ கர்மாணி கதயந்தி ச நித்யஸ: | தேஷாம் து விமலா பக்தி: த்வயி ஜாயதே அசிரான் || 6 ||",
      "tamil_translation": "உமது சரித்திரங்களைக் கேட்பவர்களுக்கும் பாடுபவர்களுக்கும் உன்னிடத்தில் தூய்மையான பக்தி விரைவில் உண்டாகும்."
    },
    {
      "number": 7,
      "sanskrit": "पाही प्रभो अखिलरोगसमूहजातात् त्राहि प्रभो विपदि सन्ततमेव मां त्वम् । त्वत्पादभक्तिनिरतो यदि स्यां तदाहं त्वय्येव लीनमिव मां कुरु वासुदेव ॥७॥",
      "transliteration": "பாஹி ப்ரபோ அகிலரோகஸமூஹஜாதாத் த்ராஹி ப்ரபோ விபதி ஸந்ததமேவ மாம் த்வம் | த்வத்பாதபக்தி நிரதோ யதி ஸயாம் ததாஹம் த்வயியேவ லீநமிவ மாம் குரு வாஸுதேவ || 7 ||",
      "tamil_translation": "பிரபுவே! நோய்களிலிருந்தும் துன்பங்களிலிருந்தும் என்னைக் காப்பாற்றுங்கள். நான் உமது பாத பக்தியில் நிலைபெற்று, உம்மோடு கலக்க அருள் புரியுங்கள்."
    },
    {
      "number": 8,
      "sanskrit": "यद्यत्करोमि तत्तदीश्वर कर्मजातम् तुभ्यं समर्पयितुमेव मतिं कुरुष्व । शान्तिं च मे दिश सदा तव पादभक्तौ श्रद्धां च वर्धय मयि प्रभोऽशेषनाथ ॥८॥",
      "transliteration": "யத்யத்கரோமி தத்ததீஸ்வர கர்மஜாதம் துப்யம் ஸமர்ப்பயிதுமேவ மதிம் குருஷ்வ | ஸாந்திம் ச மே திஸ ஸதா தவ பாதபக்தௌ ஸரத்தாம் ச வர்தய மயி ப்ரபோऽஸேஷநாத || 8 ||",
      "tamil_translation": "நான் செய்யும் செயல்கள் அனைத்தையும் உமக்கே சமர்ப்பிக்கும் புத்தியைத் தாரும். எனக்கு அமைதியையும் பக்தியில் உறுதியையும் தந்தருளும்."
    },
    {
      "number": 9,
      "sanskrit": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 9 ||",
      "transliteration": "அஜ்ஞோऽப்யஹம் தவ பதார்சந பத்ததீநாம் ஸந்தீக்ஷமாணோऽபி ச தே க்ருபயைவ நித்யம் | பக்திம் ச மே திஸ விபோ குரு சாபயப்ரம் தீனம் ச மாம் ஜடிதி பாஹி தயாம்புதே த்வம் || 9 ||",
      "tamil_translation": "அறியாமையில் இருக்கும் என்னைக் கருணையுடன் பாரும். எனக்கு பக்தியையும் அபயத்தையும் அளித்து விரைவில் என்னைக் காத்தருளும்."
    },
    {
      "number": 10,
      "sanskrit": "एवं त्वां अनिशं नमामि नृहरे हन्மே அசேஷ ரோகான் விபோ ॥१०॥",
      "transliteration": "ஏவம் த்வாம் அநிஸம் நமாமி ந்ருஹரே ஹந்மே அஸேஷ ரோகான் விபோ || 10 ||",
      "tamil_translation": "இப்படிப்பட்ட உன்னை நான் இடைவிடாது வணங்குகிறேன். குருவாயூரப்பா! என் நோய்கள் அனைத்தையும் வேரோடு அழித்து எனக்கு நலம் தருவாயாக."
    }
  ]
}
