{
  "title": "நாராயணீயம்",
  "dasakam": 85,
  "description": "ஜராசந்த வதம் மற்றும் ராஜசூய யாகம் - சிசுபால முக்தி",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "अथ मखवरवर्यैः राजसूयैः यियासुः स च पवनजभीमं प्रेषयामास कँसम् । स तु मगधमुपेत्य द्वन्द्वयुद्धे प्रसह्य द्विशकलमकरोत् तं चक्रपाणे त्वदाज्ञा ॥१॥",
      "transliteration": "அத² மக²வரவர்யை: ராஜஸூயை: யியாஸு: ஸ ச பவநஜ-பீ⁴மம் ப்ரேஷயாமாஸ கம்ஸம் | ஸ து மக³த⁴முபேத்ய த்³வந்த்்வயுத்³தே⁴ ப்ரஸஹ்ய த்³விஶகலமக்ரோத் தம் சக்ரபாணே த்வதா³ஜ்ஞா ||",
      "tamil_translation": "தர்மபுத்திரர் ராஜசூய யாகம் செய்ய விரும்பியபோது, உனது ஆணைப்படி பீமசேனன் மகத நாடு சென்று ஜராசந்தனை மற்போருக்கு அழைத்தான். உனது அருளால் பீமன் அந்த ஜராசந்தனை இரண்டாகப் பிளந்து வதம் செய்தான்."
    },
    {
      "number": 2,
      "sanskrit": "तदनु निजपुरं त्वं प्राप्य राज्ञां विमोक्षं मखवरममुमेवं कारयित्वा प्रसन्नः । अभिमतिजुषि चैद्ये कोपमुत्पाद्य चक्राच्छिरसि स विनिहत्य प्रापय: स्वां गतिं तम् ॥२॥",
      "transliteration": "தத³நு நிஜபுரம் த்வம் ப்ராப்ய ராஜ்ஞாம் விமோக்ஷம் மக²வரமமுமேவம் காரயித்வா ப்ரஸந்ந: | அபி⁴மதிஜுஷி சைத்³யே கோபமுத்பாத்³ய சக்ராச்சி²ரஸி ஸ விநிஹத்ய ப்ராபய: ஸ்வாம் க³திம் தம் ||",
      "tamil_translation": "ஜராசந்தனால் சிறைபிடிக்கப்பட்டிருந்த அரசர்களை விடுவித்துவிட்டு இந்திரப்பிரஸ்தம் வந்தாய். யாகத்தில் உனக்கு அளிக்கப்பட்ட முதல் மரியாதையைக் கண்டு பொறாமை கொண்ட சிசுபாலன் உன்னை நிந்திக்கவே, உனது சக்கரத்தால் அவனது தலையைத் துண்டித்து அவனுக்கு உன்னுடன் கலக்கும் முக்தியை அளித்தாய்."
    },
    {
      "number": 3,
      "sanskrit": "एवं विचित्राणि चरितानि तव देव नमोऽस्तु ते । स त्वं गुरुपुरेश पाहि मां सर्वपीडाभयादहो ॥३॥",
      "transliteration": "ஏவம் விசித்ராணி சரிதாநி தவ தே³வ நமோऽஸ்து தே | ஸ த்வம் கு³ருபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "இறைவா, உனது லீலைகள் வியக்கத்தக்கவை. குருவாயூரப்பா, என்னையும் எல்லாத் துன்பங்களிலிருந்தும் காத்தருள்வாய்."
    },
    {
      "number": 4,
      "sanskrit": "स त्वं जगन्मङ्गलदायक: प्रभो मமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ । வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ॥௪॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "மங்கலங்களை அருளும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் போக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 5,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं மமாபி சித்தே ஸததம் விபா⁴து । குருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥௫॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்கள் தியானிக்கும் உன் திருவுருவம் என் மனதில் நிலைக்கட்டும். குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 6,
      "sanskrit": "तव भक्ति: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபम् । ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥௬॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் । குருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ॥௭॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 8,
      "sanskrit": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே । வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥௮॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 9,
      "sanskrit": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் । நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ॥௯॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "பாஹி மாம் பவநபுரேஶ தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து । நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥১০॥",
      "transliteration": "பாஹி மாம் பவநபுரேஶ தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து | நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "குருவாயூரப்பா, என் நோய்களைப் போக்கி என்னைக் காத்தருள். உன்னை எப்போதும் சரணடைகிறேன்."
    }
  ]
}
