{
  "title": "நாராயணீயம்",
  "dasakam": 82,
  "description": "பௌண்ட்ரக வதம் - போலி வாசுதேவனை அழித்தல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "पौण्ड्रको नाम काशिपतिना सह संगम्य मुधा त्वां आह्वयन् । वासुदेवोऽहमिति ब्रुवाण: शङ्खचक्रादिचिह्नवान् ॥१॥",
      "transliteration": "பௌண்ட்³ரகோ நாம காஶிபதிநா ஸஹ ஸங்க³ம்ய முதா⁴ த்வாம் ஆஹ்வயன் | வாஸுதே³வோऽஹமிதி ப்ருவாண: ஶங்க²சக்ராதி³சிஹ்நவான் ||",
      "tamil_translation": "காசி மன்னனுடன் நட்பு கொண்ட பௌண்ட்ரகன் என்ற அரசன், 'நானே உண்மையான வாசுதேவன்' என்று மார்தட்டிக்கொண்டான். உன்னைப் போலவே சங்கு, சக்கரம் போன்ற சின்னங்களைத் தரித்துக்கொண்டு உன்னைப் போருக்கு அழைத்தான்."
    },
    {
      "number": 2,
      "sanskrit": "त्वं तु तच्छ्रुत्वा प्रहस्य रथेन तं प्रति गत्वा रणे । सुदर्शनेन तस्य शिर: छित्त्वा तं मोक्षं अनय: विभो ॥२॥",
      "transliteration": "த்வம் து தச்ச்²ருத்வா ப்ரஹஸ்ய ரதே²ந தம் ப்ரதி க³த்வா ரணே | ஸுத³ர்ஶநேந தஸ்ய ஶிர: சி²த்த்வா தம் மோக்ஷம் அநய: விபோ⁴ ||",
      "tamil_translation": "அவனது அறியாமையைக் கண்டு புன்னகைத்த நீ, ரதத்தில் புறப்பட்டுச் சென்றாய். போர்க்களத்தில் அவனது போலியான வேஷத்தைக் கலைத்து, சுதர்சனச் சக்கரத்தால் அவனது தலையைத் துண்டித்து, அவனுக்கு மோட்சத்தை அளித்தாய்."
    },
    {
      "number": 3,
      "sanskrit": "काशिराजं च निहत्य तस्य पुत्रेण कृतं कृत्यां च । सुदर्शनेन दाहयित्वा पुरीं तस्य भस्मीकृतवानसि ॥३॥",
      "transliteration": "காஶிராஜம் ச நிஹத்ய தஸ்ய புத்ரேண க்ருதம் க்ருத்யாம் ச | ஸுத³ர்ஶநேந தா³ஹயித்வா புரீம் தஸ்ய ப⁴ஸ்மீக்ருதவாநஸி ||",
      "tamil_translation": "அவனுக்குத் துணையாக வந்த காசி மன்னனையும் வதம் செய்தாய். பழிவாங்க நினைத்த அவனது மகன் ஏவிய தீய சக்திகளையும் (க்ருத்யா) உனது சக்கரத்தால் அழித்து, காசி நகரத்தையே எரியச் செய்தாய்."
    },
    {
      "number": 4,
      "sanskrit": "स त्वं जगन्மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ । वतेश्वरं त्वां शरणं प्रपद्यே நிராமயம் குரு மே கலேவரம் ॥௪॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "மங்கலங்களை அருளும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் போக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 5,
      "sanskrit": "तव स्वरूपं मुनिभि: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து । குருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥௫॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்கள் தியானிக்கும் உன் திருவுருவம் என் மனதில் நிலைக்கட்டும். குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 6,
      "sanskrit": "तव भक्ति: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபम् । ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥௬॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் । குருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ॥௭॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 8,
      "sanskrit": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே । வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥௮॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 9,
      "sanskrit": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் । நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ॥௯॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "पाहि मां पवनपुरेश दीनबन्धो त्वमेव मे शरणं सदाऽस्तु । निरामयं कुरु मे कलेवरं प्रभो नमोऽस्तु ते पाही मां दीनबन्धो ॥१०॥",
      "transliteration": "பாஹி மாம் பவநபுரேஶ தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து | நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "குருவாயூரப்பா, என் உடற்பிணியைப் போக்கி, என்னை எப்போதும் உனது சரணாகதியில் வைத்திருப்பாயாக."
    }
  ]
}
