{
  "title": "நாராயணீயம்",
  "dasakam": 86,
  "description": "சால்வ வதம் - சௌப விமானத்தை அழித்தல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "साल्वो नाम च कुरुवंशजः तदा चैद्ये हते कोपवान् अभ्यगात् पुरं तव सौभविमानसंस्थितः । तं तु यादवाः अमिततेजसः व्यरुन्धन् रणे मुहुः ॥१॥",
      "transliteration": "ஸால்வோ நாம ச குருவம்ஶஜ: ததா³ சைத்³யே ஹதே கோபவான் அப்⁴யகா³த் புரம் தவ ஸௌப⁴விமாநஸம்ஸ்தி²த: | தம் து யாத³வா: அமிததேஜஸ: வ்யருந்த⁴ன் ரணே முஹு: ||",
      "tamil_translation": "சிசுபாலன் கொல்லப்பட்டதைக் கேட்டு கோபமடைந்த சால்வன் என்ற அரசன், சிவபெருமானிடம் வரமாகப் பெற்ற 'சௌபம்' என்ற மாய விமானத்தில் ஏறி வந்து துவாரகையைத் தாக்கினான். யாதவ வீரர்கள் அவனை எதிர்த்துப் பெரும் போர் புரிந்தனர்."
    },
    {
      "number": 2,
      "sanskrit": "त्वं तु तच्छ्रुत्वा शीघ्रं आगत्य शरेण तस्य सौभं अदलयः । स तु मायाविग्रहेण तव पितुः वधं दर्शयन् त्वां मोहयितुं ऐच्छत ॥२॥",
      "transliteration": "த்வம் து தச்ச்²ருத்வா ஶீக்⁴ரம் ஆக³த்ய ஶரேண தஸய ஸௌப⁴ம் அத³லய: | ஸ து மாயாவிக்³ரஹேண தவ பிது: வத⁴ம் த³ர்ஶயன் த்வாம் மோஹயிதும் ஐச்ச²த ||",
      "tamil_translation": "செய்தியறிந்து விரைந்து வந்த நீ, உனது அம்புகளால் அவனது விமானத்தைத் தகர்த்தாய். அப்போது அவன் உனது தந்தை வசுதேவரைக் கொல்வது போல ஒரு மாயக் காட்சியை உருவாக்கி உன்னை மயக்க முயன்றான்."
    },
    {
      "number": 3,
      "sanskrit": "तदा तु ज्ञात्वा तन्मायाजालं सुदर्शनेन तस्य शिरः अकृन्तः । एवं दन्तवक्त्रं च विदूरथं च हत्वा महीं अशोकां अकरोः ॥३॥",
      "transliteration": "ததா³ து ஞாத்வா தந்மாயாஜாலம் ஸுத³ர்ஶநேந தஸ்ய ஶிர: அக்ருந்த: | ஏவம் த³ந்தவக்த்ரம் ச விதூ³ரத²ம் ச ஹத்வா மஹீம் அஶோகாம் அகரோ: ||",
      "tamil_translation": "அது மாயை என்பதை உணர்ந்து, சுதர்சனச் சக்கரத்தால் சால்வனின் தலையைத் துண்டித்தாய். அதனைத் தொடர்ந்து தத்தவக்த்ரன், விதூரதன் ஆகியோரையும் அழித்து பூமியின் பாரத்தைக் குறைத்தாய்."
    },
    {
      "number": 4,
      "sanskrit": "स त्वं जगन्मङ्गलदायक: प्रभो மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ । वतेश्वरं त्वां शरणं प्रपद्यே நிராமயம் குரு மே கலேவரம் ॥௪॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "மங்கலங்களை அருளும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் போக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 5,
      "sanskrit": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து । கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥௫॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்கள் தியானிக்கும் உன் திருவுருவம் என் மனதில் நிலைக்கட்டும். குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 6,
      "sanskrit": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥௬॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ॥௭॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 8,
      "sanskrit": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥௮॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 9,
      "sanskrit": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ॥௯॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "பாஹி மாம் பவநபுரேஶ தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து | நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥१०॥",
      "transliteration": "பாஹி மாம் பவநபுரேஶ தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து | நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "குருவாயூரப்பா, என் நோய்களைப் போக்கி என்னைக் காத்தருள். உன்னை எப்போதும் சரணடைகிறேன்."
    }
  ]
}
