{
  "title": "நாராயணீயம்",
  "dasakam": 78,
  "description": "சியமந்தக மணி உபாக்யானம் - ஜாம்பவதி மற்றும் சத்தியபாமா கல்யாணம்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "सत्राजितस्त्वमथ लुब्धं अमित्रबुद्ध्या चुलुक्य रत्नं अनुयन् स मुधा प्रपेदे । भ्रातुर्वधं च तव मूर्ध्नि निवेश्य नूनं सान्द्रं रुरोद स तु मिथ्याभिशस्तिदत्त: ॥१॥",
      "transliteration": "ஸத்ராஜிதஸ்த்வமத² லுப்³த⁴ம் அமித்ரபு³த்³த்⁴யா சுலுக்ய ரத்நம் அநுயந் ஸ முதா⁴ ப்ரபேதே³ | ப்⁴ராதுர்வத⁴ம் ச தவ மூர்த்⁴நி நிவேஶ்ய நூநம் ஸாந்த்³ரம் ருரோத³ ஸ து மித்²யாபி⁴ஶஸ்தித³த்த: ||",
      "tamil_translation": "சத்ராஜித் என்பவன் சூரியனிடமிருந்து சியமந்தக மணியைப் பெற்றான். அவனது தம்பி பிரசேனன் அந்த மணியை அணிந்து காட்டிற்குச் சென்றபோது சிங்கத்தால் கொல்லப்பட்டான். ஆனால் சத்ராஜித்தோ, நீதான் மணியின் மீது ஆசைப்பட்டு அவனைக் கொன்றுவிட்டாய் என்று பழி சுமத்தினான்."
    },
    {
      "number": 2,
      "sanskrit": "मिथ्याभिशस्तिमुपमार्ष्टुमथ प्रयात: प्रेनसेनमार्गं अनुसृत्य च वीक्ष्य सिंहम् । हत्वा सुदर्शनधर: स तु जाम्बवन्तं युयुधे गुहाभ्यन्तरतोऽतिभीमम् ॥२॥",
      "transliteration": "மித்²யாபி⁴ஶஸ்திமுபமார்ஷ்டுமத² ப்ரயாத: ப்ரேநஸேநமார்க³ம் அநுஸ்ருத்ய ச வீக்ஷ்ய ஸிம்ஹம் | ஹத்வா ஸுத³ர்ஶநத⁴ர: ஸ து ஜாம்ப³வந்தம் யுயுதே⁴ கு³ஹாப்⁴யந்தரதோऽதிபீ⁴மம் ||",
      "tamil_translation": "உன் மேல் சுமத்தப்பட்ட வீண் பழியைத் துடைக்க நீ காட்டிற்குச் சென்றாய். அங்கே பிரசேனனைக் கொன்ற சிங்கத்தை ஒரு கரடி கொன்றிருப்பதை அறிந்தாய். மணியைத் தேடி குகைக்குள் சென்ற நீ, அங்கே ஜாம்பவானுடன் இருபத்தொரு நாட்கள் கடும் போர் புரிந்தாய்."
    },
    {
      "number": 3,
      "sanskrit": "ज्ञात्वा भवन्तं अजमीश्वरं आदिपुरुषं संस्तूय रत्नमपि तां च सुतां प्रदाय । प्रीतो ययौ स च तदा त्वमपि प्रसह्य सत्राजिते मणिं अदा: च विभो सुभामाम् ॥३॥",
      "transliteration": "ஞாத்வா ப⁴வந்தம் அஜமீஶ்வரம் ஆதி³புருஷம் ஸம்ஸ்தூய ரத்நமபி தாம் ச ஸுதாம் ப்ரதா³ய | ப்ரீதோ யயௌ ஸ ச ததா³ த்வமபி ப்ரஸஹ்ய ஸத்ராஜிதே மணிம் அதா³: ச விபோ⁴ ஸுபா⁴மாம் ||",
      "tamil_translation": "உன்னைத் திருமாலின் அவதாரம் என்று உணர்ந்த ஜாம்பவான், உன்னிடம் மன்னிப்பு கேட்டு சியமந்தக மணியுடன் தன் மகள் ஜாம்பவதியையும் மணம் முடித்துத் தந்தார். மதுரை திரும்பிய நீ மணியைச் சத்ராஜித்திடம் ஒப்படைத்தாய். அவன் தன் தவறுக்கு வருந்தி, மணியுடன் தன் மகள் சத்தியபாமாவையும் உனக்கே மணம் முடித்துத் தந்தான்."
    },
    {
      "number": 4,
      "sanskrit": "एवं विचित्रचरितै: मयि भक्तिरास्तां पाहि प्रभो पवनमन्दिरवासिन् । स त्वं जगन्मङ्गलदायक: प्रभो ममाधिपीडां शमयाशु केशव ॥४॥",
      "transliteration": "ஏவம் விசித்ரசரிதை: மயி ப⁴க்திராஸ்தாம் பாஹி ப்ரபோ⁴ பவநமந்தி³ரவாஸிந் | ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ ||",
      "tamil_translation": "இத்தகைய வியக்கத்தக்க லீலைகளைப் புரியும் இறைவா! குருவாயூரப்பா! என் மேல் கருணை கொண்டு என் மனக்கவலைகளையும் உடல் நோய்களையும் தீர்த்தருள வேண்டும்."
    },
    {
      "number": 5,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं ममापि चित्ते सततं विभातु । गुरुवापुरेश मम दीनबन्धो त्वमेव मे शरणं सदाऽस्तु ॥௫॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்கள் தியானிக்கும் உன் திருவுருவம் என் மனதில் நிலைக்கட்டும். குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 6,
      "sanskrit": "तव भक्ति: नित्यं वर्धतां मे चित्ते सततं विभातु तव रूपम् । हरे सुकल्याणनिधे नमोऽस्तु ते पाही मां दीनबन्धो ॥௬॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् पश्यतां तव वैभवम् । गुरुवापुरेश पाहि मां सर्वपीडाभयादहो ॥௭॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 8,
      "sanskrit": "इत्थं त्वदीयं महिमानमहो प्रगायं ममास्तु भक्ति: तव पादपद्मे । वतेश्वरं त्वां शरणं प्रपद्ये निषेवते मे सकलार्तिपीडा: ॥௮॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 9,
      "sanskrit": "त्वमेव सर्वं मम देवदेव पाहि प्रभावात् भवबन्धनान्माम् । नमस्ते नमस्ते नमस्ते विभो पाहि मां दीनबन्धो ॥௯॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "पाहि मां पवनपुरेश दीनबन्धो त्वमेவ மே ஶரணம் ஸதா³ऽஸ்து । நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥१०॥",
      "transliteration": "பாஹி மாம் பவநபுரேஶ தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து | நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "குருவாயூரப்பா, என் நோய்களைப் போக்கி என்னைக் காத்தருள். உன்னை எப்போதும் சரணடைகிறேன்."
    }
  ]
}
