{
  "title": "நாராயணீயம்",
  "dasakam": 96,
  "description": "பரமாத்ம தத்துவம் - பிரபஞ்ச உற்பத்தி மற்றும் லயம்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "त्वं हि ब्रह्म परं परात्परतरं सच्चित्सुखात्मकं विभो यस्मादिदं विश्वं प्रजायते तस्मिन्नेव विलीयते । मायाशक्तिमवलम्ब्य कुरुषे सृष्टिं स्थितिं संहृतिं तस्मै तुभ्यं नमोऽस्तु पवनपुरेशाव्यात् विभो मां सदा ॥१॥",
      "transliteration": "த்வம் ஹி ப்³ரஹ்ம பரம் பராத்பரதரம் ஸச்சித்ஸுகா²த்மகம் விபோ⁴ யஸ்மாதி³த³ம் விஶ்வம் ப்ரஜாயதே தஸ்மிந்நேவ விலீயதே | மாயாஶக்திமவலம்பய குருஷே ஸ்ருஷ்டிம் ஸ்தி²திம் ஸம்ஹ்ருதிம் தஸ்மை துப்⁴யம் நமோऽஸ்து பவநபுரேஶாவ்யாத் விபோ⁴ மாம் ஸதா³ ||",
      "tamil_translation": "இறைவா! நீயே மேலான பிரம்மம், ஸத்-சித்-ஆனந்த ஸ்வரூபமானவன். உன்னிடமிருந்தே இந்த உலகம் தோன்றுகிறது, உன்னிடமே மறைகிறது. உனது மாயா சக்தியைக் கொண்டு படைத்தல், காத்தல், அழித்தல் ஆகியவற்றைச் செய்கிறாய். அத்தகைய உனக்கு நமஸ்காரம், என்னைக் காத்தருள்."
    },
    {
      "number": 2,
      "sanskrit": "कालो दैवं कर्म च स्वभाव इति यत्तवेच्छाशक्तिजाः एतैः सार्धं त्वं सृजसि भुवनं पञ्चभूतैः समन्वितम् । तत्त्वानि च महान् अहंकार इति चोद्भवन्ति त्वत्तः तं त्वां सर्वेश्वरं शरणं प्रपद्येऽहं दयालो विभो ॥२॥",
      "transliteration": "காலோ தை³வம் கர்ம ச ஸ்வபாவ இதி யத்தவேச்சா²ஶக்திஜா: ஏதை: ஸார்த⁴ம் த்வம் ஸ்ருஜஸி பு⁴வநம் பஞ்சபூ⁴தை: ஸமந்விதம் | தத்த்வாநி ச மஹாந் அஹங்கார இதி சோத்³ப⁴வந்தி த்வத்த: தம் த்வாம் ஸர்வேஶ்வரம் ஶரணம் ப்ரபத்³யேऽஹம் த³யாலோ விபோ⁴ ||",
      "tamil_translation": "காலம், ஊழ்வினை, கர்மம், சுபாவம் ஆகிய உனது இச்சா சக்திகளோடு இணைந்து ஐம்பூதங்களால் ஆன இந்த உலகைப் படைக்கிறாய். மஹத் தத்துவம், அகங்காரம் யாவும் உன்னிடமிருந்தே தோன்றின. தயாளனே! உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 3,
      "sanskrit": "एवं विश्वमिदं त्वय्येव वसति त्वं च विश्वस्मिन् वसन् सर्वव्यापी परमात्मा त्वमेव नान्यदस्तीह किञ्चन । ज्ञानी पश्यति सर्वं ब्रह्ममयं त्वद्रूपं च सर्वत्र तस्मात् मे स्थिरभक्तिरस्तु तव पादपद्मे सदा विभो ॥३॥",
      "transliteration": "ஏவம் விஶ்வமித³ம் த்வய்யேவ வஸதி த்வம் ச விஶ்வஸ்மிந் வஸந் ஸர்வவ்யாபீ பரமாத்மா த்வமேவ நாந்யத³ஸ்தீஹ கிஞ்சந | ஜ்ஞாநீ பஶ்யதி ஸர்வம் ப்³ரஹ்மமயம் த்வத்ரூபம் ச ஸர்வத்ர தஸ்மாத் மே ஸ்தி²ரப⁴க்திரஸ்து தவ பாத³பத்³மே ஸதா³ விபோ⁴ ||",
      "tamil_translation": "இந்த உலகம் உனக்குள் இருக்கிறது, நீ உலகிற்குள் அந்தர்யாமியாக இருக்கிறாய். உன்னைத் தவிர வேறொன்றும் இங்கே இல்லை. ஞானிகள் எங்கும் பிரம்மத்தையே காண்கிறார்கள். விபோ! உனது பாத கமலங்களில் எனக்கு என்றும் நிலையான பக்தி உண்டாகட்டும்."
    },
    {
      "number": 4,
      "sanskrit": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ॥௪॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "மங்கலங்களை அருளும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் உடனே போக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 5,
      "sanskrit": "तव स्वरूपं मुनिभि: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥௫॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்கள் தியானிக்கும் உன் திருவுருவம் என் மனதில் நிலைக்கட்டும். குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 6,
      "sanskrit": "तव भक्ति: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபम् । ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥௬॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ॥௭॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 8,
      "sanskrit": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥௮॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 9,
      "sanskrit": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ॥௯॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "பாஹி மாம் பவநபுரேஶ தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து | நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥১০॥",
      "transliteration": "பாஹி மாம் பவநபுரேஶ தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து | நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "குருவாயூரப்பா, என் நோய்களைப் போக்கி என்னைக் காத்தருள். உன்னை எப்போதும் சரணடைகிறேன்."
    }
  ]
}
