{
  "title": "நாராயணீயம்",
  "dasakam": 94,
  "description": "பக்தி மகிமை - பக்தி மார்க்கத்தின் மேன்மை",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "शुद्धिं विना न च भवेत् खलु बोधसिद्धि: सा च त्वदर्पणतया क्रियतेऽबुधै: अपि । ज्ञानं पुन: कठिनमेव कलौ नृणां स्यात् तस्मात् त्वदीयभजनं सुकरं प्रपद्ये ॥१॥",
      "transliteration": "ஶுத்³தி⁴ம் விநா ந ச ப⁴வேத் க²லு போ³த⁴ஸித்³தி⁴: ஸா ச த்வத³ர்பணதயா க்ரியதேऽபு³தை⁴: அபி | ஜ்ஞாநம் புந: கடி²நமேவ கலௌ ந்ருணாம் ஸ்யாத் தஸ்மாத் த்வதீ³யப⁴ஜநம் ஸுகரம் ப்ரபத்³யே ||",
      "tamil_translation": "மனத்தூய்மை இன்றி ஞானம் சித்திப்பதில்லை. அந்தத் தூய்மையோ, எளியவர்கள்கூடத் தங்கள் செயல்களை உனக்கு அர்ப்பணிப்பதன் மூலம் பெற முடியும். கலி காலத்தில் ஞான மார்க்கம் கடினமானது; எனவே உன்னைப் பஜனை செய்யும் எளிய வழியை நான் நாடுகிறேன்."
    },
    {
      "number": 2,
      "sanskrit": "भक्त्या तु तुष्यति हरि: न च दानविद्या-तीर्थाश्रमव्रततपोभिरहो कदाचित् । सा मे भवत्वनपगा त्वयि वासुदेवे यस्मिन् प्रसन्नहृदये सकलं प्रसन्नम् ॥२॥",
      "transliteration": "ப⁴க்த்யா து துஷ்யதி ஹரி: ந ச தா³நவித்³யா-தீர்தா²ஶ்ரமவ்ரததபோபி⁴ரஹோ கதா³சித் | ஸா மே ப⁴வத்வநபகா³ த்வயி வாஸுதே³வே யஸ்மிந் ப்ரஸந்நஹ்ருத³யே ஸகலம் ப்ரஸந்நம் ||",
      "tamil_translation": "ஹரியானவன் பக்தியால் மட்டுமே மகிழ்கிறான்; தானம், கல்வி, தீர்த்த யாத்திரை, தவம் ஆகியவற்றால் மட்டும் அவன் திருப்தி அடைவதில்லை. அந்த மாறாத பக்தி வாசுதேவனான உன் மீது எனக்கு உண்டாகட்டும். நீ மகிழ்ந்தால் உலகமே மகிழ்ந்ததாக அர்த்தம்."
    },
    {
      "number": 3,
      "sanskrit": "मूर्ना नमोऽस्तु मुनय: तव पादपद्मे वाचं वदामि गुणकीर्तनतत्परां मे । चित्तं च ते चरणचिन्तनमग्नमस्तु कुरुष्व देव कृपया मयि भक्तिभावम् ॥३॥",
      "transliteration": "மூர்நா நமோऽஸ்து முநய: தவ பாத³பத்³மே வாசம் வதா³மி கு³ணகீர்தநதத்பராம் மே | சித்தம் ச தே சரணசிந்தநமக்³நமஸ்து குருஷ்வ தே³வ க்ருபயா மயி ப⁴க்திபா⁴வம் ||",
      "tamil_translation": "இறைவா! என் தலை உனது பாதங்களில் பணியட்டும். என் வாக்கு உனது புகழைப் பாடட்டும். என் மனம் உனது திருவடிச் சிந்தனையிலேயே மூழ்கி இருக்கட்டும். தயை கூர்ந்து என்னிடம் பக்தியை நிலைபெறச் செய்."
    },
    {
      "number": 4,
      "sanskrit": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ॥௪॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "மங்கலங்களை அருளும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் போக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 5,
      "sanskrit": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥௫॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்கள் தியானிக்கும் உன் திருவுருவம் என் மனதில் நிலைக்கட்டும். குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 6,
      "sanskrit": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥௬॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ॥௭॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 8,
      "sanskrit": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥௮॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 9,
      "sanskrit": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ॥௯॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "பாஹி மாம் பவநபுரேஶ தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து | நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥১০॥",
      "transliteration": "பாஹி மாம் பவநபுரேஶ தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து | நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "குருவாயூரப்பா, என் நோய்களைப் போக்கி என்னைக் காத்தருள். உன்னை எப்போதும் சரணடைகிறேன்."
    }
  ]
}
