{
  "title": "நாராயணீயம்",
  "dasakam": 90,
  "description": "சந்தானகோபாலம் - அந்தணரின் குழந்தைகளை மீட்டல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "गते काले क्वापि द्विजकुलमणिः कोऽपि तनयं मृतं जप्त्वा जप्त्वा तव सदनमुपेत्य प्ररुरुदे । दशापि एवं तस्य प्रविलपनघोषेण नगरी ह्रिया मुग्धाऽऽसीत् खलु नृपवरै: रक्षितुमहो ॥१॥",
      "transliteration": "க³தே காலே க்வாபி த்³விஜகுலமணி: கோऽபி தநயம் ம்ருதம் ஜப்த்வா ஜப்த்வா தவ ஸத³நமுபேத்ய ப்ரருருதே³ | த³ஶாபி ஏவம் தஸ்ய ப்ரவிலபநகோ⁴ஷேண நக³ரீ ஹ்ரியா முக்³தா⁴ऽऽஸீத் க²லு ந்ருபவரை: ரக்ஷிதுமஹோ ||",
      "tamil_translation": "ஒருமுறை துவாரகையில் ஒரு அந்தணரின் குழந்தைகள் பிறந்தவுடனேயே மடிந்து போயின. ஒன்பது குழந்தைகள் இறந்த நிலையில், பத்தாவது குழந்தையும் இறக்கவே, அந்த அந்தணன் உனது அரண்மனை வாயிலில் வந்து அரசன் முறையாக நாட்டை ஆளாததே இதற்குக் காரணம் என்று கூறி அழுது புலம்பினான்."
    },
    {
      "number": 2,
      "sanskrit": "तदा पार्थोऽश्रौषीत् तव वचनमाहाह स विभुः मया रक्षितव्याः तव सुतमृतिं वारयितुमहो । न शक्नोमि इत्युक्त्वा शरमयमठं स विरचयन् तदा सूतौ जाताः पुनरपि च लुप्ताः क्षणमहो ॥२॥",
      "transliteration": "ததா³ பார்தோ²ऽஶ்ரௌஷீத் தவ வசநமாஹாஹ ஸ விபு⁴: மயா ரக்ஷிதவ்யா: தவ ஸுதம்ருதிம் வாரயிதுமஹோ | ந ஶக்நோமி இத்யுக்த்வா ஶரமயமட²ம் ஸ விரசயன் ததா³ ஸூதௌ ஜாதா: புநரபி ச லுப்தா: க்ஷணமஹோ ||",
      "tamil_translation": "அப்போது அங்கே இருந்த அர்ஜுனன், அந்த அந்தணரின் குழந்தையைக் காப்பதாகச் சபதம் செய்தான். அடுத்த குழந்தை பிறக்கும் போது, தன் அம்புகளால் ஒரு கூண்டு (சரமயம்) அமைத்துக் காத்தான். ஆனால், குழந்தை பிறந்த வேகத்திலேயே மாயமாக மறைந்து போனது."
    },
    {
      "number": 3,
      "sanskrit": "अहो विस्मितः पार्थः तव रथमुपेत्य त्वरितं प्रयातो वैकुण्ठं तव निजपदं दिव्यमहिमा । तदाऽपश्यत् तत्र प्रथिततनुं आदिपुरुषं सुतैः सार्धं तस्मात् पुनरपि च तान् प्राप्य ययतु ॥३॥",
      "transliteration": "அஹோ விஸ்மித: பார்த²: தவ ரத²முபேத்ய த்வரிதம் ப்ரயாதோ வைகுண்ட²ம் தவ நிஜபத³ம் தி³வ்யமஹிமா | ததா³ऽபஶ்யத் தத்ர ப்ரதி²ததநும் ஆதி³புருஷம் ஸுதை: ஸார்த⁴ம் தஸ்மாத் புநரபி ச தான் ப்ராப்ய யயது ||",
      "tamil_translation": "தோற்றுப்போன அர்ஜுனன் தீக்குளிக்க முயன்றபோது, நீ அவனைத் தடுத்து உனது ரதத்தில் ஏற்றி வைகுண்டத்திற்கு அழைத்துச் சென்றாய். அங்கே ஆதிசேஷன் மீது பள்ளி கொண்டிருந்த மகாவிஷ்ணுவின் திருவடிக்கருகில் அந்த அந்தணரின் பத்து குழந்தைகளும் விளையாடிக் கொண்டிருந்தன. அவர்களை மீட்டு வந்து அந்தணரிடம் ஒப்படைத்தாய்."
    },
    {
      "number": 4,
      "sanskrit": "स त्वं जगन्மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | वतेश्वरं त्वां शरणं प्रपद्यே நிராமயம் குரு மே கலேவரம் ॥௪॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "உலகிற்கு நலம் பயக்கும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் போக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 5,
      "sanskrit": "तव स्वरूपं मुनिभि: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥௫॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்கள் தியானிக்கும் உன் திருவுருவம் என் மனதில் நிலைக்கட்டும். குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 6,
      "sanskrit": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥௬॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ॥௭॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 8,
      "sanskrit": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥௮॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 9,
      "sanskrit": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ॥௯॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "பாஹி மாம் பவநபுரேஶ தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து | நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥१०॥",
      "transliteration": "பாஹி மாம் பவநபுரேஶ தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து | நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "குருவாயூரப்பா, என் நோய்களைப் போக்கி என்னைக் காத்தருள். உன்னை எப்போதும் சரணடைகிறேன்."
    }
  ]
}
