{
  "title": "நாராயணீயம்",
  "dasakam": 100,
  "description": "கேசாதி பாத வர்ணனை - பகவானின் திருவுருவக் காட்சி",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "अग्रे पश्यामि तेजो निबिडतरकलायावलीलोभनीयं पीयूषाप्लावितोऽहं तदनु तदुदरे दिव्यकैशोररूपम् । तारुण्यारम्भरम्यं परमसुखरसास्वादरोमाञ्चिताङ्गै- रावीतं नारदाद्यैर्विलसदुपनिषत्सुन्दरीमण्डलैश्च ॥१॥",
      "transliteration": "அக்³ரே பஶ்யாமி தேஜோ நிபி³ட³-தர-கலாயா-வலீ-லோப⁴நீயம் பீயூஷாப்ளாவிதோऽஹம் தத³நு தது³த³ரே தி³வ்ய-கைஶோர-ரூபம் | தாருண்யாரம்ப⁴-ரம்யம் பரம-ஸுக²-ரஸா-ஸ்வாத³-ரோமாஞ்சிதாங்கை³- ராவிதம் நாரதா³த்³யைர்-விலஸது³பநிஷத்-ஸுந்த³ரீ-மண்ட³லைஶ்ச ||",
      "tamil_translation": "என் முன்னே இதோ ஒரு பேரொளியைக் காண்கிறேன்! அது கார்மேகம் போன்ற நீல நிறத்தில் ஜொலிக்கிறது. அந்த ஒளிவெள்ளத்தில் மூழ்கிய எனக்குள் ஒரு தெய்வீக பாலகன் தோன்றுகிறான். நாரதர் போன்ற முனிவர்களாலும், உபநிடதப் பெண்களாலும் சூழப்பட்ட அந்தப் பரம்பொருளைக் கண்டு நான் மெய்சிலிர்க்கிறேன்."
    },
    {
      "number": 2,
      "sanskrit": "नीलाभं कुञ्चिताग्रं घनममलतरं संयतम् चारुभङ्ग्या रत्नोत्तंसाभिरामं वलयितमुदयच्चन्द्रकै: पिञ्छजालै: । मन्दारस्रङ्निवीतं तव पृथुकबरीभारमालोकयेऽहं स्निग्धश्वेतोर्ध्वपुण्ड्रामपि च सुललितां फालबालेन्दुवीथीम् ॥२॥",
      "transliteration": "நீலாப⁴ம் குஞ்சிதாக்³ரம் க⁴நமமலதரம் ஸம்யதம் சாருப⁴ங்க்யா ரத்நோத்தம்ஸாபி⁴ராமம் வலயிதமு்தயச்சந்த்³ரகை: பிஞ்ச²ஜாலை: | மந்தா³ரஸ்ரங்நிவீதம் தவ ப்ருது²கப³ரீபா⁴ரமாலோகயேऽஹம் ஸ்நிக்³த⁴ஶ்வேதோர்த்⁴வபுண்ட்³ராமபி ச ஸுலலிதாம் பா²லபாலேந்து³வீதீ²ம் ||",
      "tamil_translation": "மயிலிறகு சூடிய, சுருண்ட கரிய கூந்தல்! மந்தார மலர் மாலை அணிந்த உன் திருமுடி! பிறை போன்ற நெற்றியில் வெண்ணிற ஊர்த்வபுண்ட்ரம் (திருமண்) மின்னுகிறது. உன் அழகிய முகத்தை இதோ தரிசிக்கிறேன்."
    },
    {
      "number": 3,
      "sanskrit": "हृद्यं पूर्णानुकम्पार्णवमृदुपदवीहारिपद्मेक्षणं ते मन्दस्मेराभिरामं मुखविकसितमुद्भासितं कुण्डलाभ्याम् । नासाग्रन्यस्तमुक्ताफलमणिभजनं कुन्ददन्तावलीं च व्यालम्बिस्वर्णसूत्रं तव वदनमहो पूर्णमिन्दुं हसत् ते ॥३॥",
      "transliteration": "ஹ்ருத்³யம் பூர்ணாநுகம்பார்ணவ-ம்ருது³-பத³வீ-ஹாரி-பத்³மேக்ஷணம் தே மந்த³ஸ்மேராபி⁴ராமம் முக²விகஸிதமுத்³பா⁴ஸிதம் குண்ட³லாப்⁴யாம் | நாஸாக்³ர-ந்யஸ்த-முக்தாப²ல-மணி-ப⁴ஜநம் குந்த³-த³ந்தாவலீம் ச வ்யாலம்பி³-ஸ்வர்ணஸூத்ரம் தவ வத³நமஹோ பூர்ணமிந்து³ம் ஹஸத் தே ||",
      "tamil_translation": "தாமரை போன்ற கண்கள்! கருணை பொழியும் பார்வை! மகர குண்டலங்கள் காதில் அசைய, மூக்கில் முத்துப்பொட்டு ஜொலிக்க, மல்லிகை அரும்பு போன்ற பற்கள் தெரிய புன்னகைக்கும் உன் திருமுகம் முழு நிலவையும் விஞ்சிய அழகோடு மிளிர்கிறது."
    },
    {
      "number": 4,
      "sanskrit": "बाहुद्वन्द्वेन रत्नोज्ज्वलवलयभृता बाणचापाङ्कुशादीन् बिभ्राणं कौस्तुभश्रीभररुचिरतरं वत्सवक्ष:स्थलं च । पीताकारं दधानं सुविमलवसने कम्बुकण्ठं प्रपद्ये शान्तं सम्मोहयन्तं त्रिभुवनमिदं रूपमालोकयेऽहम् ॥४॥",
      "transliteration": "பா³ஹுத்³வந்த்்வேந ரத்நோஜ்ஜ்வல-வலயப்⁴ருதா பா³ணசாபாங்குஶாதீ³ன் பி³ப்⁴ராணம் கௌஸ்துப⁴ஶ்ரீ-ப⁴ர-ருசிரதரம் வத்ஸவக்ஷ:ஸ்த²லம் ச | பீதாகாரம் த³தா⁴நம் ஸுவிமல-வஸநே கம்புகண்ட²ம் ப்ரபத்³யே ஶாந்தம் ஸம்மோஹயந்தம் த்ரிபு⁴வநமித³ம் ரூபமாலோகயேऽஹம் ||",
      "tamil_translation": "கைகளில் ரத்தினக் கடகங்கள்! கழுத்தில் கௌஸ்துப மணி! மார்பில் ஸ்ரீவத்ஸம் என்னும் மறு! சங்கைப் போன்ற கழுத்து! பீதாம்பரம் உடுத்திய உன் சாந்தமான ரூபம் மூன்று உலகங்களையும் மயக்கும் பேரழகு கொண்டது."
    },
    {
      "number": 5,
      "sanskrit": "यत्त्रैलोक्यमहीयसोऽपि महितं सम्मोहनं मोहनं कान्तं कान्तिनिधानमप्यतितरां कान्त्या निमज्जज्जगत् । तद्रूपं तव पावनं मधुरिमव्याकीर्णमालोकये स्वामिन् मे कुरु मङ्गलानि कृपया पाहीह मां तापतः ॥५॥",
      "transliteration": "யத்த்ரைலோக்ய-மஹீயஸோऽபி மஹிதம் ஸம்மோஹநம் மோஹநம் காந்தம் காந்திநிதா⁴நமப்யதிதராம் காந்த்யா நிமஜ்ஜஜ்ஜக³த் | தத்ரூபம் தவ பாவனம் மது⁴ரிம-வ்யாகீர்ணமாலோகயே ஸ்வாமிந் மே குரு மங்க³லாநி க்ருபயா பாஹீஹ மாம் தாபத: ||",
      "tamil_translation": "மூவுலகிலும் உயர்ந்தது, அழகிற்கே அழகு சேர்ப்பது உன் திருவுருவம்! அண்ட சராசரங்களையும் தன் ஒளியால் நனைக்கும் உன் தூய உருவைக் காண்கிறேன். சுவாமி! எனக்கு மங்கலங்களை அருளி, என் துயரங்களைப் போக்கி என்னைக் காத்தருள்."
    },
    {
      "number": 6,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् पश्यतां तव वैभवम् । गुरुवापुरेश पाहि मां सर्वपीडाभयादहो ॥६॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 7,
      "sanskrit": "इत्थं त्वदीयं महिमानमहो प्रगायं ममास्तु भक्ति: तव पादपद्मे । वतेश्वरं त्वां शरणं प्रपद्ये निषेवते मे सकलार्तिपीडा: ॥७॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 8,
      "sanskrit": "त्वमेव सर्वं मम देवदेव पाहि प्रभावात् भवबन्धनान्माम् । नमस्ते नमस्ते नमस्ते विभो पाहि मां दीनबन्धो ॥८॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    },
    {
      "number": 9,
      "sanskrit": "पाही मां पवनपुरेश दीनबन्धो त्वमेव मे शरणं सदाऽस्तु । निरामयं कुरु मे कलेवरं प्रभो नमोऽस्तु ते पाही मां दीनबन्धो ॥९॥",
      "transliteration": "பாஹீ மாம் பவநபுரேஶ தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து | நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "குருவாயூரப்பா, என் நோய்களைப் போக்கி என்னைக் காத்தருள். உன்னை எப்போதும் சரணடைகிறேன்."
    },
    {
      "number": 10,
      "sanskrit": "अयुक्तं यच्चात्र प्रलपितमिह अज्ञानत: प्रभो क्षमस्वैतत् सर्वं तव करुणया पालय विभो । नृणामेतद् भक्त्या पठतामिह आयुरारोग्यसौख्यं ददातु श्रीविष्णो: प्रियतममिदं स्तोत्रं अनघम् ॥१०॥",
      "transliteration": "அயுக்தம் யச்சாத்ர ப்ரலபிதமிஹ அஜ்ஞாநத: ப்ரபோ⁴ க்ஷமஸ்வைதத் ஸர்வம் தவ கருணயா பாலய விபோ⁴ | ந்ருணாமேதத்³ ப⁴க்த்யா பட²தாமிஹ ஆயுராரோக்யஸௌக்²யம் த³தாது ஶ்ரீவிஷ்ணோ: ப்ரியதமமித³ம் ஸ்தோத்ரம் அநக⁴ம் ||",
      "tamil_translation": "இறைவா! அறியாமையினால் நான் ஏதேனும் தவறாகச் சொல்லியிருந்தால் அதை மன்னிப்பாய். உன் கருணையால் என்னைக் காப்பாய். விஷ்ணுவுக்கு மிகவும் பிடித்தமான, பாவமற்ற இந்தத் துதியை எவர் பக்தியுடன் படிக்கிறார்களோ, அவர்களுக்கு **ஆயுள், ஆரோக்கியம் மற்றும் சௌக்கியம்** ஆகியவற்றை நீ அருள வேண்டும்."
    }
  ]
}
