{
  "title": "நாராயணீயம்",
  "dasakam": 88,
  "description": "சமந்தபஞ்சக யாத்திரை - கோபியர்களுடன் மீண்டும் இணைதல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "अथ सुमति: कदाचित् समन्तपञ्चकसंज्ञिते कुरुक्षेत्रे । निमज्जितुं सार्धं यदुभि: प्राप्य परमोत्सवं अकरो: ॥१॥",
      "transliteration": "அத² ஸுமதி: கதா³சித் ஸமந்தபஞ்சக-ஸம்ஜ்ஞிதே குருக்ஷேத்ரே | நிமஜ்ஜிதும் ஸார்த⁴ம் யது³பி⁴: ப்ராப்ய பரமோத்ஸவம் அகரோ: ||",
      "tamil_translation": "ஒருமுறை சூரிய கிரகணத்தின் போது, யாதவர்களுடன் இணைந்து புனித நீராடுவதற்காகச் சமந்தபஞ்சகம் (குருக்ஷேத்திரம்) சென்றாய். அங்கே ஒரு பெரும் விழா எடுப்பது போன்ற மகிழ்ச்சியான சூழல் நிலவியது."
    },
    {
      "number": 2,
      "sanskrit": "तत्र नन्दयशोदाभ्यां गोपै: गोपिकाभि: च संगम्य । चिरविरहतापं तासां व्यपनय: करुणापारावार ॥२॥",
      "transliteration": "தத்ர நந்த³யஶோதா³ப்⁴யாம் கோ³பை: கோ³பிகாபி⁴: ச ஸங்க³ம்ய | சிரவிரஹதாபம் தாஸாம் வ்யபநய: கருணாபாராவார ||",
      "tamil_translation": "கருணைக் கடலே! அங்கே உனது வளர்ப்புப் பெற்றோரான நந்தகோபர், யசோதை மற்றும் கோபிகைகளைச் சந்தித்தாய். உன்னைப் பிரிந்து பல காலம் துயரத்தில் இருந்த அவர்களின் மனக்கவலையை உனது அன்பால் போக்கினாய்."
    },
    {
      "number": 3,
      "sanskrit": "ब्रह्मज्ञानं तासां उपदिश्य च भक्ते: परां काष्ठां नीत्वा । आनन्दबाष्पपूर्णै: नयनै: ता: त्वां निरीक्षन्ते स्म ॥३॥",
      "transliteration": "ப்³ரஹ்மஜ்ஞாநம் தாஸாம் உபதி³ஶ்ய ச ப⁴க்தே: பராம் காஷ்டா²ம் நீத்வா | ஆநந்த³பா³ஷ்பபூர்ணை: நயநை: தா: த்வாம் நிரீக்ஷந்தே ஸ்ம ||",
      "tamil_translation": "கோபியர்களுக்கு உயரிய பிரம்ம ஞானத்தை உபதேசித்தாய். அவர்களது பக்தி உச்சக்கட்டத்தை எட்டியது. ஆனந்தக் கண்ணீருடன் அவர்கள் உனது திவ்யமான ரூபத்தை இமைக்காமல் பார்த்துக் கொண்டிருந்தனர்."
    },
    {
      "number": 4,
      "sanskrit": "स त्वं जगन्मङ्गलदायक: प्रभो मமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ । वतेश्वरं त्वां शरणं प्रपद्यே நிராமயம் குரு மே கலேவரம் ॥௪॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "மங்கலங்களை அருளும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் போக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 5,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं மமாபி சித்தே ஸததம் விபா⁴து । குருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥௫॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்கள் தியானிக்கும் உன் திருவுருவம் என் மனதில் நிலைக்கட்டும். குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 6,
      "sanskrit": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥௬॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ॥௭॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 8,
      "sanskrit": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥௮॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 9,
      "sanskrit": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ॥௯॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "பாஹி மாம் பவநபுரேஶ தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து | நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥১০॥",
      "transliteration": "பாஹி மாம் பவநபுரேஶ தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து | நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "குருவாயூரப்பா, என் நோய்களைப் போக்கி என்னைக் காத்தருள். உன்னை எப்போதும் சரணடைகிறேன்."
    }
  ]
}
