{
  "title": "நாராயணீயம்",
  "dasakam": 83,
  "description": "பலராம சரிதம் - துவிவித வதம் மற்றும் கௌரவ கர்வம் அடக்குதல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "रामोऽथ रैवतकमहीध्रमगत्य तत्र क्रीडन् विलासिजनै: सह सानुकूलै: । द्वैविद्यनामकं अजासुतवीर्यतुल्यं द्राक् वानरं दलयितुं कृतबुद्धिरभूत् ॥१॥",
      "transliteration": "ராமோऽத²ரைவதக-மஹீத்⁴ரமகா³த்ய தத்ர க்ரீட³ந் விலாஸிஜநை: ஸஹ ஸாநுகூலை: | த்³வைவித்³ய-நாமகம் அஜாஸுதவீர்ய-துல்யம் த்³ராக் வாநரம் த³லயிதும் க்ருதபு³த்³தி⁴ரபூ⁴த் ||",
      "tamil_translation": "ஒருமுறை பலராமன் ரைவதக மலைக்குச் சென்று தன் மனைவியரோடு விளையாடிக் கொண்டிருந்தார். அப்போது அங்கே வந்த துவிவிதன் எனும் வானரன், மிகுந்த ஆணவத்துடன் அனைவரையும் துன்புறுத்தவே, அவனை அழிக்கப் பலராமன் முடிவு செய்தார்."
    },
    {
      "number": 2,
      "sanskrit": "तं मुष्टिपातेन निहत्य च तस्य गर्वं संहृत्य चानघमति: मथुरां प्रयातः । साम्बस्य बन्धनमवेक्ष्य कुरूंश्च भीतान् चिक्षेप हस्तिनपुरं स तु गङ्गमध्ये ॥२॥",
      "transliteration": "தம் முஷ்டிபாதேந நிஹத்ய ச தஸ்ய க³ர்வம் ஸம்ஹ்ருத்ய சாநக⁴மதி: மது²ராம் ப்ரயாத: | ஸாம்ப³ஸ்ய ப³ந்த⁴நமவேக்ஷ்ய குரூம்ஶ்ச பீ⁴தான் சிக்ஷேப ஹஸ்திநபுரம் ஸ து க³ங்க³மத்⁴யே ||",
      "tamil_translation": "அந்த வானரனை ஒரே முஷ்டித் தாக்குதலால் பலராமன் கொன்று அவன் கர்வத்தை அடக்கினார். பின்னர், துரியோதனன் தன் மகன் சாம்பனைச் சிறைபிடித்ததை அறிந்து கோபமடைந்த அவர், தன் கலப்பையினால் ஹஸ்தினாபுரத்தையே கங்கையில் தள்ள முயன்று கௌரவர்களை நடுங்கச் செய்தார்."
    },
    {
      "number": 3,
      "sanskrit": "एवं विचित्राणि चरितानि बलस्य देव तव अंशभूतस्य जगत्त्रयेऽपि । तानीह संस्मृत्य सदा प्रसन्न: पाहि प्रभो पवनमन्दिरवासिन् ॥३॥",
      "transliteration": "ஏவம் விசித்ராணி சரிதாநி ப³லஸ்ய தே³வ தவ அம்ஶபூ⁴தஸ்ய ஜக³த்த்ரயேऽபி | தாநீஹ ஸம்ஸ்ம்ருத்ய ஸதா³ ப்ரஸந்ந: பாஹி ப்ரபோ⁴ பவநமந்தி³ரவாஸிந் ||",
      "tamil_translation": "இறைவா! உனது அம்சாavatarமான பலராமனின் இத்தகைய விசித்திரமான செயல்களை நினைப்பவர்கள் எப்போதும் மகிழ்ச்சியுடன் இருப்பார்கள். குருவாயூரப்பா, அத்தகைய பக்தர்களுக்கு அருள் செய்து என்னையும் காத்தருள்வாய்."
    },
    {
      "number": 4,
      "sanskrit": "स त्वं जगन्मङ्गलदायक: प्रभो ममाधिपीडां शमयाशु केशव । वतेश्वरं त्वां शरणं प्रपद्ये निरामयं कुरु मे कलेवरम् ॥४॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "மங்கலங்களை அருளும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் போக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 5,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं ममापि चित्ते सततं विभातु । गुरुवापुरेश मम दीनबन्धो त्वमेव मे शरणं सदाऽस्तु ॥५॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்கள் தியானிக்கும் உன் திருவுருவம் என் மனதில் நிலைக்கட்டும். குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 6,
      "sanskrit": "तव भक्ति: नित्यं वर्धतां मे चित्ते सततं विभातु तव रूपम् । हरे सुकल्याणनिधे नमोऽस्तु ते पाही मां दीनबन्धो ॥६॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् पश्यतां तव वैभवम् । गुरुवापुरेश पाहि मां सर्वपीडाभयादहो ॥७॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 8,
      "sanskrit": "इत्थं त्वदीयं महिमानमहो प्रगायं ममास्तु भक्ति: तவ पादपद्मे । वतेश्वरं त्वां शरणं प्रपद्ये निषेवते मे सकलार्तिपीडा: ॥८॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 9,
      "sanskrit": "त्वमेव सर्वं मम देवदेव पाहि प्रभावात् भवबन्धनान्माम् । नमस्ते नमस्ते नमस्ते विभो पाहि मां दीनबन्धो ॥९॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "पाहि मां पवनपुरेश दीनबन्धो त्वमेव मे शरणं सदाऽस्तु । निरामयं कुरु मे कलेवरं प्रभो नमोऽस्तु ते पाही मां दीनबन्धो ॥१०॥",
      "transliteration": "பாஹி மாம் பவநபுரேஶ தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து | நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "குருவாயூரப்பா, என் நோய்களைப் போக்கி என்னைக் காத்தருள். உன்னை எப்போதும் சரணடைகிறேன்."
    }
  ]
}
