{
  "title": "நாராயணீயம்",
  "dasakam": 81,
  "description": "நிருக மோக்ஷம் - ஓணான் உருவம் பெற்ற மன்னனுக்கு அருளுதல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "कदाचित् द्वारकावने क्रीडन्तः यदुकुमारा: कूपे एकं महाकायं सरटं अदृक्षन् । तं उद्धर्तुं अशक्नुवन्तः त्वामुपगम्य न्यवेदयन् ॥१॥",
      "transliteration": "கதா³சித் த்³வாரகாவநே க்ரீட³ந்த: யது³குமாரா: கூபே ஏகம் மஹாகாயம் ஸரடம் அத்³ருக்ஷன் | தம் உத்³த⁴ர்தும் அஶக்நுவந்த: த்வாமுபக³ம்ய ந்யவேத³யன் ||",
      "tamil_translation": "ஒருமுறை துவாரகையின் வனப்பகுதியில் விளையாடிக் கொண்டிருந்த யதுகுல சிறுவர்கள், ஒரு பாழ்ங்கிணற்றில் மலை போன்ற பெரிய ஓணான் ஒன்று கிடப்பதைக் கண்டனர். அவர்களால் அதை வெளியே எடுக்க முடியாமல் போகவே, உன்னிடம் வந்து முறையிட்டனர்."
    },
    {
      "number": 2,
      "sanskrit": "त्वं तु तत्र गत्वा वामहस्तेन तं सरटं उद्धृत्य दिव्यं रूपं अकरो: । स च राजा नृग: इति आत्मानं न्यवेदयत् ॥२॥",
      "transliteration": "த்வம் து தத்ர க³த்வா வாமஹஸ்தேந தம் ஸரடம் உத்³த⁴ருத்ய தி³வ்யம் ரூபம் அகரோ: | ஸ ச ராஜா ந்ருக³: இதி ஆத்மாநம் ந்யவேத³யத் ||",
      "tamil_translation": "நீ அந்த இடத்திற்குச் சென்று, உனது இடது கையால் அந்த ஓணானைத் தொட்டுத் தூக்கினாய். உனது ஸ்பரிசம் பட்ட மாத்திரத்தில் அந்த ஓணான் திவ்யமான உருவம் கொண்ட தேவனாக மாறியது. அவன் தான் 'நிருகன்' என்ற மன்னன் என்று உன்னிடம் கூறினான்."
    },
    {
      "number": 3,
      "sanskrit": "गां ददता मया अन्यविप्रस्य गां भ्रमात् दत्तवानिति । तेन दोषेण सरटत्वं प्राप्तवानस्मि इति स त्वां अवदत् ॥३॥",
      "transliteration": "கா³ம் த³த³தா மயா அந்யவிப்ரஸ்ய கா³ம் ப்⁴ரமாத் த³த்தவாநிதி | தேந தோ³ஷேண ஸரடத்வம் ப்ராப்தவாநஸ்மி இதி ஸ த்வாம் அவத³த் ||",
      "tamil_translation": "தானமாகத் தான் கொடுத்த பசுவே மீண்டும் தன் மந்தையில் சேர்ந்ததை அறியாமல், அந்தப் பசுவை வேறொரு அந்தணருக்குத் தான் தானமாகக் கொடுத்ததாகவும், அதனால் ஏற்பட்ட பாவத்தால் ஓணானாகப் பிறந்ததாகவும் அவன் கூறினான்."
    },
    {
      "number": 4,
      "sanskrit": "स त्वं जगन्मङ्गलदायक: प्रभो மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ । वतेश्वरं त्वां शरणं प्रपद्यே நிராமயம் குரு மே கலேவரம் ॥௪॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "மங்கலங்களை அருளும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் போக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 5,
      "sanskrit": "तव स्वरूपं मुनिभि: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து । குருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥௫॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்கள் தியானிக்கும் உன் திருவுருவம் என் மனதில் நிலைக்கட்டும். குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 6,
      "sanskrit": "तव भक्ति: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபम् । ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥௬॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் । குருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ॥௭॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 8,
      "sanskrit": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே । வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥௮॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 9,
      "sanskrit": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் । நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ॥௯॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "इति नृगमोक्षणं एतत् स्तुवन् हि लप्स्ये परमं पदं तत् । वतेश्वर पाहि हरे दयालो ममामयं संहर विश्वमूर्ते ॥१०॥",
      "transliteration": "இதி ந்ருக³மோக்ஷணம் ஏதத் ஸ்துவன் ஹி லப்ஸ்யே பரமம் பத³ம் தத் | வதேஶ்வர பாஹி ஹரே த³யாலோ மமாமயம் ஸம்ஹர விஶ்வமூர்தே ||",
      "tamil_translation": "நிருக மன்னனுக்கு மோட்சம் அளித்த இந்த வரலாற்றைத் துதிப்பவர்கள் உயரிய கதியை அடைவார்கள். குருவாயூரப்பா, என் நோய்களைப் போக்கி என்னைக் காத்தருள்வாய்."
    }
  ]
}
