{
  "title": "நாராயணீயம்",
  "dasakam": 89,
  "description": "தேவகி புத்ர ஆநயனம் - இறந்த சகோதரர்களை மீட்டல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "अथ पितृवचनात् सुतलिमधुपुरीं त्वं जगाथ बलिगेहम् । तत्र च सुतलगतैः षड्भिः पुत्रैः समं समागत्य ॥१॥",
      "transliteration": "அத² பித்ரு-வசநாத் ஸுதலி-மது⁴புரீம் த்வம் ஜகா³த² ப³லிகே³ஹம் | தத்ர ச ஸுதலக³தை: ஷட்³பி⁴: புத்ரை: ஸமம் ஸமாக³த்ய ||",
      "tamil_translation": "பெற்றோரின் விருப்பத்தை நிறைவேற்ற நீ பலி சக்கரவர்த்தி ஆளும் ஸுதல லோகத்திற்குச் சென்றாய். அங்கே காலநேமியின் சாபத்தால் அசுரர்களாகப் பிறந்து, கம்சனால் கொல்லப்பட்டுப் பின் அங்கே தங்கியிருந்த உனது ஆறு சகோதரர்களை மீட்டாய்."
    },
    {
      "number": 2,
      "sanskrit": "तान् आनय्य च जनन्यै दत्वा साऽपि प्रहृष्टधीः । तान् उपलालयन्ती च तव पादप्रसादतः ॥२॥",
      "transliteration": "தான் ஆநய்ய ச ஜநந்யை த³த்வா ஸாऽபி ப்ரஹ்ருஷ்டதீ⁴: | தான் உபலாலயந்தீ ச தவ பாத³-ப்ரஸாத³த: ||",
      "tamil_translation": "அந்த ஆறு குழந்தைகளையும் துவாரகைக்குக் கொண்டு வந்து உனது தாய் தேவகியிடம் அளித்தாய். இறந்த தன் பிள்ளைகள் மீண்டும் வந்ததைக் கண்டு அவள் அளவற்ற மகிழ்ச்சி அடைந்து அவர்களைப் பால் ஊட்டி அரவணைத்தாள்."
    },
    {
      "number": 3,
      "sanskrit": "ते च पुन: विमुक्तशापा: स्वलोकं जग्मुः तव प्रभावात् । एवं विचित्राणि चरितानि तव देव नमोऽस्तु ते ॥३॥",
      "transliteration": "தே ச புந: விமுக்த-ஶாபா: ஸ்வலோகம் ஜக்³மு: தவ ப்ரபா⁴வாத் | ஏவம் விசித்ராணி சரிதாநி தவ தே³வ நமோऽஸ்து தே ||",
      "tamil_translation": "உனது திருக்கரங்கள் பட்டதாலும், உனது எச்சில் கலந்த பாலை அருந்தியதாலும் அவர்கள் சாப விமோசனம் பெற்றுத் தத்தம் உலகிற்குச் சென்றனர். இறைவா, உனது செயல்கள் வியக்கத்தக்கவை."
    },
    {
      "number": 4,
      "sanskrit": "स त्वं जगन्मङ्गलदायक: प्रभो ममाधिपीडां शमयाशु केशव । वतेश्वरं त्वां शरणं प्रपद्ये निरामयं कुरु मे कलेवरम् ॥४॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "மங்கலங்களை அருளும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் போக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 5,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं ममापि चित्ते सततं विभातु । गुरुवापुरेश मम दीनबन्धो त्वमेव मे शरणं सदाऽस्तु ॥५॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்கள் தியானிக்கும் உன் திருவுருவம் என் மனதில் நிலைக்கட்டும். குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 6,
      "sanskrit": "तव भक्ति: नित्यं वर्धतां मे चित्ते सततं विभातु तव रूपम् । हरे सुकल्याणनिधे नमोऽस्तु ते पाही मां दीनबन्धो ॥६॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् पश्यतां तव वैभवम् । गुरुवापुरेश पाहि मां सर्वपीडाभयादहो ॥७॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 8,
      "sanskrit": "इत्थं त्वदीयं महिमानमहो प्रगायं ममास्तु भक्ति: तव पादपद्मे । वतेश्वरं त्वां शरणं प्रपद्ये निषेवते मे सकलार्तिपीडा: ॥८॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 9,
      "sanskrit": "त्वमेव सर्वं मम देवदेव पाहि प्रभावात् भवबन्धनान्माम् । नमस्ते नमस्ते नमस्ते विभो पाहि मां दीनबन्धो ॥९॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "पाही मां पवनपुरेश दीनबन्धो त्वमेव मे शरणं सदाऽस्तु । निरामयं कुरु मे कलेवरं प्रभो नमोऽस्तु ते पाही मां दीनबन्धो ॥१०॥",
      "transliteration": "பாஹீ மாம் பவநபுரேஶ தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து | நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "குருவாயூரப்பா, என் நோய்களைப் போக்கி என்னைக் காத்தருள். உன்னை எப்போதும் சரணடைகிறேன்."
    }
  ]
}
