{
  "title": "நாராயணீயம்",
  "dasakam": 92,
  "description": "கர்ம யோகம் - கடமைகளை இறைப்பணியாகச் செய்தல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "वेदास्ते कल्पयन्ति त्रिविधगुणमयीं कर्मरूपां गतिं गन् तस्मात् त्वय्यर्पितात्मा विचरति विमलो यो हि सन्यासधारी । यद्यत् कर्म करोति तत्तदखिलं तुभ्यं समर्प्य प्रभो मुच्यन्ते तेऽपि पापै: कलियुगसमये भक्तिमार्गेण नूनम् ॥१॥",
      "transliteration": "வேதா³ஸ்தே கல்பயந்தி த்ரிவித⁴கு³ணமயீம் கர்மரூபாம் க³திம் க³ன் தஸ்மாத் த்வய்யர்பிதாத்மா விசதரி விமலோ யோ ஹி ஸந்யாஸதா⁴ரீ | யத்³யத் கர்ம கரோதி தத்தத³கி²லம் துப்⁴யம் ஸமர்ப்ய ப்ரபோ⁴ முச்யந்தே தேऽபி பாபை: கலியுக³ஸமயே ப⁴க்திமார்கே³ண நூநம் ||",
      "tamil_translation": "வேதங்கள் முக்குணங்களுக்கு உட்பட்ட கர்மங்களைச் சொல்கின்றன. ஆனால், எவன் ஒருவன் தான் செய்யும் ஒவ்வொரு செயலையும் உனக்கே அர்ப்பணம் செய்கிறானோ, அவனே உண்மையான துறவி. கலி காலத்தில் அத்தகைய பக்தி கலந்த கர்ம யோகமே பாவங்களிலிருந்து விடுவிக்கும்."
    },
    {
      "number": 2,
      "sanskrit": "यद्यत् कर्म करोमि यद्यदखिलं स्वप्नेऽपि वा जाग्रति तत् सर्वं मकरन्दवत् तव पदद्वन्द्वेऽर्पितं केशव । एवं य: कुरुते स नित्यमुक्त: संसारबन्धादहो तस्मात् त्वच्चरणाम्बुजे रतिरस: सन्जायतां मे प्रभो ॥२॥",
      "transliteration": "யத்³யத் கர்ம கரோமி யத்³யத³கி²லம் ஸ்வப்நேऽபி வா ஜாக்³ரதி தத் ஸர்வம் மகரந்த³வத் தவ பத³த்³வந்த்்வேऽர்பிதம் கேஶவ | ஏவம் ய: குருதே ஸ நித்யமுக்த: ஸம்ஸாரப³ந்தா⁴த³ஹோ தஸ்மாத் த்வச்சரணாம்பு³ஜே ரதிரஸ: ஸந்ஜாயதாம் மே ப்ரபோ⁴ ||",
      "tamil_translation": "கேசவா! விழித்திருக்கும் போதோ அல்லது கனவிலோ நான் செய்கின்ற அனைத்துச் செயல்களையும் தேன் துளியைப் போல உனது திருவடிகளில் சமர்ப்பிக்கிறேன். இவ்வாறு வாழ்பவன் பிறவித் தளையிலிருந்து விடுபடுகிறான். எனவே, உன் பாத கமலங்களில் எனக்கு என்றும் மாறாத பற்று உண்டாகட்டும்."
    },
    {
      "number": 3,
      "sanskrit": "त्वद्भक्ता: जगतीं पुनाति विमला: स्वैरं चरन्तो भुवि तद्भावं हृदये निधाय सततं त्वद्रूपं आलोकये । एवं मे कुरु देवदेव कृपया पाहीह मां तापत: वतेश्वर पाहि हरे दयालो ममामयं संहर विश्वमूर्ते ॥३॥",
      "transliteration": "த்வத்ப⁴க்தா: ஜக³தீம் புநாதி விமலா: ஸ்வைரம் சரந்தோ பு⁴வி தத்³பா⁴வம் ஹ்ருத³யே நிதா⁴ய ஸததம் த்வத்ரூபம் ஆலோகயே | ஏவம் மே குரு தே³வதே³வ க்ருபயா பாஹீஹ மாம் தாபத: வதேஶ்வர பாஹி ஹரே த³யாலோ மமாமயம் ஸம்ஹர விஶ்வமூர்தே ||",
      "tamil_translation": "உனது தூய பக்தர்கள் உலகத்தையே புனிதமாக்குகிறார்கள். அவர்கள் கொண்ட அந்த பக்தியை என் இதயத்தில் இருத்தி, உன் திவ்ய ரூபத்தை நான் எப்போதும் தரிசிக்க வேண்டும். குருவாயூரப்பா, என் துயரங்களை நீக்கி என்னைக் காத்தருள்."
    },
    {
      "number": 4,
      "sanskrit": "स त्वं जगन्मङ्गलदायक: प्रभो ममाधिपीडां शमयाशु केशव । वतेश्वरं त्वां शरणं प्रपद्ये निरामयं कुरु मे कलेवरम् ॥४॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "மங்கலங்களை அருளும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் போக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 5,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं ममापि चित्ते सततं विभातु । गुरुवापुरेश मम दीनबन्धो त्वमेव मे शरणं सदाऽस्तु ॥५॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்கள் தியானிக்கும் உன் திருவுருவம் என் மனதில் நிலைக்கட்டும். குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 6,
      "sanskrit": "तव भक्ति: नित्यं वर्धतां मे चित्ते सततं विभातु तव रूपम् । हरे सुकल्याणनिधे नमोऽस्तु ते पाही मां दीनबन्धो ॥६॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् पश्यतां तव वैभवम् । गुरुवापुरेश पाहि मां सर्वपीडाभयादहो ॥७॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 8,
      "sanskrit": "इत्थं त्वदीयं महिमानमहो प्रगायं ममास्तु भक्ति: तव पादपद्मे । वतेश्वरं त्वां शरणं प्रपद्ये निषेवते मे सकलार्तिपीडा: ॥८॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 9,
      "sanskrit": "त्वमेव सर्वं मम देवदेव पाहि प्रभावात् भवबन्धनान्माम् । नमस्ते नमस्ते नमस्ते विभो पाहि मां दीनबन्धो ॥९॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "பாஹி மாம் பவநபுரேஶ தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து । நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥১০॥",
      "transliteration": "பாஹி மாம் பவநபுரேஶ தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து | நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "குருவாயூரப்பா, என் நோய்களைப் போக்கி என்னைக் காத்தருள். உன்னை எப்போதும் சரணடைகிறேன்."
    }
  ]
}
