{
  "title": "நாராயணீயம்",
  "dasakam": 84,
  "description": "நாரத துவாரகா தரிசனம் - கிருஷ்ணனின் யோக மாயை லீலை",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "एकादशसहस्रस्त्रीसहस्रै: सार्धं एकत: । वसन्तं त्वां परीक्षितुं नारदो द्वारकां अगात् ॥१॥",
      "transliteration": "ஏகாத³ஶ-ஸஹஸ்ர-ஸ்த்ரீ-ஸஹஸ்ரை: ஸார்த⁴ம் ஏகத: | வஸந்தம் த்வாம் பரீக்ஷிதும் நாரதோ³ த்³வாரகாம் அகா³த் ||",
      "tamil_translation": "பதினாறாயிரம் மனைவியருடன் நீ எவ்வாறு இல்லறம் நடத்துகிறாய் என்பதை நேரில் கண்டு வியக்க விரும்பி, நாரத மகரிஷி ஒருமுறை துவாரகைக்கு வருகை தந்தார்."
    },
    {
      "number": 2,
      "sanskrit": "प्रतिगेहं स पश्यन् त्वां विचित्राचारतत्परम् । विसिष्मिये महायोगी तव योगमहोदयै: ॥२॥",
      "transliteration": "ப்ரதிகே³ஹம் ஸ பஶ்யந் த்வாம் விசித்ராசார-தத்பரம் | விஸிஷ்மியே மஹாயோகீ³ தவ யோக³-மஹோத³யை: ||",
      "tamil_translation": "ஒவ்வொரு வீட்டிற்குள்ளும் அவர் நுழைந்தபோது, ஒவ்வொரு இடத்திலும் நீ வெவ்வேறு காரியங்களில் ஈடுபட்டிருப்பதைக் கண்டார். ஓரிடத்தில் நீ குழந்தைகளுடன் விளையாடிக் கொண்டிருந்தாய், ஓரிடத்தில் தானம் அளித்துக் கொண்டிருந்தாய், ஓரிடத்தில் யாகம் செய்து கொண்டிருந்தாய். உனது யோக மாயையைக் கண்டு அந்த முனிவரே திகைத்துப் போனார்."
    },
    {
      "number": 3,
      "sanskrit": "क्वचित् सुप्तं क्वचित् भुक्तं क्वचित् मन्त्रयन्तं अपि । दृष्ट्वा त्वां सर्वगेहेषु नारद: विस्मयं ययौ ॥३॥",
      "transliteration": "க்வசித் ஸுப்தம் க்வசித் பு⁴க்தம் க்வசித் மந்த்ரயந்தம் அபி | த்³ருஷ்ட்வா த்வாம் ஸர்வகே³ஹேஷு நாரத³: விஸ்மயம் யயௌ ||",
      "tamil_translation": "ஓரிடத்தில் உறங்குபவனாகவும், மற்றோரிடத்தில் உண்பவனாகவும், பிறிதோர் இடத்தில் மந்திரிகளுடன் ஆலோசனை நடத்துபவனாகவும் நீ காட்சியளித்தாய். அனைத்து வீடுகளிலும் ஒரே நேரத்தில் நீ இருப்பதைக் கண்ட நாரதர் பேரதிசயம் கொண்டார்."
    },
    {
      "number": 4,
      "sanskrit": "स त्वं जगन्மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ । वतेश्वरं त्वां शरणं प्रपद्यே நிராமயம் குரு மே கலேவரம் ॥௪॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "உலகிற்கு மங்கலங்களை அருளும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் உடனே போக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 5,
      "sanskrit": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து । கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥௫॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்கள் தியானிக்கும் உன் திருவுருவம் என் மனதில் நிலைக்கட்டும். குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 6,
      "sanskrit": "तव भक्ति: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபम् । ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥௬॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் । குருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ॥௭॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 8,
      "sanskrit": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே । வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥௮॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 9,
      "sanskrit": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் । நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ॥௯॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "பாஹி மாம் பவநபுரேஶ தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து । நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥১০॥",
      "transliteration": "பாஹி மாம் பவநபுரேஶ தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து | நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "குருவாயூரப்பா, என் நோய்களைப் போக்கி என்னைக் காத்தருள். உன்னை எப்போதும் சரணடைகிறேன்."
    }
  ]
}
