{
  "title": "நாராயணீயம்",
  "dasakam": 91,
  "description": "பக்தி யோகம் - பக்தி மார்க்கத்தின் சிறப்பு",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "कलौ संकीर्त्यैतन्महितमनुयान्ति स्म मुनय: परं श्रेयो विन्दन्त्यबुधजना अप्यच्युत विभो । श्रुतिस्मृत्युदितं तु कर्म कठिनं तस्मात् कलौ भक्ते: श्रेयो न किमपि नृणां इति विनिश्चितम् ॥१॥",
      "transliteration": "கலௌ ஸங்கீர்த்யைதந்-மஹிதமநுயாந்தி ஸ்ம முநய: பரம் ஶ்ரேயோ விந்த³ந்த்யபு³த⁴ஜநா அப்யச்யுத விபோ⁴ | ஶ்ருதி-ஸ்ம்ருத்யுதி³தம் து கர்ம கடி²நம் தஸ்மாத் கலௌ ப⁴க்தே: ஶ்ரேயோ ந கிமபி ந்ருணாம் இதி விநிஶ்சிதம் ||",
      "tamil_translation": "அச்யுதா! விபோ! கலி காலத்தில் உனது திருநாமத்தைச் சங்கீர்த்தனம் செய்வதே முனிவர்கள் காட்டிய வழி. படிக்காத பாமரரும் இதன் மூலம் முக்தி அடையலாம். கர்ம மார்க்கம் கடினமானது; எனவே கலியுகத்தில் பக்தியை விடச் சிறந்த வழி வேறு எதுவுமில்லை என்பது உறுதி."
    },
    {
      "number": 2,
      "sanskrit": "श्रवणं कीर्तनं विष्णो: स्मरणं पादसेवनम् । अर्चनं वन्दनं दास्यं सख्यं आत्मनिवेदनम् ॥२॥",
      "transliteration": "ஶ்ரவணம் கீர்தநம் விஷ்ணோ: ஸ்மரணம் பாத³ஸேவநம் | அர்சநம் வந்த³நம் தா³ஸ்யம் ஸக்²யம் ஆத்மநிவேத³நம் ||",
      "tamil_translation": "உன் புகழைக் கேட்டல் (ஸ்ரவணம்), பாடுதல் (கீர்த்தனம்), தியானித்தல் (ஸ்மரணம்), பாதம் பணிதல் (பாதசேவனம்), பூஜித்தல் (அர்ச்சனம்), வணங்குதல் (வந்தனம்), தொண்டு செய்தல் (தாஸ்யம்), நண்பனாகக் கருதுதல் (ஸக்யம்), தன்னையே அர்ப்பணித்தல் (ஆத்மநிவேதனம்) ஆகிய ஒன்பது வழிகளே சிறந்தவை."
    },
    {
      "number": 3,
      "sanskrit": "त्वयि भक्ति: प्रभो नित्यं वर्धतां मे वरप्रद । भवत्पादाम्बुजे चित्तं लीयतां मे निरन्तरम् ॥३॥",
      "transliteration": "த்வயி ப⁴க்தி: ப்ரபோ⁴ நித்யம் வர்த⁴தாம் மே வரப்ரத³ | ப⁴வத்பாதா³ம்பு³ஜே சித்தம் லீயதாம் மே நிரந்தரம் ||",
      "tamil_translation": "வரம் தரும் இறைவா! உன் மீது எனக்கு இருக்கும் பக்தி நாளுக்கு நாள் வளரட்டும். என் மனம் எப்போதும் உனது தாமரை மலர் போன்ற பாதங்களிலேயே நிலைத்து நிற்கட்டும்."
    },
    {
      "number": 4,
      "sanskrit": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ॥௪॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "மங்கலங்களை அருளும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் போக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 5,
      "sanskrit": "तव स्वरूपं मुनिभि: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥௫॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்கள் தியானிக்கும் உன் திருவுருவம் என் மனதில் நிலைக்கட்டும். குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 6,
      "sanskrit": "तव भक्ति: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபम् । ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥௬॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ॥௭॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 8,
      "sanskrit": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥௮॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 9,
      "sanskrit": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ॥௯॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "பாஹி மாம் பவநபுரேஶ தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து | நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥১০॥",
      "transliteration": "பாஹி மாம் பவநபுரேஶ தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து | நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "குருவாயூரப்பா, என் நோய்களைப் போக்கி என்னைக் காத்தருள். உன்னை எப்போதும் சரணடைகிறேன்."
    }
  ]
}
