{
  "title": "நாராயணீயம்",
  "dasakam": 80,
  "description": "பாணாசுர யுத்தம் - பாணாசுரனின் கர்வத்தை அடக்குதல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "बाणस्य सा बलिनन्दनस्य दुहिता सा चोषा चानिरुद्धं मुहु: स्वप्ने कान्तमुपेत्य मन्मथवशात् संश्लेषमवाप्य सा । तज्ज्ञानाय च चित्रलेखनविधौ तं ज्ञात्वतश्चाभवत् सा तत्रानयदाशु तं च रहसि प्रेम्णा विलासास्पदम् ॥१॥",
      "transliteration": "பா³ணஸ்ய ஸா ப³லிநந்த³நஸ்ய து³ஹிதா ஸா சோஷா சாநிருத்³த⁴ம் முஹு: ஸ்வப்நே காந்தமுபேத்ய மந்மத²வஶாத் ஸம்ஶ்லேஷமவாப்ய ஸா | தஜ்ஞாநாய ச சித்ரலேக²நவிதௌ⁴ தம் ஞாத்வதஶ்சாப⁴வத் ஸா தத்ராநயதா³ஶு தம் ச ரஹஸி ப்ரேம்ணா விலாஸாஸ்பத³ம் ||",
      "tamil_translation": "பாணாசுரனின் மகள் உஷா, கனவில் அநிருத்தனைக் கண்டு காதல் கொண்டாள். சித்ரலேகையின் உதவியால் அநிருத்தன் ஶோணிதபுரத்திற்கு அழைத்து வரப்பட்டான். இதையறிந்த பாணாசுரன் உனது பேரனைச் சிறைவைத்தான்."
    },
    {
      "number": 2,
      "sanskrit": "त्वं तु तच्छ्रुत्वा गरुडारूढ: बलदेवसंयुत: ययौ शोणितपुरं प्रति । तत्र तु शङ्करेण सह युद्धं अकरो: परमेश्वर ॥२॥",
      "transliteration": "த்வம் து தச்ச்²ருத்வா க³ருடா³ரூட⁴: ப³லதே³வஸம்யுத: யயௌ ஶோணிதபுரம் ப்ரதி | தத்ர து ஶங்கரேண ஸஹ யுத்³த⁴ம் அகரோ: பரமேஶ்வர ||",
      "tamil_translation": "செய்தியறிந்த நீ, பலராமனுடன் கருடன் மீதேறிச் சென்றாய். பாணாசுரனுக்குக் காவலாக வந்த சிவபெருமானுடன் நீ பெரும் போர் புரிந்தாய்."
    },
    {
      "number": 3,
      "sanskrit": "जृम्भणास्त्रेण शम्भुं विमुह्य च कुम्भाण्डं च निहत्य तदा । बाणस्य सहस्रबाहून् च्छेत्तुं उद्यतोऽभव: चक्रपाणे ॥३॥",
      "transliteration": "ஜ்ரும்ப⁴ணாஸ்த்ரேண ஶம்பு⁴ம் விமுஹ்ய ச கும்பௌ⁴ண்ட³ம் ச நிஹத்ய ததா³ | பா³ணஸ்ய ஸஹஸ்ரபா³ஹூந் சே²த்தும் உத்³யதோऽப⁴வ: சக்ரபாணே ||",
      "tamil_translation": "ஜ்ரும்பணாஸ்திரத்தால் சிவபெருமானை மயங்கச் செய்தாய். கும்பாண்டன் முதலான அசுரர்களை அழித்துவிட்டு, பாணாசுரனின் ஆயிரம் கைகளையும் சக்கராயுதத்தால் வெட்டத் தொடங்கினாய்."
    },
    {
      "number": 4,
      "sanskrit": "तदा तु शङ्कर: प्रबुद्ध: त्वां स्तौति स्म भक्तित: । बाणस्य रक्षां प्रार्थयन् नतशिरस्क: स तु मुहु: ॥४॥",
      "transliteration": "ததா³ து ஶங்கர: ப்ரபு³த்³த⁴: த்வாம் ஸ்தௌதி ஸ்ம ப⁴க்தித: | பா³ணஸ்ய ரக்ஷாம் ப்ரார்தி²யந் நதஶிரஸ்க: ஸ து முஹு: ||",
      "tamil_translation": "மயக்கம் தெளிந்த சிவபெருமான் உனது பரத்துவத்தை உணர்ந்து துதித்தார். பாணாசுரனை மன்னித்து உயிர்ப்பிச்சை அளிக்குமாறு உன்னிடம் வேண்டினார்."
    },
    {
      "number": 5,
      "sanskrit": "चत्वार: तस्य बाहून् अवशेष्य तं च विसृज्य मुदा । अनिरुद्धं च उषां च समादाय पुरीं अगा: ॥५॥",
      "transliteration": "சத்வார: தஸ்ய பா³ஹூந் அவஶேஷ்ய தம் ச விஸ்ருஜ்ய முதா³ | அநிருத்³த⁴ம் ச உஷாம் ச ஸமாதா³ய புரீம் அகா³: ||",
      "tamil_translation": "சிவனின் வேண்டுதலை ஏற்று, பாணாசுரனின் நான்கு கைகளை மட்டும் விட்டுவிட்டு மற்றவற்றை வெட்டினாய். பின்னர் அநிருத்தனையும் உஷாவையும் அழைத்துக் கொண்டு துவாரகை திரும்பினாய்."
    },
    {
      "number": 6,
      "sanskrit": "स त्वं जगन्मङ्गलदायक: प्रभो ममाधिपीडां शमयाशु केशव । वतेश्वरं त्वां शरणं प्रपद्ये निरामयं कुरु मे कलेवरम् ॥६॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "மங்கலங்களை அருளும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் போக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 7,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं ममापि चित्ते सततं विभातु । गुरुवापुरेश मम दीनबन्धो त्वमेव मे शरणं सदाऽस्तु ॥௭॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்கள் தியானிக்கும் உன் திருவுருவம் என் மனதில் நிலைக்கட்டும். குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 8,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् पश्यतां तव वैभवम् । गुरुवापुरेश पाहि मां सर्वपीडाभयादहो ॥௮॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 9,
      "sanskrit": "इत्थं त्वदीयं महिमानमहो प्रगायं ममास्तु भक्ति: तव पादपद्मे । वतेश्वरं त्वां शरणं प्रपद्ये निषेवते मे सकलार्तिपीडा: ॥௯॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 10,
      "sanskrit": "त्वमेव सर्वं मम देवदेव पाहि प्रभावात् भवबन्धनान्माम् । नमस्ते नमस्ते नमस्ते विभो पाहि मां दीनबन्धो ॥१०॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    }
  ]
}
