{
  "title": "நாராயணீயம்",
  "dasakam": 95,
  "description": "மார்க்கண்டேய சரிதம் - மாயா தரிசனம்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "मार्कण्डेय: कश्चित् मुनि: चिरतरं तपसा त्वां आराधयन् । तव मायां द्रष्टुकाम: प्रलयजले चिरं बभ्राम ॥१॥",
      "transliteration": "மார்க்கண்டே³ய: கஶ்சித் முநி: சிரதரம் தபஸா த்வாம் ஆராத⁴யன் | தவ மாயாம் த்³ரஷ்டுகாம: ப்ரளயஜலே சிரம் ப³ப்⁴ராம ||",
      "tamil_translation": "மார்க்கண்டேய மகரிஷி நீண்ட காலம் தவம் செய்து உன்னை வழிபட்டார். உனது மாயையின் வலிமையைக் காண விரும்பி, அவர் ஊழி காலத்து பிரளய வெள்ளத்தில் சிக்கி நெடுங்காலம் அலைந்து திரிந்தார்."
    },
    {
      "number": 2,
      "sanskrit": "तत्र एकं वटपत्रे शयानं शिशुं ददृशे त्वां विभो । यस्य वदनं प्रविश्य स मुनि: निखिलं जगत् अद्राक्षीत् ॥२॥",
      "transliteration": "தத்ர ஏகம் வடபத்ரே ஶயாநம் ஶிஶும் த³த்³ருஶே த்வாம் விபோ⁴ | யஸ்ய வத³நம் ப்ரவிஶ்ய ஸ முநி: நிகி²லம் ஜக³த் அத்³ராக்ஷீத் ||",
      "tamil_translation": "அந்தப் பெருவெள்ளத்தின் நடுவே ஒரு ஆலிலையில் சிறு பாலகனாக நீ படுத்திருப்பதைக் கண்டார். உனது மூச்சுக் காற்றின் வழியே உனது உடலுக்குள் சென்ற அந்த முனிவர், அண்டசராசரங்கள் அனைத்தும் உனக்குள் இருப்பதை வியப்புடன் கண்டார்."
    },
    {
      "number": 3,
      "sanskrit": "पुन: बहिरागत्य त्वां स्तुवन् स मुनि: शान्तिं अवाप । स त्वं गुरुपुरेश पाहि मां सर्वपीडाभयादहो ॥३॥",
      "transliteration": "புந: ப³ஹிராக³த்ய த்வாம் ஸ்துவன் ஸ முநி: ஶாந்திம் அவாப | ஸ த்வம் கு³ருபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "மீண்டும் வெளியே வந்த அவர், உனது மாயையின் சிறப்பை உணர்ந்து உன்னைப் போற்றித் துதித்து அமைதி அடைந்தார். குருவாயூரப்பா, அத்தகைய மகிமை கொண்ட நீ என் பிணிகளைப் போக்க வேண்டும்."
    },
    {
      "number": 4,
      "sanskrit": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ॥௪॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "உலகிற்கு மங்கலங்களை அருளும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் உடனே போக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 5,
      "sanskrit": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥௫॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்கள் தியானிக்கும் உன் திருவுருவம் என் மனதில் நிலைக்கட்டும். குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 6,
      "sanskrit": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥௬॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ॥௭॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 8,
      "sanskrit": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥௮॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 9,
      "sanskrit": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ॥௯॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "பாஹி மாம் பவநபுரேஶ தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து | நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥১০॥",
      "transliteration": "பாஹி மாம் பவநபுரேஶ தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து | நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "குருவாயூரப்பா, என் நோய்களைப் போக்கி என்னைக் காத்தருள். உன்னை எப்போதும் சரணடைகிறேன்."
    }
  ]
}
