{
  "title": "நாராயணீயம்",
  "dasakam": 87,
  "description": "குசேலோபாக்யானம் - குசேலருக்கு அருள்பாலித்தல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "कुचैलनामा तव सखा कश्चित् ब्राह्मणः प्रशान्तधीः । त्वयि न्यस्तमनाः नित्यं सन्तोषेणैव वर्तते ॥१॥",
      "transliteration": "குசைல-நாமா தவ ஸகா² கஶ்சித் ப்³ராஹ்மண: ப்ரஶாந்ததீ⁴: | த்வயி ந்யஸ்த-மநா: நித்யம் ஸந்தோஷேணைவ வர்ததே ||",
      "tamil_translation": "உனது நண்பரான குசேலர் என்ற அந்தணர், புலன்களை அடக்கிய அறிஞராகவும், எப்போதும் உன்னிடமே மனதைச் செலுத்தியவராகவும், வறுமையிலும் மனநிறைவோடு வாழ்ந்து வந்தார்."
    },
    {
      "number": 2,
      "sanskrit": "स कदाचित् दारिद्र्यपीडितया भार्यया चोदितः त्वामुपगन्तुं प्रचक्रमे । पृथुकमुष्टिं जीर्णवस्त्रे बद्ध्वा तव सदनं अगात् ॥२॥",
      "transliteration": "ஸ கதா³சித் தா³ரித்³ர்ய-பீடி³தயா பா⁴ர்யயா சோதி³த: த்வாமுபக³ந்தும் ப்ரசக்ரமே | ப்ருது²க-முஷ்டிம் ஜீர்ண-வஸ்த்ரே ப³த்³த்⁴வா தவ ஸத³னம் அகா³த் ||",
      "tamil_translation": "ஒருமுறை வறுமையின் கொடுமையால் வாடிய அவர் மனைவியின் வேண்டுகோளுக்கு இணங்க, உன்னைச் சந்திக்கப் புறப்பட்டார். உனக்கு அளிப்பதற்காக ஒரு பிடி அவலைத் தனது பழைய கிழிந்த துணியில் கட்டிக்கொண்டு துவாரகைக்கு வந்து சேர்ந்தார்."
    },
    {
      "number": 3,
      "sanskrit": "त्वं तु तं दूरात् दृष्ट्वा पर्यङ्कात् सहसोत्थाय समालिङ्ग्य । पादौ प्रक्षाल्य पर्यङ्के उपवेश्य बहु मानयामास ॥३॥",
      "transliteration": "த்வம் து தம் தூ³ராத் த்³ருஷ்ட்வா பர்யங்கா²த் ஸஹஸோத்தௌ²ய ஸமாலிங்க³ய | பாதௌ³ ப்ரக்ஷால்ய பர்யங்கே உபவேஶ்ய ப³ஹு மாநயாமாஸ ||",
      "tamil_translation": "அவரைக் கண்ட மாத்திரத்தில் நீ ஆசனத்திலிருந்து எழுந்து ஓடி வந்து அவரை அணைத்துக் கொண்டாய். அவரது பாதங்களைக் கழுவி, உனது ஆசனத்திலேயே அமர வைத்துப் பெருமைப்படுத்தினாய்."
    },
    {
      "number": 4,
      "sanskrit": "पृथुकं तं भुक्त्वा तस्मै सकलैश्वर्यं दत्वा मुदा विसृज्य च । स त्वं गुरुपुरेश पाहि मां सर्वपीडाभयादहो ॥४॥",
      "transliteration": "ப்ருது²கம் தம் பு⁴க்த்வா தஸ்மை ஸகலைஶ்வர்யம் த்³தவா முதா³ விஸ்ருஜ்ய ச | ஸ த்வம் கு³ருபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "அவர் மறைத்து வைத்திருந்த அந்த அவலை விரும்பி உண்டு, அவருக்குத் தெரியாமலேயே அவருக்குப் பெரும் செல்வங்களை வழங்கினாய். குருவாயூரப்பா, அத்தகைய கருணை கொண்ட நீ என்னைக் காத்தருள்வாய்."
    },
    {
      "number": 5,
      "sanskrit": "स त्वं जगन्மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | वतेश्वरं त्वां शरणं प्रपद्यே நிராமயம் குரு மே கலேவரம் ॥௫॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "மங்கலங்களை அருளும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் போக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 6,
      "sanskrit": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥௬॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்கள் தியானிக்கும் உன் திருவுருவம் என் மனதில் நிலைக்கட்டும். குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 7,
      "sanskrit": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥௭॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 8,
      "sanskrit": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ॥௮॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 9,
      "sanskrit": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥௯॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 10,
      "sanskrit": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ॥১০॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    }
  ]
}
