{
  "title": "நாராயணீயம்",
  "dasakam": 79,
  "description": "நரகாசுர வதம் - அசுரனை அழித்து 16,000 கன்னியரை மீட்டல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "नन्दोद्यत्पावनोत्सुक्यमुषितहृदयै: सत्यभामैकसाद्यै: आरूढस्तार्क्ष्यपुत्रं दनुजकुलरिपु: प्राप्य प्राग्ज्योतिषं तम् । दुवारं मुरपाशजालमसिना छित्त्वा निहत్యాथ पञ्चास्यं तं मुरमपि हतवान् भूमिपुत्रं प्रदुष्टम् ॥१॥",
      "transliteration": "நந்தோ³த்³யத்பாவநோத்ஸுக்யமுஷிதஹ்ருத³யை: ஸத்யபா⁴மைகஸாத்³யை: ஆரூட⁴ஸ்தார்க்ஷ்யபுத்ரம் த³நுஜகுலரிபு: ப்ராப்ய ப்ராக்³ஜ்யோதிஷம் தம் | து³ர்வாரம் முரபாஶஜாலமஸிநா சி²த்த்வா நிஹத்யாத்²ய பஞ்சாஸ்யம் தம் முரமபி ஹதவான் பூ⁴மிபுத்ரம் ப்ரது³ஷ்டம் ||",
      "tamil_translation": "சத்தியபாமாவுடன் கருடன் மீது அமர்ந்து, அசுரர்களின் பகைவனான நீ பிரக்ஜோதிஷபுரம் சென்றாய். அங்கே கோட்டையைச் சுற்றியிருந்த முரபாசங்களை அறுத்து, ஐந்து தலைகளைக் கொண்ட முரன் என்ற அசுரனை அழித்து, பின்னர் தீயவனான நரகாசுரனை (பூமிபுத்திரன்) வதம் செய்தாய்."
    },
    {
      "number": 2,
      "sanskrit": "तत्रस्था: षोडशस्त्रीसहस्रा: ता: प्रमुदिता: त्वां निरीक्ष्य । प्रगृह्य ता: सर्वा: द्वारकां प्रति प्रेषयामास भगवान् ॥२॥",
      "transliteration": "தத்ரஸ்தா²: ஷோட³ஶஸ்த்ரீஸஹஸ்ரா: தா: ப்ரமுதி³தா: த்வாம் நிரீக்ஷ்ய | ப்ரக்³ருஹ்ய தா: ஸர்வா: த்³வாரகாம் ப்ரதி ப்ரேஷயாமாஸ ப⁴க³வான் ||",
      "tamil_translation": "நரகாசுரனால் சிறைபிடிக்கப்பட்டிருந்த பதினாறாயிரம் கன்னியர்கள் உன்னைக் கண்டு பெரும் மகிழ்ச்சி அடைந்தனர். அவர்களைக் காத்தருளிய நீ, அவர்கள் அனைவரையும் துவாரகைக்கு அனுப்பி வைத்தாய்."
    },
    {
      "number": 3,
      "sanskrit": "स्वर्गं गत्वा ददासि स्म अदित्यै कुण्डलद्वयम् । तदा तु पारिजातं प्रार्थयामास भामा तव प्रियोत्तमा ॥३॥",
      "transliteration": "ஸ்வர்க³ம் க³த்வா த³தா³ஸி ஸ்ம அதி³த்யை குண்ட³லத்³வயம் | ததா³ து பாரிஜாதம் ப்ரார்தி²யாமஸ பா⁴மா தவ ப்ரியோத்தமா ||",
      "tamil_translation": "பின்னர் இந்திரலோகம் சென்று, நரகாசுரனால் கவரப்பட்ட அதிதியின் குண்டலங்களை அவரிடம் ஒப்படைத்தாய். அப்போது உனது பிரியமான சத்தியபாமா தேவி, தேவலோகத்திலுள்ள பாரிஜாத மரத்தைத் தனக்கு வேண்டும் என்று கேட்டாள்."
    },
    {
      "number": 4,
      "sanskrit": "जितेन्द्रेण सह युद्धं कृत्वा महीं प्रति आनयन् तरुम् । स त्वं गुरुपुरेश पाहि मां सर्वपीडाभयादहो ॥४॥",
      "transliteration": "ஜிதேந்த்³ரேண ஸஹ யுத்³த⁴ம் க்ருத்வா மஹீம் ப்ரதி ஆநயன் தரும் | ஸ த்வம் கு³ருபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "இந்திரனுடன் போரிட்டு, பாரிஜாத மரத்தை பூமிக்குக் கொண்டு வந்து சத்தியபாமாவின் இல்லத்தில் நட்டாய். குருவாயூரப்பா, அத்தகைய வல்லமை கொண்ட நீ என்னையும் காத்தருள்வாய்."
    },
    {
      "number": 5,
      "sanskrit": "स त्वं जगन्மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ । வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ॥௫॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "மங்கலங்களை அருளும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் போக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 6,
      "sanskrit": "तव स्वरूपं मुनिभि: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து । குருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥௬॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்கள் தியானிக்கும் உன் திருவுருவம் என் மனதில் நிலைக்கட்டும். குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 7,
      "sanskrit": "तव भक्ति: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபम् । ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥௭॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 8,
      "sanskrit": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் । குருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ॥௮॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 9,
      "sanskrit": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே । வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥௯॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 10,
      "sanskrit": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் । நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ॥१०॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    }
  ]
}
