{
  "title": "நாராயணீயம்",
  "dasakam": 97,
  "description": "உத்தம பக்தி - அனைத்துயிரிலும் இறைவனைக் காணுதல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "अत्रापि देव निजभक्तिमतो नृणां हि सर्वं मदीयमिति धी: सततं विभातु । भूतेषु सर्वतनुषु त्वमवस्थितोऽसि इत्येव पश्यति स उत्तमभक्तवर्य: ॥१॥",
      "transliteration": "அத்ராபி தே³வ நிஜப⁴க்திமதோ ந்ருணாம் ஹி ஸர்வம் மதீ³யமிதி தீ⁴: ஸததம் விபா⁴து | பூ⁴தேஷு ஸர்வதநுஷு த்வமவஸ்தி²தோऽஸி இத்யேவ பஶ்யதி ஸ உத்தமப⁴க்தவர்ய: ||",
      "tamil_translation": "இறைவா! உனது உண்மையான பக்தர்கள் 'அனைத்தும் இறைவனுடையது' என்ற எண்ணத்துடன் வாழ்கிறார்கள். அனைத்து உயிரினங்களிலும் நீயே அந்தர்யாமியாக இருக்கிறாய் என்று எவன் ஒருவன் உணர்கிறானோ, அவனே உத்தம பக்தன் ஆவான்."
    },
    {
      "number": 2,
      "sanskrit": "खातौ जलोपरि गतेषु च पादपेषु शून्येऽपि चैव स निमज्जति भावपूर्ण: । त्वद्रूपमेव सकलं जगदित्यवेक्ष्य नित्यं प्रमोदभरितो विचरत्यभीतः ॥२॥",
      "transliteration": "கா²தௌ ஜலோபரி க³தேஷு ச பாத³பேஷு ஶூந்யேऽபி சைவ் ஸ நிமஜ்ஜதி பா⁴வபூர்ண: | த்வத்ரூபமேவ ஸகலம் ஜக³தி³த்யவேக்ஷ்ய நித்யம் ப்ரமோத³ப⁴ரிதோ விசயரத்யபீ⁴த: ||",
      "tamil_translation": "பூமி, நீர், மரம், ஆகாயம் என எதைப் பார்த்தாலும் அவை உனது வடிவம் என்றே அவன் கருதுகிறான். இந்த உலகம் முழுவதும் உன்னால் நிறைந்தது என்று உணர்ந்து, அவன் எதற்கும் அஞ்சாமல் எப்போதும் பேரானந்தத்தில் திளைக்கிறான்."
    },
    {
      "number": 3,
      "sanskrit": "मत्कर्मणापि तव पूजनमेव देव मत्संलापमपि तव नामकीर्तनम् । मच्चेष्टितं च तव वन्दनमेव भूयात् एवं मदीयमखिलं कुरु केशवार्पणम् ॥३॥",
      "transliteration": "மத்கர்மணாபி தவ பூஜநமேவ தே³வ மத்ஸம்லாபமபி தவ நாம-கீர்தநம் | மச்சேஷ்டிதம் ச தவ வந்த³நமேவ பூ⁴யாத் ஏவம் மதீ³யமகி²லம் குரு கேஶவார்பணம் ||",
      "tamil_translation": "நான் செய்யும் செயல்கள் உனக்குச் செய்யும் பூஜையாகட்டும்; என் பேச்சுகள் உனது நாம சங்கீர்த்தனமாகட்டும்; என் அசைவுகள் உனக்குச் செய்யும் வந்தனமாகட்டும். கேசவா! எனது அனைத்தும் உனக்கே அர்ப்பணமாகட்டும்."
    },
    {
      "number": 4,
      "sanskrit": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ॥௪॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "மங்கலங்களை அருளும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் போக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 5,
      "sanskrit": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥௫॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்கள் தியானிக்கும் உன் திருவுருவம் என் மனதில் நிலைக்கட்டும். குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 6,
      "sanskrit": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥௬॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ॥௭॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 8,
      "sanskrit": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥௮॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 9,
      "sanskrit": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ॥௯॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "பாஹி மாம் பவநபுரேஶ தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து | நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥১০॥",
      "transliteration": "பாஹி மாம் பவநபுரேஶ தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து | நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "குருவாயூரப்பா, என் நோய்களைப் போக்கி என்னைக் காத்தருள். உன்னை எப்போதும் சரணடைகிறேன்."
    }
  ]
}
