{
  "title": "நாராயணீயம்",
  "dasakam": 77,
  "description": "துவாரகா நிர்மாணம் மற்றும் ருக்மிணி கல்யாணம்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "तत: सुधर्मां च सभां विनिर्ममे स विश्वकर्मा तव देव शासनात् । स वारिमध्ये रजताद्रिभास्वरं पुरं च चक्रे खलु द्वारकां प्रभो ॥१॥",
      "transliteration": "தத: ஸுத⁴ர்மாம் ச ஸபா⁴ம் விநிர்மே ஸ விஶ்வகர்மா தவ தே³வ ஶாஸநாத் | ஸ வாரிமத்⁴யே ரஜதாத்³ரிபா⁴ஸ்வரம் புரம் ச சக்ரே க²லு த்³வாரகாம் ப்ரபோ⁴ ||",
      "tamil_translation": "இறைவா! உனது ஆணைப்படி விஸ்வகர்மா, சமுத்திரத்தின் நடுவே வெள்ளி மலை போல ஒளிவீசும் துவாரகை நகரை நிர்மாணித்தார். அங்கே தேவர்களும் வியக்கும் 'சுதர்மா' என்னும் சபா மண்டபத்தையும் அவர் அமைத்தார்."
    },
    {
      "number": 2,
      "sanskrit": "अथ विदर्भसुता सुगुणाञ्चिता तव मुकुन्द गुणाकुलमानसा । तव च दर्शनलालसमानसा लिखति पत्रिकां अर्पकहस्तकै: ॥२॥",
      "transliteration": "அத² வித³ர்ப⁴ஸுதா ஸுகு³ணாஞ்சிதா தவ முகுந்த³ கு³ணாகுலமாநஸா | தவ ச த³ர்ஶநலாலஸமாநஸா லிக²தி பத்ரிகாம் அர்பகஹஸ்தகை: ||",
      "tamil_translation": "வித்ர்ப நாட்டு இளவரசியான ருக்மிணி, உனது கல்யாண குணங்களைக் கேட்டு உன்னையே மணக்க எண்ணினாள். அவளது சகோதரன் ருக்மி அவளைச் சிசுபாலனுக்கு மணம் முடிக்க முயன்றபோது, அவள் ஒரு அந்தணர் மூலம் உனக்குக் காதல் கடிதம் அனுப்பினாள்."
    },
    {
      "number": 3,
      "sanskrit": "त्वं तु तच्छ्रुत्वा त्वरितं रथेन तां उपेत्य युद्धे जितवान् नृपान् । प्रगृह्य पाणीं विधिवत् तदाऽभव: तव प्रसादेन नमोऽस्तु ते विभो ॥३॥",
      "transliteration": "த்வம் து தச்ச்²ருத்வா த்வரிதம் ரதே²ந தாம் உபேத்ய யுத்³தே⁴ ஜிதவான் ந்ருபான் | ப்ரக்³ருஹ்ய பாணீம் விதி⁴வத் ததா³ऽப⁴வ: தவ ப்ரஸாதே³ந நமோऽஸ்து தே விபோ⁴ ||",
      "tamil_translation": "அச்செய்தியை அறிந்த நீ, உடனே ரதத்தில் புறப்பட்டுச் சென்றாய். எதிர்த்து வந்த அரசர்களை முறியடித்து, ருக்மிணியை அழைத்து வந்து முறைப்படி மணம் புரிந்தாய். உனது கருணைக்கு நமஸ்காரம்."
    },
    {
      "number": 4,
      "sanskrit": "एवं विचित्राणि चरितानि तव देव नमोऽस्तु ते । स त्वं गुरुपुरेश पाहि मां सर्वपीडाभयादहो ॥४॥",
      "transliteration": "ஏவம் விசித்ராணி சரிதாநி தவ தே³வ நமோऽஸ்து தே | ஸ த்வம் கு³ருபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "இறைவா, உனது லீலைகள் வியக்கத்தக்கவை. குருவாயூரப்பா, என்னையும் எல்லாத் துன்பங்களிலிருந்தும் காத்தருள்வாய்."
    },
    {
      "number": 5,
      "sanskrit": "स त्वं जगन्மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ । वतेश्वरं त्वां शरणं प्रपद्यே நிராமயம் குரு மே கலேவரம் ॥௫॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "மங்கலங்களை அருளும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் போக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 6,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं மமாபி சித்தே ஸததம் விபா⁴து । गुरुவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥௬॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்கள் தியானிக்கும் உன் திருவுருவம் என் மனதில் நிலைக்கட்டும். குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 7,
      "sanskrit": "तव भक्ति: नित्यं வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபम् । हरे ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥௭॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 8,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् பஶ்யதாம் தவ வைப⁴வம் । गुरुவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ॥௮॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 9,
      "sanskrit": "इत्थं त्वदीयं மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே । வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥௯॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 10,
      "sanskrit": "त्वमेव सर्वं मम தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் । नमस्ते नमस्ते नमस्ते விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ॥१०॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    }
  ]
}
