{
  "title": "நாராயணீயம்",
  "dasakam": 99,
  "description": "பகவத் விபூதி யோகம் - இறைவனின் மேன்மைகள்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "विष्णोर्नु वीर्याणि प्रवोचं य: पार्थिवानि विममे रजांसि । यो अस्कभायदुत्तरं सधस्थं विचक्रमाणस्त्रेधोरुगाय: ॥१॥",
      "transliteration": "விஷ்ணோர் நு வீர்யாணி ப்ரவோசம் ய: பார்தி²வாநி விமமே ரஜாம்ஸி | யோ அஸ்கபா⁴யது³த்தர ஸத⁴ஸ்த²ம் விசக்ரமாணஸ்த்ரேதோ⁴ருகா³ய: ||",
      "tamil_translation": "பூமியின் மணல் துகள்களை எண்ணிவிடலாம், ஆனால் விஷ்ணுவின் வீரியங்களை எண்ணி முடிக்க முடியாது. மூன்று உலகங்களையும் அளந்த அந்த உருகாயன் (பரந்த கீர்த்தியுடையவன்), ஆகாயத்தைத் தாங்கிப் பிடித்து அண்ட சராசரங்களை நிலைநிறுத்துகிறான்."
    },
    {
      "number": 2,
      "sanskrit": "त्वं हि ब्रह्मन् सर्वविभूतीनां मूलं सर्वभूतानां च आत्मा । आदित्येषु विष्णु: ज्योतिषाम् रवि: मरुतामरीचि: नक्षत्राणां शशी ॥२॥",
      "transliteration": "த்வம் ஹி ப்³ரஹ்மன் ஸர்வவிபூ⁴தீநாம் மூலம் ஸர்வபூ⁴தாநாம் ச ஆத்மா | ஆதி³த்யேஷு விஷ்ணு: ஜ்யோதிஷாம் ரவி: மருதாமரீசி: நக்ஷத்ராணாம் ஶஶீ ||",
      "tamil_translation": "இறைவா, நீயே அனைத்து விபூதிகளுக்கும் மூலம்; அனைத்து உயிர்களின் ஆத்மா. ஆதித்யர்களில் விஷ்ணுவாகவும், ஒளி தருபவைகளில் சூரியனாகவும், மருத்புருஷர்களில் மரீசியாகவும், நட்சத்திரங்களில் சந்திரனாகவும் நீயே இருக்கிறாய்."
    },
    {
      "number": 3,
      "sanskrit": "वेदानां सामवेदोऽसि देवानामसि वासव: । इन्द्रियाणां मनश्चासि भूतानामसि चेतना ॥३॥",
      "transliteration": "வேதா³நாம் ஸாமவேதோऽஸி தே³வாநாமஸி வாஸவ: | இந்த்³ரியாணாம் மநஶ்சாஸி பூ⁴தாநாமஸி சேதநா ||",
      "tamil_translation": "வேதங்களில் ஸாம வேதமாகவும், தேவர்களில் இந்திரனாகவும், இந்திரியங்களில் மனமாகவும், உயிரினங்களில் உணர்வாகவும் (சேதனா) நீ விளங்குகிறாய்."
    },
    {
      "number": 4,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं ममापि चित्ते सततं विभातु । गुरुवापुरेश मम दीनबन्धो त्वमेव मे शरणं सदाऽस्तु ॥४॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்கள் தியானிக்கும் உன் திருவுருவம் என் மனதில் நிலைக்கட்டும். குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 5,
      "sanskrit": "तव भक्ति: नित्यं वर्धतां मे चित्ते सततं विभातु तव रूपम् । हरे सुकल्याणनिधे नமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥௫॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 6,
      "sanskrit": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ॥௬॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 7,
      "sanskrit": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥௭॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 8,
      "sanskrit": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ॥௮॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    },
    {
      "number": 9,
      "sanskrit": "பாஹி மாம் பவநபுரேஶ தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து | நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥௯॥",
      "transliteration": "பாஹி மாம் பவநபுரேஶ தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து | நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "குருவாயூரப்பா, என் நோய்களைப் போக்கி என்னைக் காத்தருள். உன்னை எப்போதும் சரணடைகிறேன்."
    },
    {
      "number": 10,
      "sanskrit": "विभो जगन्नाथ दयानिधे त्वं ममामयं संहर विश्वमूर्ते । तव स्वरूपं मयि सन्निधत्तां नमोऽस्तु ते पावन पङ्कजाक्ष ॥१०॥",
      "transliteration": "விபோ⁴ ஜக³ந்நாத² த³யாநிதே⁴ த்வம் மமாமயம் ஸம்ஹர விஶ்வமூர்தே | தவ ஸ்வரூபம் மயி ஸந்நித⁴த்தாம் நமோऽஸ்து தே பாவன பங்கஜாஷ ||",
      "tamil_translation": "விபோ! ஜகந்நாதா! தயாநிதியே! என் நோய்களை அழிப்பாய். உலக வடிவானவனே, உனது திவ்ய ஸ்வரூபம் என்னுள் நிலைக்கட்டும். தாமரைக்கண்ணா, உனக்கு நமஸ்காரம்."
    }
  ]
}
