{
  "title": "நாராயணீயம்",
  "dasakam": 98,
  "description": "நிஷ்கல ப்ரம்ம தத்துவம் - முக்தி நிலை",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "यस्मिन्नेतद्विभाति यत इदमभवद्येन चेदं य एतद् योऽस्मात्तस्मात्परोऽसौ जयति तव पदं निष्कलं ब्रह्मरूपम् । मायाया: कार्यभूतं जगदिदमखिलं यत्र सुप्तं विभाति तस्मै तुभ्यं नमोऽस्तु प्रणिहितमनसां मुक्तिदाय प्रसीद ॥१॥",
      "transliteration": "யஸ்மிந்நேதத்³ விபா⁴தி யத இத³மப⁴வத்³ யேந சேத³ம் ய ஏதத்³ யோऽஸ்மாத் தஸ்மாத் பரோऽஸௌ ஜயதி தவ பத³ம் நிஷ்கலம் ப்³ரஹ்மரூபம் | மாயாயா: கார்யபூ⁴தம் ஜக³தி³த³மகி²லம் யத்ர ஸுப்தம் விபா⁴தி தஸ்மை துப்⁴யம் நமோऽஸ்து ப்ரணிஹிதமநஸாம் முக்திதா³ய ப்ரஸீத³ ||",
      "tamil_translation": "எவனிடமிருந்து உலகம் தோன்றியதோ, எவனுக்குள் இது ஒடுங்கியுள்ளதோ, அந்தப் பரப்பிரம்மமே நீ! மாயையினால் உருவான இந்த உலகம் உனக்குள் ஒரு கனவு போலத் தோன்றுகிறது. உன்னைத் தியானிப்பவர்களுக்கு முக்தி அளிக்கும் இறைவா, உனக்கு நமஸ்காரம்."
    },
    {
      "number": 2,
      "sanskrit": "यद्यत्पश्यामि लोके तव खलु वपुषा व्याप्तमेवाऽऽत्मभूतं तं त्वां भक्त्या भजामि प्रणुद मम विभो रोगजातं सतापम् । स त्वं जगन्मङ्गलदायक: प्रभो ममाधिपीडां शमयाशु केशव वतेश्वरं त्वां शरणं प्रपद्ये निरामयं कुरु मे कलेवरम् ॥२॥",
      "transliteration": "யத்³யத் பஶ்யாமி லோகே தவ க²லு வபுஷா வ்யாப்தமேவாऽऽத்மபூ⁴தம் தம் த்வாம் ப⁴க்த்யா ப⁴ஜாமி ப்ரணுத³ மம விபோ⁴ ரோக³ஜாதம் ஸதாபம் | ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "உலகில் நான் எதைப் பார்த்தாலும் அது உனது வியாபகமே என்று உணர்கிறேன். அத்தகைய உன்னைப் பஜிக்கிறேன். மங்கலங்களை அருளும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் போக்கி, என்னைக் காத்தருள்."
    },
    {
      "number": 3,
      "sanskrit": "नित्यं पूर्णोऽसि विद्वन् न खलु तव विभो भाति मोह: कदाचित् मायाऽपि त्वत्प्रसादात् विरमति नृणां ब्रह्मबोधे स्थितानाम् । तं त्वां सर्वेश्वरं वै सततमनुचिन्त्यैव मुक्तिं प्रयान्ति प्रसीद त्वं दयालो गुरुपुरनिलय पाहि मां सर्वपीडात् ॥३॥",
      "transliteration": "நித்யம் பூர்ணோऽஸி வித்³வன் ந க²லு தவ விபோ⁴ பா⁴தி மோஹ: கதா³சித் மாயாऽபி த்வத்ப்ரஸாதா³த் விரமதி ந்ருணாம் ப்³ரஹ்மபோ³தே⁴ ஸ்தி²தாநாம் | தம் த்வாம் ஸர்வேஶ்வரம் வை ஸததமநுசிந்த்யைவ முக்திம் ப்ரயாந்தி ப்ரஸீத³ த்வம் த்³யாலோ கு³ருபுரநிலய பாஹி மாம் ஸர்வபீடா³த் ||",
      "tamil_translation": "விபோ! நீ எப்போதும் முழுமையானவன். உன்னை மோகம் அணுகாது. உனது அருளால் பிரம்ம ஞானம் பெற்றவர்களுக்கு மாயை விலகுகிறது. உன்னையே தியானிப்பவர்கள் முக்தி அடைகிறார்கள். தயாளனே, குருவாயூரப்பா, என் துன்பங்களைப் போக்கு."
    },
    {
      "number": 4,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं ममापि चित्ते सततं विभातु । गुरुवापुरेश मम दीनबन्धो त्वमेव मे शरणं सदाऽस्तु ॥४॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்கள் தியானிக்கும் உன் திருவுருவம் என் மனதில் நிலைக்கட்டும். குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 5,
      "sanskrit": "तव भक्ति: नित्यं वर्धतां मे चित्ते सततं विभातु तव रूपम् । हरे सुकल्याणनिधे नमोऽस्तु ते पाही मां दीनबन्धो ॥५॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 6,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् पश्यतां तव वैभवम् । गुरुवापुरेश पाहि मां सर्वपीडाभयादहो ॥६॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 7,
      "sanskrit": "इत्थं त्वदीयं महिमानमहो प्रगायं ममास्तु भक्ति: तव पादपद्मे । वतेश्वरं त्वां शरणं प्रपद्ये निषेवते मे सकलार्तिपीडा: ॥७॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 8,
      "sanskrit": "त्वमेव सर्वं मम देवदेव पाहि प्रभावात् भवबन्धनान्माम् । नमस्ते नमस्ते नमस्ते विभो पाहि मां दीनबन्धो ॥८॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    },
    {
      "number": 9,
      "sanskrit": "पाही मां पवनपुरेश दीनबन्धो त्वमेव मे शरणं सदाऽस्तु । निरामयं कुरु मे कलेवरं प्रभो नमोऽस्तु ते पाही मां दीनबन्धो ॥९॥",
      "transliteration": "பாஹீ மாம் பவநபுரேஶ தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து | நிராமயம் குரு மே கலேவரம் ப்ரபோ⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "குருவாயூரப்பா, என் நோய்களைப் போக்கி என்னைக் காத்தருள். உன்னை எப்போதும் சரணடைகிறேன்."
    },
    {
      "number": 10,
      "sanskrit": "विभो जगन्नाथ दयानिधे त्वं ममामयं संहर विश्वमूर्ते । तव स्वरूपं मयि सन्निधत्तां नमोऽस्तु ते पावन पङ्कजाक्ष ॥१०॥",
      "transliteration": "விபோ⁴ ஜக³ந்நாத² த³யாநிதே⁴ த்வம் மமாமயம் ஸம்ஹர விஶ்வமூர்தே | தவ ஸ்வரூபம் மயி ஸந்நித⁴த்தாம் நமோऽஸ்து தே பாவன பங்கஜாஷ ||",
      "tamil_translation": "விபோ! ஜகந்நாதா! தயாநிதியே! என் நோய்களை அழிப்பாய். உலக வடிவானவனே, உனது திவ்ய ஸ்வரூபம் என்னுள் நிலைக்கட்டும். தாமரைக்கண்ணா, உனக்கு நமஸ்காரம்."
    }
  ]
}
