{
  "title": "நாராயணீயம்",
  "dasakam": 74,
  "description": "உத்தவ தூது - உத்தவரை கோகுலத்திற்கு அனுப்புதல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "अथ सुहृदमुद्धवं तं विसृज्य मधुरं व्रजं प्रति । सान्त्वयितुं गोपिका: त्वं प्रेषयामास प्रपन्नार्तिहा ॥१॥",
      "transliteration": "அத² ஸுஹ்ருத³முத்³த⁴வம் தம் விஸ்ருஜ்ய மது⁴ரம் வ்ரஜம் ப்ரதி | ஸாந்த்வயைதும் கோ³பிகா: த்வம் ப்ரேஷயாமாஸ ப்ரபந்நார்திஹா ||",
      "tamil_translation": "துன்பப்படுபவர்களின் துயர் துடைப்பவனே! உனது பிரிவால் வருந்தும் கோபியர்களைத் தேற்றுவதற்காக, உனது சிறந்த நண்பரும் மந்திரி போன்றவருமான உத்தவரை மதுரையிலிருந்து கோகுலத்திற்குத் தூது அனுப்பினாய்."
    },
    {
      "number": 2,
      "sanskrit": "स तु व्रजमुपेत्य ता: विरहतप्ता: निरीक्ष्य च । तव सन्देशवाक्यै: ता: समाश्वासयन् मुदा ॥२॥",
      "transliteration": "ஸ து வ்ரஜமுபேத்ய தா: விரஹதப்தா: நிரீக்ஷ்ய ச | தவ ஸந்தே³ஶவாக்யை: தா: ஸமாஶ்வாஸயன் முதா³ ||",
      "tamil_translation": "கோகுலத்தை அடைந்த உத்தவர், உன்னை நினைத்து உருகிக் கொண்டிருந்த கோபியர்களைக் கண்டார். உனது அன்பான செய்திகளை அவர்களிடம் கூறி, அவர்களது மனத்துயரைப் போக்கி ஆறுதல் அளித்தார்."
    },
    {
      "number": 3,
      "sanskrit": "त्वयि विनिहितचित्ता: ता: तव रूपं विचिन्त्य च । ब्रह्मानन्दमवापु: ता: उद्धवस्य मुखात् तदा ॥३॥",
      "transliteration": "த்வயி விநிஹிதசித்தா: தா: தவ ரூபம் விசிந்த்ய ச | ப்³ரம்மாநந்த³மவாபு: தா: உத்³த⁴வஸ்ய முகா²த் ததா³ ||",
      "tamil_translation": "உன்னிடமே மனதைச் செலுத்தியிருந்த கோபியர்கள், உத்தவர் விவரித்த உனது பெருமைகளைக் கேட்டு, ஒரு கணத்தில் பிரம்மாவஸ்தை எனப்படும் பேரானந்த நிலையை அடைந்தனர்."
    },
    {
      "number": 4,
      "sanskrit": "एवं भक्तपराधीन: त्वं जगन्मङ्गलदायक: । स त्वं गुरुपुरेश पाहि मां सर्वपीडाभयादहो ॥४॥",
      "transliteration": "ஏவம் ப⁴க்தபராதீ⁴ந: த்வம் ஜக³ந்மங்க³லதா³யக: | ஸ த்வம் கு³ருபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "பக்தர்களுக்குக் கட்டுப்பட்டவனே! உலகிற்கு நலம் பயப்பவனே! அத்தகைய கருணைக் கடலான குருவாயூரப்பா, என்னையும் எல்லாத் துன்பங்களிலிருந்தும் காத்தருள்வாய்."
    },
    {
      "number": 5,
      "sanskrit": "स त्वं जगन्मङ्गलदायक: प्रभो ममाधिपीडां शमयाशु केशव । वतेश्वरं त्वां शरणं प्रपद्ये निरामयं कुरु मे कलेवरम् ॥५॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "மங்கலங்களை அருளும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் போக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 6,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं ममापि चित्ते सततं विभातु । गुरुवापुरेश मम दीनबन्धो त्वमेव मे शरणं सदाऽस्तु ॥௬॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்கள் தியானிக்கும் உன் திருவுருவம் என் மனதில் நிலைக்கட்டும். குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 7,
      "sanskrit": "तव भक्ति: नित्यं वर्धतां मे चित्ते सततं विभातु तव रूपम् । हरे सुकल्याणनिधे नमोऽस्तु ते पाही मां दीनबन्धो ॥௭॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 8,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् पश्यतां तव वैभवम् । गुरुवापुरेश पाहि मां सर्वपीडाभयादहो ॥௮॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 9,
      "sanskrit": "इत्थं त्वदीयं महिमानमहो प्रगायं ममास्तु भक्ति: तव पादपद्मे । वतेश्वरं त्वां शरणं प्रपद्ये निषेवते मे सकलार्तिपीडा: ॥௯॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 10,
      "sanskrit": "त्वमेव सर्वं मम देवदेव पाहि प्रभावात् भवबन्धनान्माम् । नमस्ते नमस्ते नमस्ते विभो पाहि मां दीनबन्धो ॥१०॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    }
  ]
}
