{
  "title": "நாராயணீயம்",
  "dasakam": 60,
  "description": "ராஸக்ரீடை ஆரம்பம் - கோபியர்களை அழைத்தலும் அவர்களின் வருகையும்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "केशपाशधृतकार्मुकमुच्चै: काञ्चीदाममणिकाञ्चितकाञ्चि । मन्जुमन्जुलनिनददसि च वेणुं देव विमलमुदितं त्वमवाद्य: ॥१॥",
      "transliteration": "கேஶபாஶத்⁴ருதகார்முகமுச்சை: காஞ்சீதா³மமணிகாஞ்சிதகாஞ்சி | மஞ்ஜுமஞ்ஜுலநிநத³த³ஸி ச வேணும் தே³வ விமலமுதி³தம் த்வமவாத்³ய: ||",
      "tamil_translation": "இறைவா! மணம் வீசும் மலர்களைச் சூடி, அழகிய மேகலையை அணிந்து, சரத் காலத்தின் நிலவொளியில் மிக இனிமையான உனது வேணுகானத்தை நீ இசைக்கத் தொடங்கினாய்."
    },
    {
      "number": 2,
      "sanskrit": "तदुपश्रुत्य नादं मधुरं गोप्य: मदनविह्वलचेतस: सर्वा: । विसृज्य गेहकृत्यानि त्वरितं त्वामभिससार मुदा ॥२॥",
      "transliteration": "தது³பஶ்ருத்ய நாத³ம் மது⁴ரம் கோ³ப்ய: மத³நவிஹ்வலசேதஸ: ஸர்வா: | விஸ்ருஜ்ய கே³ஹக்ருத்யாநி த்வரிதம் த்வாமபி⁴ஸஸார முதா³ ||",
      "tamil_translation": "அந்த மதுரமான இசையைக் கேட்ட கோபியர்கள், தங்கள் இதயத்தை உன்னிடம் இழந்தனர். வீட்டு வேலைகள், பால் காய்ச்சுதல், குழந்தைகளுக்கு உணவிடுதல் போன்ற அனைத்தையும் அப்படியே போட்டுவிட்டு உன்னை நோக்கி ஓடி வந்தனர்."
    },
    {
      "number": 3,
      "sanskrit": "काचित् दुहन्तीं गां हित्वा काचिद् पय: पचन्तीं च । आलिं विहाय काचित् अपि त्वामेव शरणं ययौ ॥३॥",
      "transliteration": "காசித் து³ஹந்தீம் கா³ம் ஹித்வா காசித்³ பய: பசந்தீம் ச | ஆலிம் விஹாய காசித்³ அபி த்வாமேவ ஶரணம் யயௌ ||",
      "tamil_translation": "ஒருத்தி பசு கறப்பதைப் பாதியில் நிறுத்தினாள்; ஒருத்தி அடுப்பில் பால் பொங்குவதைக் கவனிக்காமல் ஓடினாள்; மற்றொருத்தி தோழியை விட்டுவிட்டு உன்னிடம் தஞ்சம் புக ஓடினாள்."
    },
    {
      "number": 4,
      "sanskrit": "ता: वीक्ष्य सस्मितं प्राह स्वागतं व: सुलोचना: । गच्छत निजमन्दिरं प्रति इति त्वं लीलाभाषिण: ॥४॥",
      "transliteration": "தா: வீக்ஷ்ய ஸஸ்மிதம் ப்ராஹ ஸ்வாக³தம் வ: ஸுலோசநா: | க³ச்ச²த நிஜமந்தி³ரம் ப்ரதி இதி த்வம் லீலாபா⁴ஷிண: ||",
      "tamil_translation": "அவர்கள் வந்ததைக் கண்ட நீ, புன்னகையுடன் லீலையாகப் பேசினாய். 'பெண்களே! உங்களை வரவேற்கிறேன். ஆனால் நள்ளிரவில் காட்டில் இருப்பது முறையல்ல, உங்கள் வீட்டிற்குத் திரும்புங்கள்' என்று அவர்களைச் சோதித்தாய்."
    },
    {
      "number": 5,
      "sanskrit": "श्रुत्वा वचस्तव तदा विषण्णा: ता: सकरुणं तुष्टुवु: । त्वयि विहितमनसां न: मा विसृज जगत्पते ॥५॥",
      "transliteration": "ஶ்ருத்வா வசஸ்தவ ததா³ விஷண்ணா: தா: ஸகருணம் துஷ்டுவு: | த்வயி விஹிதமநஸாம் ந: மா விஸ்ருஜ ஜக³த்பதே ||",
      "tamil_translation": "உன் வார்த்தைகளைக் கேட்டு வருந்திய அவர்கள், 'ஜகத்பதியே! உன்னையே கதியெனக் கொண்டு வந்த எங்களைக் கைவிடாதே' என்று கருணையுடன் உன்னைத் துதித்தனர்."
    },
    {
      "number": 6,
      "sanskrit": "स त्वं जगन्மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ । वतेश्वरं त्वां शरणं प्रपद्ये निरामयं कुरु मे कलेवरम् ॥६॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "உலகிற்கு நலம் பயக்கும் கேசவா! என் மனக் கவலைகளையும் உடல் உபாதைகளையும் நீக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன், என்னை நோயற்றவனாக மாற்றியருள்வாய்."
    },
    {
      "number": 7,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं ममापि चित्ते सततं विभातु । गुरुவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥௭॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்களால் தியானிக்கப்படும் உன் திருவுருவம் என் மனதிலும் எப்போதும் விளங்கட்டும். ஏழைகளின் பங்காளியான குருவாயூரப்பா, நீயே என் புகலிடம்."
    },
    {
      "number": 8,
      "sanskrit": "तव भक्ति: नित्यं वर्धतां मे चित्ते सततं विभातु तவ ரூபम् । हरे ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥௮॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான குருவாயூரப்பா, உனக்கு என் நமஸ்காரங்கள். என்னைக் காத்தருள்வாய்."
    },
    {
      "number": 9,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् पश्यतां तव वैभवम् । गुरुவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ॥௯॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் வைபவத்தைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காத்தருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "इत्थं त्वदीयं महिमानमहो प्रगायं ममास्तु भक्ति: தவ பாத³பத்³மே । வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥१०॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளை இவ்வாறு பாடும் பக்தி எனக்கு எப்போதும் இருக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் துன்பங்கள் யாவும் நீங்க வேண்டும்."
    }
  ]
}
