{
  "title": "நாராயணீயம்",
  "dasakam": 72,
  "description": "கம்ச வதம் - மல்லர்களை அழித்தலும் கம்சனை வதம் செய்தலும்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "चाणूरं तव सुहृदं मुष्टिकं च प्रतिमल्लं समेत्य बलदेवोऽपि । निजघ्नतु: अचिरात् तौ ताभ्यां भूमौ निपातितौ ॥१॥",
      "transliteration": "சாணூரம் தவ ஸுஹ்ருத³ம் முஷ்டிகம் ச ப்ரதிமல்லம் ஸமேத்ய ப³லதே³வோऽபி | நிஜக்⁴நது: அசிராத் தௌ தாப்⁴யாம் பூ⁴மௌ நிபாதிதௌ ||",
      "tamil_translation": "நீ சாணூரனையும், பலராமன் முஷ்டிகனையும் எதிர்த்துப் போரிட்டீர்கள். மிகக் குறுகிய காலத்திலேயே அந்த பலசாலி மல்லர்களைப் பூமியில் வீழ்த்தி உயிரைப் போக்கினீர்கள்."
    },
    {
      "number": 2,
      "sanskrit": "तत: कँस: क्रुद्ध: सन्नुत्थाय युद्धे मञ्चादवनतो भवता । केशेषु गृहीत्वा चिक्षिपे भूमौ महाबल ॥२॥",
      "transliteration": "தத: கம்ஸ: க்ருத்³த⁴: ஸந்நுத்தாய யுத்³தே⁴ மஞ்சாத³வநதோ ப⁴வதா | கேஶேஷு க்³ருஹீத்வா சிக்ஷிபே பூ⁴மௌ மஹாப³ல ||",
      "tamil_translation": "மல்லர்கள் மடிந்ததைக் கண்டு கோபமடைந்த கம்சன், தன் அரியணையிலிருந்து எழுந்து உன்னைத் தாக்க முயன்றான். ஆனால் நீ மகா பலத்துடன் அவனது தலைமுடியைப் பற்றிப் பிடித்து, அவனது உயர்ந்த மேடையிலிருந்து கீழே தள்ளினாய்."
    },
    {
      "number": 3,
      "sanskrit": "तस्योपरि निपतित: त्वं प्राणान् अपहृत्य च । पितरौ बन्धनान्मुक्त्वा आनन्दं व्यतनो: प्रभो ॥३॥",
      "transliteration": "தஸ்யோபரி நிபதித: த்வம் ப்ராணான் அபஹ்ருத்ய ச | பிதரௌ ப³ந்த⁴நாந்முக்²த்வா ஆநந்த³ம் வ்யதநோ: ப்ரபோ⁴ ||",
      "tamil_translation": "கீழே விழுந்த கம்சனின் மேல் குதித்து, அவனது உயிரைப் போக்கினாய். பிறகு சிறையில் வாடிய உனது பெற்றோர்களான வசுதேவர் மற்றும் தேவகியை விடுவித்து அவர்களுக்குப் பேரானந்தத்தை அளித்தாய்."
    },
    {
      "number": 4,
      "sanskrit": "उग्रसेनं च राजानं कृत्वा मधुरां अपालय: । स त्वं गुरुपुरेश पाहि मां सर्वपीडाभयादहो ॥४॥",
      "transliteration": "உக்³ரஸேநம் ச ராஜாநம் க்ருத்வா மது⁴ராம் அபாலய: | ஸ த்வம் கு³ருபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "சிறையில் இருந்த உக்கிரசேனரை விடுவித்து அவரை மதுரையின் அரசராக முடிசூட்டி நகரைப் பரிபாலித்தாய். குருவாயூரப்பா, அத்தகைய கருணையுடன் என்னையும் காத்தருள்வாய்."
    },
    {
      "number": 5,
      "sanskrit": "स त्वं जगन्मङ्गलदायक: प्रभो ममाधिपीडां शमयाशु केशव । वतेश्वरं त्वां शरणं प्रपद्ये निरामयं कुरु मे कलेवरम् ॥५॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "மங்கலங்களை அருளும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் போக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 6,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं मமாபி சித்தே ஸததம் விபா⁴து । गुरुவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥௬॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்கள் தியானிக்கும் உன் திருவுருவம் என் மனதில் நிலைக்கட்டும். குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 7,
      "sanskrit": "तव भक्ति: नित्यं वर्धतां மே சித்தே ஸததம் விபா⁴து தவ ரூபम् । हरे ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥௭॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 8,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् பஶ்யதாம் தவ வைப⁴வம் । गुरुவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ॥௮॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 9,
      "sanskrit": "इत्थं त्वदीयं महिमानமமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே । வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥௯॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 10,
      "sanskrit": "त्वमेव सर्वं मम देवதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் । नमस्ते नमस्ते नमस्ते விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ॥१०॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    }
  ]
}
