{
  "title": "நாராயணீயம்",
  "dasakam": 56,
  "description": "கோவர்த்தன பூஜை - இந்திர யாகத்தைத் தடுத்து மலைக்கு பூஜை செய்தல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "ततश्च गोपा: मघवादितेय-प्रियार्थमुद्यत् मखभारसंभृता: । विलोक्य नन्दं पृच्छसि स्म कोऽयं मख: कथं केन च कथ्यतामिति ॥१॥",
      "transliteration": "ததஶ்ச கோ³பா: மக⁴வாதி³தேய-ப்ரியார்த²முத்³யத் மக²பா⁴ரஸம்ப⁴ருதா: | விலோக்ய நந்த³ம் ப்ருச்ச²ஸி ஸ்ம கோऽயம் மக²: கத²ம் கேந ச கத்யதாமிதி ||",
      "tamil_translation": "அதன்பிறகு, கோபர்கள் இந்திரனை மகிழ்விக்க யாகம் செய்யத் தயாராவதைக் கண்டாய். நீ நந்தகோபரிடம் சென்று, 'தந்தையே! இது என்ன யாகம்? எதற்காக, யாருக்காகச் செய்கிறீர்கள்?' என்று வினவினாய்."
    },
    {
      "number": 2,
      "sanskrit": "नन्दस्त्ववोचन् मघवा हि देवो वर्षं प्रकुर्यात् भुवि न: सुखाय । तस्मिन् प्रहृष्टे फलिन: स्यु: शस्या: तस्मात् मखं कुर्म इति प्रभाष्य ॥२॥",
      "transliteration": "நந்த³ஸ்த்வவோசந் மக⁴வா ஹி தே³வோ வர்ஷம் ப்ரகுர்யாத் பு⁴வி ந: ஸுகா²ய | தஸ்மிந் ப்ரஹ்ருஷ்டே ப²லிந: ஸ்யு: ஶஸ்யா: தஸ்மாத் மக²ம் குர்ம இதி ப்ரபா⁴ஷ்ய ||",
      "tamil_translation": "அதற்கு நந்தகோபர், 'இந்திரன் மழையைத் தரும் தெய்வம். அவர் மகிழ்ந்தால் தான் பயிர்கள் செழிக்கும், நமக்கும் பசுக்களுக்கும் உணவு கிடைக்கும். அதனால் தான் இந்த யாகத்தைச் செய்கிறோம்' என்றார்."
    },
    {
      "number": 3,
      "sanskrit": "त्वं तु प्रहस्यैव जगाद तातं कर्मैव कर्तु: फलदं न देव: । अतोऽद्रिराजे कुरुताद्य पूजां य: काननै: पुष्यति न: पशूंश्च ॥३॥",
      "transliteration": "த்வம் து ப்ரஹஸ்யைவ ஜகா³த தாதம் கர்மைவ கர்து: ப²லத³ம் ந தே³வ: | அதோऽத்³ரிராஜே குருதாத்³ய பூஜாம் ய: காநநை: புஷ்யதி ந: பஶூம்ஶ்ச ||",
      "tamil_translation": "நீ புன்னகைத்து, 'தந்தையே! செயலே பலனைத் தரும். மழை பொழிவதற்கும், பசுக்கள் மேய்வதற்கும் காரணமாக இருக்கும் இந்த கோவர்த்தன மலைக்கே நாம் பூஜை செய்ய வேண்டும்' என்று கூறினாய்."
    },
    {
      "number": 4,
      "sanskrit": "इति त्वदुक्त्या गिरिराजपूजां प्रकुर्वत: तान् सकलान् विलोक्य । भूत्वा स्वय पर्वतकायमूर्ति: भुङ्क्ते स्म नैवेद्यविधिं विचित्रम् ॥४॥",
      "transliteration": "இதி த்வது³க்த்யா கி³ரிராஜபூஜாம் ப்ரகுர்வத: தாந் ஸகலாந் விலோக்ய | பூ⁴த்வா ஸ்வயம் பர்வதகாயமூர்தி: பு⁴ங்க்தே ஸ்ம நைவேத்³யவிதி⁴ம் விசித்ரம் ||",
      "tamil_translation": "உன் பேச்சை ஏற்று கோபர்கள் மலைக்கு பூஜை செய்தனர். அப்போது நீயே அந்த மலையாக உருவெடுத்து, அவர்கள் படைத்த ஏராளமான நைவேத்தியங்களை வியக்கத்தக்க வகையில் உண்டு அருளினாய்."
    },
    {
      "number": 5,
      "sanskrit": "तदा तु देवा: कुपिता: सहेन्द्रा: मेघान् प्रवृष्टुं दिशि दिशि तदाऽज्ञापयन् । अहो तव वीर्यमचिन्त्यमीदृशं कृतं च कार्यं मुनिचित्तमोहनम् ॥५॥",
      "transliteration": "ததா³ து தே³வா: குபிதா: ஸஹேந்த்³ரா: மேகா⁴ந் ப்ரவ்ருஷ்டும் தி³ஶி தி³ஶி ததா³ऽஜ்ஞாபயந் | அஹோ தவ வீர்யமசிந்த்யமீத்³ருஶம் க்ருதம் ச கார்யம் முநிசித்தமோஹநம் ||",
      "tamil_translation": "தங்களுக்குக் கிடைக்க வேண்டிய பூஜை கிடைக்காததால் கோபமடைந்த இந்திரன், கோகுலத்தை அழிக்கப் பெரும் மழையைப் பொழிய மேகங்களுக்குக் கட்டளையிட்டார்."
    },
    {
      "number": 6,
      "sanskrit": "स त्वं जगन्மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ । वतेश्वरं त्वां शरणं प्रपद्ये निरामयं कुरु मे कलेवरम् ॥६॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "உலகிற்கு நலம் பயக்கும் கேசவா! என் மனக் கவலைகளையும் உடல் உபாதைகளையும் நீக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன், என்னை நோயற்றவனாக மாற்றியருள்வாய்."
    },
    {
      "number": 7,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं ममापि चित्ते सततं विभातु । गुरुவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥௭॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்களால் தியானிக்கப்படும் உன் திருவுருவம் என் மனதிலும் எப்போதும் விளங்கட்டும். ஏழைகளின் பங்காளியான குருவாயூரப்பா, நீயே என் புகலிடம்."
    },
    {
      "number": 8,
      "sanskrit": "तव भक्ति: नित्यं वर्धतां मे चित्ते सततं विभातु तव रूपम् । हरे सुகल्याणநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥௮॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான குருவாயூரப்பா, உனக்கு என் நமஸ்காரங்கள். என்னைக் காத்தருள்வாய்."
    },
    {
      "number": 9,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् पश्यतां तव वैभवम् । गुरुவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ॥௯॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் வைபவத்தைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காத்தருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "इत्थं त्वदीयं महिमानमहो प्रगायं ममास्तु भक्ति: तव पादपद्मे । வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥१०॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளை இவ்வாறு பாடும் பக்தி எனக்கு எப்போதும் இருக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் துன்பங்கள் யாவும் நீங்க வேண்டும்."
    }
  ]
}
