{
  "title": "நாராயணீயம்",
  "dasakam": 53,
  "description": "வர்ஷா-சரத் வர்ணனை மற்றும் வேணுகானம் - பருவ கால அழகும் புல்லாங்குழல் இசையும்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "अथ शरन्मुखे विकसितकुमुदमुदं हरन्निवाच्युत । वेणुनादमुददीरयस्त्वं ननु गोपिकाजनमनोहरम् ॥१॥",
      "transliteration": "அத² ஶரந்முகே² விகஸிதகுமுத³முத³ம் ஹரந்நிவாச்யுத | வேணுநாத³முத³தீ³ரயஸ்த்வம் நநு கோ³பிகாஜநமநோஹரம் ||",
      "tamil_translation": "அச்யுதனே! குளிர்ச்சியான சரத் காலம் தொடங்கிய போது, மலர்ந்த ஆம்பல் மலர்களின் அழகையும் மிஞ்சும் வகையில், கோபியரின் உள்ளத்தைக் கொள்ளை கொள்ளும் உனது வேணுகானத்தை இசைக்கத் தொடங்கினாய்."
    },
    {
      "number": 2,
      "sanskrit": "कलपदं तव श्रवणगोचरं गतवतां नृणां ननु महान् । कोऽपि हर्षभर उदियाय विभो भुवनत्रयेऽपि सुदुस्तर: ॥२॥",
      "transliteration": "கலபத³ம் தவ ஶ்ரவணகோ³சரம் க³தவதாம் ந்ருணாம் நநு மஹான் | கோऽபி ஹர்ஷப⁴ர உதியாய விபோ⁴ பு⁴வநத்ரயேऽபி ஸுது³ஸ்தர: ||",
      "tamil_translation": "இறைவா! உனது குழலின் மதுரமான இசை யாருடைய காதுகளில் விழுந்ததோ, அவர்கள் அளவற்ற ஆனந்தத்தில் மூழ்கினார்கள். மூவுலகிலும் அந்த இசைக்கு ஈடு இணை ஏதுமில்லை."
    },
    {
      "number": 3,
      "sanskrit": "त्वयि विनिहितमनसां सुदृशां विसृज्य गेहकृत्यं तदा । त्वरितमेव समागतवतां पुरतस्तव काऽपि मोदभरिता ॥३॥",
      "transliteration": "த்வயி விநிஹிதமநஸாம் ஸுத்³ருஶாம் விஸ்ருஜ்ய கே³ஹக்ருத்யம் ததா³ | த்வரிதமேவ ஸமாக³தவதாம் புரதஸ்தவ காऽபி மோத³ப⁴ரிதா ||",
      "tamil_translation": "உன்னிடம் மனம் வைத்த கோபியர், தங்கள் வீட்டு வேலைகளை அப்படியே போட்டுவிட்டு, உன் இசையைப் பின்தொடர்ந்து உன்னருகே ஓடி வந்தனர்."
    },
    {
      "number": 4,
      "sanskrit": "वनभुवि विकसत्कुसुमसौरभं वहति मन्दमारुते तदा । वेणुनादमिह श्रृण्वतां सतामभवत्सुखं किमु विनिर्गमम् ॥४॥",
      "transliteration": "வநபு⁴வி விகஸத்குஸுமஸௌரப⁴ம் வஹதி மந்த³மாருதே ததா³ | வேணுநாத³மிஹ ஶ்ருண்வதாம் ஸதாமப⁴வத்ஸுக²ம் கிமு விநிர்க³மம் ||",
      "tamil_translation": "காட்டில் மலர்ந்த மலர்களின் நறுமணத்தைச் சுமந்து வரும் தென்றல் காற்றில், உனது வேணுகானம் கலந்திருந்தது. அதைக் கேட்டவர்களுக்குக் கிடைத்த சுகத்தை வார்த்தைகளால் சொல்ல முடியுமா!"
    },
    {
      "number": 5,
      "sanskrit": "मृगपक्षिणोऽपि तव नादतः स्तम्भिता इव बभूवुरञ्जसा । किमु पुनर्मनुजास्तदा विभो तव गानमुग्धहृदया: सती ॥५॥",
      "transliteration": "ம்ருக³பக்ஷிணோऽபி தவ நாத³த: ஸ்தம்பி⁴தா இவ ப³பூ⁴வூரஞ்ஜஸா | கிமு புநர்மநுஜாஸ்ததா³ விபோ⁴ தவ கா³நமுக்³த⁴ஹ்ருத³யா: ஸதீ ||",
      "tamil_translation": "மிருகங்களும் பறவைகளும் கூட உனது இசையைக் கேட்டுச் செயலற்று சிலையென நின்றன. அப்படியிருக்க, உன் இசையில் மயங்கிய மனிதர்களின் இதயங்களைப் பற்றிச் சொல்லவும் வேண்டுமா?"
    },
    {
      "number": 6,
      "sanskrit": "यमुनाजलमपि तदा स्थिरं तव गानलोललहरीवपु: । अभवदहो तव महिमा ननु कस्तव वर्णने पटु: विभो ॥६॥",
      "transliteration": "யமுநாஜலமபி ததா³ ஸ்தி²ரம் தவ கா³நலோலலஹரீவபு: | அப⁴வத³ஹோ தவ மஹிமா நநு கஸ்தவ வர்ணநே படு: விபோ⁴ ||",
      "tamil_translation": "யமுனை நதியின் நீர் கூட உன் இசையைக் கேட்க ஓட்டம் நிறுத்தி அமைதியானது. உன் பெருமைகளை வர்ணிக்க வல்லவர் யார்?"
    },
    {
      "number": 7,
      "sanskrit": "स त्वं जगन्मङ्गलदायक: प्रभो ममाधिपीडां शमयाशु केशव । वतेश्वरं त्वां शरणं प्रपद्ये निरामयं कुरु मे कलेवरम् ॥७॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "உலகிற்கு நலம் பயக்கும் கேசவா! என் மனக் கவலைகளையும் உடல் உபாதைகளையும் நீக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன், என்னை நோயற்றவனாக மாற்றியருள்வாய்."
    },
    {
      "number": 8,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं ममापि चित्ते सततं विभातु । गुरुवापुरेश मम दीनबन्धो त्वमेव मे शरणं सदाऽस्तु ॥८॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்களால் தியானிக்கப்படும் உன் திருவுருவம் என் மனதிலும் எப்போதும் விளங்கட்டும். ஏழைகளின் பங்காளியான குருவாயூரப்பா, நீயே என் புகலிடம்."
    },
    {
      "number": 9,
      "sanskrit": "तव वेणुनादं मुहु: कीर्तयन् ममास्तु भक्ति: तव पादपङ्कजे । हरे सुकल्याणनिधे नमोऽस्तु ते पाही मां दीनबन्धो ॥९॥",
      "transliteration": "தவ வேணுநாத³ம் முஹு: கீர்தயன் மமாஸ்து ப⁴க்தி: தவ பாத³பங்கஜே | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் வேணுகானத்தை எப்போதும் பாடிக்கொண்டிருக்கும் பக்தியை எனக்குத் தந்தருள். மங்கலங்களின் இருப்பிடமான குருவாயூரப்பா, உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 10,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् श्रृण्वतां तव नादम् । गुरुवापुरेश पाहि मां सर्वपीडाभयादहो ॥१०॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மின் ஶ்ருண்வதாம் தவ நாத³ம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் இசையைக் கேட்கும் பேறு பெற்றவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காத்தருள்வாய்."
    }
  ]
}
