{
  "title": "நாராயணீயம்",
  "dasakam": 61,
  "description": "ராஸக்ரீடை - பகவான் மறைதலும் கோபியர் தேடுதலும்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "इति रुचिरवचोभिस्तोषयित्वा कुमारी: प्रमदभरनिमग्नास्ता: समं ताभिरादौ । यमुनातटगतोऽपि स्वैरलीलां चतर्थ परमसुखनिमग्नस्ताभिरामोऽभिरामे ॥१॥",
      "transliteration": "இதி ருசிரவசோபி⁴ஸ்தோஷயித்வா குமாரீ: ப்ரமத³ப⁴ரநிமக்³நாஸ்தா: ஸமம் தாபி⁴ராதௌ³ | யமுநாதடக³தோऽபி ஸ்வைரலீலாம் சதர்த² பரமஸுக²நிமக்³நஸ்தாபி⁴ராமோऽபி⁴ராமே ||",
      "tamil_translation": "இனிய சொற்களால் கோபியரை மகிழ்வித்த நீ, அவர்களுடன் யமுனை நதிக்கரையில் ராஸ லீலையைத் தொடங்கினாய். பேரானந்தத்தில் மூழ்கிய அவர்களுடன் கூடி விளையாடி மகிழ்வித்தாய்."
    },
    {
      "number": 2,
      "sanskrit": "अतिशयितसुखौघै: ता: प्रपन्ना: कदाचित् मनसि विहितगर्वा: प्राहुरित्थं रहसि । त्वमपि तदवबुद्ध्य गर्वशान्त्यै सहसा तिरोदधे जगदीश्वर: ॥२॥",
      "transliteration": "அதிஶயிதஸுகௌ²கை⁴: தா: ப்ரபந்நா: கதா³சித் மநஸி விஹிதக³ர்வா: ப்ராஹுரித்த²ம் ரஹஸி | த்வமபி தத³வபு³த்⁴ய க³ர்வஶாந்த்யை ஸஹஸா திரோத³தே⁴ ஜக³தீ³ஶ்வர: ||",
      "tamil_translation": "அளவில்லா மகிழ்ச்சியினால் கோபியர்களின் மனதில், 'பகவான் நம்முடன் மட்டுமே இருக்கிறான்' என்ற கர்வம் சிறிது தலைதூக்கியது. அவர்கள் கர்வத்தை அடக்க எண்ணிய நீ, ஜகதீஸ்வரனாகிய நீ, திடீரென அவர்கள் கண்களிலிருந்து மறைந்தாய்."
    },
    {
      "number": 3,
      "sanskrit": "तदनु विरहदीना: ता: रुदत्य: समन्तात् अविचिनुस्त्वदाभं कानने कान्तमेव । तरुगिरिसरिदन्ते पृच्छमाना: तदानीं क नु गत इति त्वामश्रुपूर्णेक्षणा: ॥३॥",
      "transliteration": "தத³நு விரஹதீ³நா: தா: ருத³த்ய: ஸமந்தாத் அவிசிநுஸ்த்வதா³ப⁴ம் காநநே காந்தமேவ | தருகி³ரிஸரித³ந்தே ப்ருச்ச²மாநா: ததா³நீம் க நு கத³ இதி த்வாமஶ்ருபூர்ணேக்ஷணா: ||",
      "tamil_translation": "உன் பிரிவைத் தாங்க முடியாமல் கோபியர் அழுது தவித்தனர். காட்டில் உள்ள மரங்கள், செடிகள், மலைகள் மற்றும் ஆறுகளிடம் 'எங்கள் கண்ணன் எங்கே போனான்?' என்று வினவியபடி உன்னைத் தேடினர்."
    },
    {
      "number": 4,
      "sanskrit": "कथमपि तव मार्गं वीक्ष्य ता: सस्मितं हि क्वचन मदनतप्ता: मूर्च्छिता: विस्मयन्त्य: । तव चरितमहो प्रागायन् समन्तात् मयि कुरु करुणां त्वं पाहि मां दीनबन्धो ॥४॥",
      "transliteration": "கத²மபி தவ மார்க³ம் வீக்ஷ்ய தா: ஸஸ்மிதம் ஹி க்வசந மத³நதப்தா: மூர்ச்சி²தா: விஸ்மயந்த்ய: | தவ சரிதமஹோ ப்ராகா³யந் ஸமந்தாத் மயி குரு கருணாம் த்வம் பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் காலடிச் சுவடுகளைப் பின்பற்றிச் சென்ற அவர்கள், உன் லீலைகளைப் பாடியபடி மூர்ச்சையுற்றனர். தீனபந்தே! அவர்கள் மேல் காட்டிய கருணையை என் மேலும் காட்டி என்னைக் காத்தருள்வாய்."
    },
    {
      "number": 5,
      "sanskrit": "स त्वं जगन्मङ्गलदायक: प्रभो ममाधिपीडां शमयाशु केशव । वतेश्वरं त्वां शरणं प्रपद्ये निरामयं कुरु मे कलेवरम् ॥५॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "உலகிற்கு நலம் பயக்கும் கேசவா! என் மனக் கவலைகளையும் உடல் உபாதைகளையும் நீக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன், என்னை நோயற்றவனாக மாற்றியருள்வாய்."
    },
    {
      "number": 6,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं ममापि चित्ते सततं विभातु । गुरुवापुरेश मम दीनबन्धो त्वमेव मे शरणं सदाऽस्तु ॥௬॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்களால் தியானிக்கப்படும் உன் திருவுருவம் என் மனதிலும் எப்போதும் விளங்கட்டும். ஏழைகளின் பங்காளியான குருவாயூரப்பா, நீயே என் புகலிடம்."
    },
    {
      "number": 7,
      "sanskrit": "तव भक्ति: नित्यं वर्धतां मे चित्ते सततं विभातु तव रूपम् । हरे सुकल्याणनिधे नमोऽस्तु ते पाही मां दीनबन्धो ॥௭॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான குருவாயூரப்பா, உனக்கு என் நமஸ்காரங்கள். என்னைக் காத்தருள்வாய்."
    },
    {
      "number": 8,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् पश्यतां तव वैभवम् । गुरुवापुरेश पाहि मां सर्वपीडाभयादहो ॥௮॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் வைபவத்தைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காத்தருள்வாய்."
    },
    {
      "number": 9,
      "sanskrit": "इत्थं त्वदीयं महिमानमहो प्रगायं ममास्तु भक्ति: तव पादपद्मे । वतेश्वरं त्वां शरणं प्रपद्ये निषेवते मे सकलार्तिपीडा: ॥௯॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளை இவ்வாறு பாடும் பக்தி எனக்கு எப்போதும் இருக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் துன்பங்கள் யாவும் நீங்க வேண்டும்."
    },
    {
      "number": 10,
      "sanskrit": "त्वमेव सर्वं मम देवदेव पाहि प्रभावात् भवबन्धनान्माम् । नमस्ते नमस्ते नमस्ते विभो पाहि मां दीनबन्धो ॥१०॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே எனக்கு எல்லாம். பிறவிப் பிணியிலிருந்து என்னைக் காத்தருள். குருவாயூரப்பா, உனக்கு மீண்டும் மீண்டும் நமஸ்காரம்."
    }
  ]
}
