{
  "title": "நாராயணீயம்",
  "dasakam": 64,
  "description": "சுதர்சன சாபமோட்சம் மற்றும் சங்கசூட வதம்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "कदापि अम्बिकाकानने विहरन् नन्दस्तु रात्रौ अजगरेण गृहीतः । त्वत्पादस्पर्शमात्रेण स विमुक्तो बभूव सुदर्शनो नाम विद्याधरः ॥१॥",
      "transliteration": "கதா³பி அம்பி³காகாநநே விஹரன் நந்த³ஸ்து ராத்ரௌ அஜக³ரேண க்³ருஹீத: | த்வத்பாத³ஸ்பர்ஶமாத்ரேண ஸ விமுக்தோ ப³பூ⁴வ ஸுத³ர்ஶநோ நாம வித்³யாத⁴ர: ||",
      "tamil_translation": "ஒருமுறை அம்பிகா வனத்தில் நந்தகோபர் தங்கியிருந்தபோது, இரவு நேரத்தில் ஒரு பெரிய மலைப்பாம்பு அவரை விழுங்க முயன்றது. நீ உனது திருவடியால் அந்தப் பாம்பைத் தொட்ட மாத்திரத்தில், அது சாபம் நீங்கி சுதர்சனன் என்ற வித்யாதரனாக உருவெடுத்தது."
    },
    {
      "number": 2,
      "sanskrit": "ततः कदाचित् निशि विहरन् गोपीभिः सह त्वम् । शङ्खचूडाख्यमसुधमद्राक्षीः ताः अपहरन्तम् ॥२॥",
      "transliteration": "தத: கதா³சித் நிஶி விஹரன் கோ³பீபி⁴: ஸஹ த்வம் | ஶங்க²சூடா³க்²யமஸுத⁴மத்³ராக்ஷீ: தா: அபஹரந்தம் ||",
      "tamil_translation": "அதன் பிறகு ஒருமுறை நீ கோபியர்களுடன் காட்டில் விளையாடிக் கொண்டிருந்தபோது, சங்கசூடன் என்ற அசுரன் கோபியர்களைக் கடத்திச் செல்ல முயன்றதைக் கண்டாய்."
    },
    {
      "number": 3,
      "sanskrit": "तं धावन्तमन्वद्रवः त्वं शिरस्तस्य चक्रिणा चिच्छेद । आदायाहो तन्मणिं रामाय प्रादाः महाबल ॥३॥",
      "transliteration": "தம் தா⁴வந்தமந்வத்³ரவ: த்வம் ஶிரஸ்தஸ்ய சக்ரிணா சிச்சே²த³ | ஆதா³யாஹோ தந்மணிம் ராமாய ப்ராதா³: மஹாப³ல ||",
      "tamil_translation": "அவன் பின்னால் ஓடிச் சென்ற நீ, அவனது தலையைக் கொய்து, அவன் சிரசில் இருந்த விலையுயர்ந்த ரத்தினத்தை எடுத்து பலராமனிடம் பரிசாக அளித்தாய்."
    },
    {
      "number": 4,
      "sanskrit": "एवं नानाविधैः चरितैः व्रजवासिनां भयं व्यनेषीः । स त्वं गुरुपुरेश पाहि मां सर्वपीडाभयादहो ॥४॥",
      "transliteration": "ஏவம் நாநாவித⁴ை: சரிதை: வ்ரஜவாஸிநாம் ப⁴யம் வ்யநேஷீ: | ஸ த்வம் கு³ருபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "இவ்வாறு பலவிதமான லீலைகளின் மூலம் கோகுலவாசிகளின் அச்சத்தைப் போக்கினாய். குருவாயூரப்பா, என்னையும் எல்லாவிதமான துன்பங்களிலிருந்தும் காத்தருள்வாய்."
    },
    {
      "number": 5,
      "sanskrit": "स त्वं जगन्मङ्गलदायक: प्रभो ममाधिपीडां शमयाशु केशव । वतेश्वरं त्वां शरणं प्रपद्ये निरामयं कुरु मे कलेवरम् ॥५॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "உலகிற்கு நலம் பயக்கும் கேசவா! என் மனக் கவலைகளையும் உடல் உபாதைகளையும் நீக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 6,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं ममापि चित्ते सततं विभातु । गुरुवापुरेश मम दीनबन्धो त्वमेव मे शरणं सदाऽस्तु ॥६॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்களால் தியானிக்கப்படும் உன் திருவுருவம் என் மனதிலும் எப்போதும் விளங்கட்டும். ஏழைகளின் பங்காளியான குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 7,
      "sanskrit": "तव भक्ति: नित्यं वर्धतां मे चित्ते सततं विभातु तव रूपम् । हरे सुकल्याणनिधे नमोऽस्तु ते पाही मां दीनबन्धो ॥௭॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான குருவாயூரப்பா, உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 8,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् पश्यतां तव वैभवम् । गुरुवापुरेश पाहि मां सर्वपीडाभयादहो ॥௮॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மின் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் வைபவத்தைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காத்தருள்வாய்."
    },
    {
      "number": 9,
      "sanskrit": "इत्थं त्वदीयं महिमानमहो प्रगायं ममास्तु भक्ति: तव पादपद्मे । वतेश्वरं त्वां शरणं प्रपद्ये निषेवते मे सकलार्तिपीडा: ॥௯॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளை இவ்வாறு பாடும் பக்தி எனக்கு எப்போதும் இருக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் துன்பங்கள் யாவும் நீங்க வேண்டும்."
    },
    {
      "number": 10,
      "sanskrit": "त्वमेव सर्वं मम देवदेव पाहि प्रभावात् भवबन्धनान्माम् । नमस्ते नमस्ते नमस्ते विभो पाहि मां दीनबन्धो ॥१०॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே எனக்கு எல்லாம். பிறவிப் பிணியிலிருந்து என்னைக் காத்தருள். குருவாயூரப்பா, உனக்கு மீண்டும் மீண்டும் நமஸ்காரம்."
    }
  ]
}
