{
  "title": "நாராயணீயம்",
  "dasakam": 69,
  "description": "அக்ரூர வைகுண்ட தரிசனம் - யமுனை நதியில் அக்ரூரருக்குக் கிடைத்த திவ்ய தரிசனம்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "गच्छन् रथेन पवनजवनेन साकं ताभ्यां स संगम्य तदाऽक्रूरः । कालिन्दीमुपेत्य कृतमज्जनस्तत्र तोये त्वामपश्यत् सह रामेण ॥१॥",
      "transliteration": "க³ச்ச²ந் ரதே²ந பவநஜவநேந ஸாக³ம் தாப்⁴யாம் ஸ ஸங்க³ம்ய ததா³ऽக்ரூர: | காலிந்தீ³முபேத்ய க்ருதமஜ்ஜநஸ்தத்ர தோயே த்வாமபஶ்யத் ஸஹ ராமேண ||",
      "tamil_translation": "காற்றின் வேகத்தில் ரதம் சென்று கொண்டிருந்தபோது, யமுனை நதிக்கரையை அடைந்தீர்கள். அக்ரூரர் நீராடுவதற்காக நதியில் மூழ்கியபோது, நீயும் பலராமனும் தண்ணீருக்கு அடியிலும் இருப்பதைக்கண்டு வியப்படைந்தார்."
    },
    {
      "number": 2,
      "sanskrit": "स्थितौ रथे तौ कथं अत्र तोये इति स विचिन्त्योन्मिषितो ददर्श । तत्रापि तौ वीक्ष्य पुनः निमग्नः त्वामपश्यत् नागशयने शयानम् ॥२॥",
      "transliteration": "ஸ்தி²தௌ ரதே² தௌ கத²ம் அத்ர தோயே இதி ஸ விசிந்த்யோந்மிஷிதோ த³த³ர்ஶ | தத்ராபி தௌ வீக்ஷ்ய புந: நிமக்³ந: த்வாமபஶ்யத் நாக³ஶயநே ஶயாநம் ||",
      "tamil_translation": "'ரதத்தில் இருப்பவர்கள் எப்படி தண்ணீருக்குள் இருக்க முடியும்?' என்று எண்ணி அக்ரூரர் தலையை வெளியே நீட்டி ரதத்தைப் பார்த்தார். அங்கும் நீங்கள் இருந்தீர்கள். மீண்டும் தண்ணீரில் மூழ்கியபோது, ஆதிசேஷன் மீது பள்ளி கொண்டிருக்கும் உனது நாராயண ரூபத்தைக் கண்டார்."
    },
    {
      "number": 3,
      "sanskrit": "विमानमालै: परिवीक्षितं तं स्फुरन्महासुन्दर्यनिधिं प्रसन्नम् । पीताम्बरं कनकभूषणरत्नदीप्तं विस्मयस्मेरमुखं च त्वामपश्यत् ॥३॥",
      "transliteration": "விமாநமாலை: பரிவீக்ஷிதம் தம் ஸ்பு²ரன்மஹாஸுந்த³ர்யநிதி⁴ம் ப்ரஸந்நம் | பீதாம்ப³ரம் கநகபூ⁴ஷணரத்நதீ³ப்தம் விஸ்மயஸ்மேரமுக²ம் ச த்வாமபஶ்யத் ||",
      "tamil_translation": "தேவ விமானங்கள் சூழ்ந்து நிற்க, பேரழகுப் பெட்டகமாக, புன்னகை பூத்த முகத்தோடு, பீதாம்பரமும் நவரத்தின ஆபரணங்களும் ஒளிவீச நீ காட்சியளித்ததை அவர் கண்டார்."
    },
    {
      "number": 4,
      "sanskrit": "शङ्खारिचक्रगदपङ्कजपाणिपद्मं श्रीवत्सलक्षणमुदञ्चितकौस्तुभाभम् । नीलाम्बुदप्रभमुदारहसितवक्त्रं त्वां वीक्ष्य सः परमभक्तिपरो बभूव ॥४॥",
      "transliteration": "ஶங்க²ாரிசக்ரக³த³பங்கஜபாணிபத்³மம் ஶ்ரீவத்ஸலக்ஷணமுத³ஞ்சிதகௌஸ்துபா⁴ப⁴ம் | நீலாம்பு³த³ப்ரப⁴முதாரஹஸிதவக்த்ரம் த்வாம் வீக்ஷ்ய ஸ: பரமப⁴க்திபரோ ப³பூ⁴வ ||",
      "tamil_translation": "சங்கு, சக்கரம், கதாயுதம், தாமரை ஏந்திய கரங்களோடும், ஸ்ரீவத்ஸ மறு மற்றும் கௌஸ்துப மணியோடும், மேகம் போன்ற நீல நிறத்தோடு நீ காட்சியளித்ததைக் கண்டு அவர் பரவசமடைந்தார்."
    },
    {
      "number": 5,
      "sanskrit": "स्तुत्वा भवन्तं स तु भक्तिपूर्ण: रथादवतीर्य मुदा प्रहृष्टः । प्रणम्य पादौ तव वारिपूर्णै: नेत्रै: नमन् सस्मितमादरात् त्वाम् ॥५॥",
      "transliteration": "ஸ்துத்வா ப⁴வந்தம் ஸ து ப⁴க்திபூர்ண: ரதா²த³வதீர்ய முதா³ ப்ரஹ்ருஷ்ட: | ப்ரணம்ய பாதௌ³ தவ வாரிபூர்ணை: நேத்ரை: நமந் ஸஸ்மிதமாத³ராத் த்வாம் ||",
      "tamil_translation": "பக்திப் பெருக்கால் உன்னைத் துதித்த அவர், கண்களில் ஆனந்தக் கண்ணீர் மல்க உனது திருவடிகளில் விழுந்து வணங்கினார்."
    },
    {
      "number": 6,
      "sanskrit": "स्फुरत्सहस्रारशिखातिभास्वरं फणासहस्रेण विनिर्मितोन्नतम् । भोगीश्वरं तामसपिच्छिलप्रभं ददर्श तस्योपरि विश्वमोहनम् ॥६॥",
      "transliteration": "ஸ்பு²ரத்ஸஹஸ்ராரஶிகா²திபா⁴ஸ்வரம் ப²ணாஸஹஸ்ரேண விநிர்மிதோந்நதம் | போ⁴கீ³ஶ்வரம் தாமஸபிச்சி²லப்ரப⁴ம் த³த³ர்ஶ தஸ்யோபரி விஶ்வமோஹநம் ||",
      "tamil_translation": "ஆயிரம் தலைகளின் மணிகளால் ஒளிவீசும் ஆதிசேஷன் மேல், கருநீல நிறத்தோடு உலகையே மயக்கும் அழகுடன் நீ பள்ளிகொண்டிருப்பதை அக்ரூரர் கண்டார்."
    },
    {
      "number": 7,
      "sanskrit": "तत्रैककायेन जगत्त्रयीमयं विनिर्मितं विश्वमशेषमीश्वरम् । मुनीन्द्रसिद्धैरभिपूजितं मुदा ददर्श त्वां सस्मितमम्बुजेक्षणम् ॥७॥",
      "transliteration": "தத்ரைககாயேந ஜக³த்த்ரயீமயம் விநிர்மிதம் விஶ்வமஶேஷமீஶ்வரம் | முநீந்த்³ரஸித்³தை⁴ரபி⁴பூஜிதம் முதா³ த³த³ர்ஶ த்வாம் ஸஸ்மிதமம்பு³ஜேக்ஷணம் ||",
      "tamil_translation": "மூவுலகும் உன்னுள்ளே அடங்கியிருப்பதையும், முனிவர்களும் சித்தர்களும் உன்னைப் போற்றுவதையும், தாமரை போன்ற கண்களுடன் நீ புன்னகைப்பதையும் அவர் தரிசித்தார்."
    },
    {
      "number": 8,
      "sanskrit": "स त्वं जगन्मङ्गलदायक: प्रभो ममाधिपीडां शमयाशु केशव । वतेश्वरं त्वां शरणं प्रपद्ये निरामयं कुरु मे कलेवरम् ॥८॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "மங்கலங்களை அருளும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் போக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 9,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् पश्यतां तव वैभवम् । गुरुवापुरेश पाहि मां सर्वपीडाभयादहो ॥९॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காத்தருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "इत्थं त्वदीयं महिमानमहो प्रगायं ममास्तु भक्ति: तव पादपद्मे । वतेश्वरं त்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥१०॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் யாவும் தீரட்டும்."
    }
  ]
}
