{
  "title": "நாராயணீயம்",
  "dasakam": 67,
  "description": "அக்ரூர வரணம் - அக்ரூரர் கோகுலத்திற்கு வருகை தருதல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "अथ कँसविशङ्कित: स गत्वा व्रजभूमिं प्रति वामलोचनानाम् । पथि ते पदपङ्कजाङ्कचिह्नं प्रणनामार्द्रमना: स भक्तिपूरात् ॥१॥",
      "transliteration": "அத² கம்ஸவிஶங்கித: ஸ க³த்வா வ்ரஜபூ⁴மிம் ப்ரதி வாமலோசநாநாம் | பதி² தே பத³பங்கஜாங்கசிஹ்நம் ப்ரணநாமார்த்³ரமநா: ஸ ப⁴க்திபூராத் ||",
      "tamil_translation": "கம்சனின் கட்டளைப்படி அக்ரூரர் கோகுலத்தை நோக்கிச் சென்றார். வழியில் உனது திருவடிச் சுவடுகளைக் கண்டதும், பக்திப் பெருக்கால் மனம் உருகி, அந்த மண்ணில் விழுந்து வணங்கினார்."
    },
    {
      "number": 2,
      "sanskrit": "तव दर्शनलालस: स यान् व्रजमद्राक्षीत् तव मन्दिरं तदानीम् । यदभीप्सितमीश्वरस्य रूपं दधतं त्वां स ददर्श सायमन्ते ॥२॥",
      "transliteration": "தவ த³ர்ஶநலாலஸ: ஸ யாந் வ்ரஜமத்³ராக்ஷீத் தவ மந்திரம் ததா³நீம் | யத³பீ⁴ப்ஸிதமிஶ்வரஸ்ய ரூபம் த³த⁴தம் த்வாம் ஸ த³த³ர்ஶ ஸாயமந்தே ||",
      "tamil_translation": "உன்னைத் தரிசிக்க வேண்டும் என்ற ஆவலுடன் வந்த அவர், மாலை நேரத்தில் உனது இல்லத்தைக் கண்டார். அங்கே, யாவரும் விரும்பும் அந்தத் தெய்வீக ரூபத்தோடு விளங்கிய உன்னை அவர் கண்டார்."
    },
    {
      "number": 3,
      "sanskrit": "बलभद्रयुतं च त्वां विलोक्य प्रणतोऽसौ चरणौ तवाभ्युपेत्य । परिरभ्य च तं त्वमञ्जसा हि प्रमुदं चाप परं जगन्निवासे ॥३॥",
      "transliteration": "ப³லப⁴த்³ரயுதம் ச த்வாம் விலோக்ய ப்ரணதோऽஸௌ சரணௌ தவாப்⁴யுபேத்ய | பரிரப்⁴ய ச தம் த்வமஞ்ஜஸா ஹி ப்ரமுத³ம் சாப பரம் ஜக³ந்நிவாஸே ||",
      "tamil_translation": "பலராமனுடன் இருந்த உன்னைக் கண்ட அக்ரூரர், ஓடி வந்து உன் திருவடிகளில் விழுந்தார். ஜகந்நிவாசனான நீயும் அவரை அன்புடன் அணைத்துக்கொண்டு அவருக்குப் பேரானந்தத்தை அளித்தாய்."
    },
    {
      "number": 4,
      "sanskrit": "कथयित्वा तु कँसचेष्टितं स त्वामादातुमुपेयिवान् महान् । स त्वं गुरुपुरेश पाहि मां सर्वपीडाभयादहो ॥४॥",
      "transliteration": "கத²யித்வா து கம்ஸசேஷ்டிதம் ஸ த்வாமாதா³துமுபேயிவான் மஹான் | ஸ த்வம் கு³ருபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "கம்சனின் தீய எண்ணங்களையும் அவன் உன்னை மதுரைக்கு அழைத்ததையும் அக்ரூரர் விவரித்தார். அத்தகைய கருணைக் கடலான குருவாயூரப்பா, என்னை எல்லாத் துன்பங்களிலிருந்தும் காத்தருள்வாய்."
    },
    {
      "number": 5,
      "sanskrit": "स त्वं जगन्मङ्गलदायक: प्रभो ममाधिपीडां शमयाशु केशव । वतेश्वरं त्वां शरणं प्रपद्ये निरामयं कुरु मे कलेवरम् ॥५॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "மங்கலங்களை அருளும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் போக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 6,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं मமாபி சித்தே ஸததம் விபா⁴து । गुरुவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥௬॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்கள் தியானிக்கும் உன் திருவுருவம் என் மனதில் நிலைக்கட்டும். குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 7,
      "sanskrit": "तव भक्ति: नित्यं वर्धतां मे சித்தே ஸததம் விபா⁴து தவ ரூபम् । हरे ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥௭॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 8,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् பஶ்யதாம் தவ வைப⁴வம் । गुरुவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ॥௮॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 9,
      "sanskrit": "इत्थं त्वदीयं महिमानமமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே । வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥௯॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 10,
      "sanskrit": "त्वमेव सर्वं मम देवதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் । नमस्ते नमस्ते नमस्ते விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ॥१०॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    }
  ]
}
