{
  "title": "நாராயணீயம்",
  "dasakam": 68,
  "description": "கோபிகா விலாபம் - கிருஷ்ணன் மதுரைக்குப் புறப்படுதலும் கோபியரின் துயரமும்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "अथ खलु व्रजवामिनामुपेते भवति प्रेक्षणलोलदृष्टयस्ता: । अकृतार्थधियोऽनुपेयिवत्य: कथमप्युन्मदना: समाजग्मु: ॥१॥",
      "transliteration": "அத² க²லு வ்ரஜவாஸிநாமுபேதே ப⁴வதி ப்ரேக்ஷணலோலத்³ருஷ்டயஸ்தா: | அக்ருதார்த²தி⁴யோऽநுபேயிவத்ய: கத²மப்யுந்மத³நா: ஸமாஜக்³மு: ||",
      "tamil_translation": "நீ மதுரைக்குப் புறப்படப் போகிறாய் என்பதை அறிந்த கோபியர்கள், செய்வதறியாது திகைத்தனர். தங்கள் கண்களின் ஒளியாக விளங்கும் உன்னைப் பிரிய மனமில்லாமல், பித்து பிடித்தவர்கள் போல உன்னைச் சூழ்ந்து கொண்டனர்."
    },
    {
      "number": 2,
      "sanskrit": "अक्रूरं क्रूरमिमं कथं विधात: अकरो: त्वं ननु कँसकार्यहेतो: । अस्माकं नयनोत्सवापहारं कुरुतेऽसौ कथमुद्धतो रथेन ॥२॥",
      "transliteration": "அக்ரூரம் க்ரூரமிமம் கத²ம் விதா⁴த: அகரோ: த்வம் நநு கம்ஸகார்யஹேதோ: | அஸ்மாகம் நயநோத்ஸவாபஹாரம் குருதேऽஸௌ கத²முத்³த⁴தோ ரதே²ந ||",
      "tamil_translation": "'அக்ரூரன் (தயையுள்ளவன்) என்ற பெயருடைய இவன், கம்சனின் காரியத்திற்காக எங்களது கண்களின் விருந்தான உன்னைக் கவர்ந்து செல்ல வந்திருக்கிறானே! இவன் எவ்வளவு கொடூரமானவன்!' என்று அவர்கள் அக்ரூரரை நொந்து கொண்டனர்."
    },
    {
      "number": 3,
      "sanskrit": "रथमारूढे भवति च क्रोशन्त्य: ता: विलापिनी: । सान्त्वयन् मधुवाक्यै: त्वं मन्दं मन्दं ययौ तदा ॥३॥",
      "transliteration": "ரத²மாரூடே⁴ ப⁴வதி ச க்ரோஶந்த்ய: தா: விலாபிநீ: | ஸாந்த்வயந் மது⁴வாக்யை: த்வம் மந்த³ம் மந்த³ம் யயௌ ததா³ ||",
      "tamil_translation": "நீ ரதத்தில் ஏறியதும், அவர்கள் கதறி அழுதனர். அவர்களை உனது இனிய வார்த்தைகளால் தேற்றி, 'விரைவில் திரும்புவேன்' என்று வாக்களித்து, மெல்ல மெல்ல மதுரை நோக்கிப் புறப்பட்டாய்."
    },
    {
      "number": 4,
      "sanskrit": "तावत् ता: अनुजग्मु: त्वां यावत् दृष्टि: प्रपश्यति । एवं तासां प्रेमवशं वीक्ष्य त्वं व्यथितोऽभव: ॥४॥",
      "transliteration": "தாவத் தா: அநுஜக்³மு: த்வாம் யாவத் த்³ருஷ்டி: ப்ரபஶ்யதி | ஏவம் தாஸாம் ப்ரேமவஶம் வீக்ஷ்ய த்வம் வ்யதி²தோऽப⁴வ: ||",
      "tamil_translation": "உனது ரதம் மறையும் வரை அவர்கள் பின் தொடர்ந்து வந்தனர். அவர்கள் உன் மீது கொண்டுள்ள எல்லையற்ற அன்பைக் கண்டு, நீயும் மனதிற்குள் வருத்தமடைந்தாய்."
    },
    {
      "number": 5,
      "sanskrit": "स त्वं जगन्மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ । वतेश्वरं त्वां शरणं प्रपद्यே நிராமயம் குரு மே கலேவரம் ॥௫॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "உலகிற்கு நலம் பயக்கும் கேசவா! என் மனக் கவலைகளையும் உடல் உபாதைகளையும் நீக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன், என்னை நோயற்றவனாக மாற்றியருள்வாய்."
    },
    {
      "number": 6,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं மமாபி சித்தே ஸததம் விபா⁴து । गुरुவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥௬॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்களால் தியானிக்கப்படும் உன் திருவுருவம் என் மனதிலும் எப்போதும் விளங்கட்டும். ஏழைகளின் பங்காளியான குருவாயூரப்பா, நீயே என் புகலிடம்."
    },
    {
      "number": 7,
      "sanskrit": "तव भक्ति: नित्यं वर्धतां मे சித்தே ஸததம் விபா⁴து தவ ரூபम् । हरे ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥௭॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான குருவாயூரப்பா, உனக்கு என் நமஸ்காரங்கள். என்னைக் காத்தருள்வாய்."
    },
    {
      "number": 8,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् பஶ்யதாம் தவ வைப⁴வம் । गुरुவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ॥௮॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் வைபவத்தைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காத்தருள்வாய்."
    },
    {
      "number": 9,
      "sanskrit": "इत्थं त्वदीयं महिमानமமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே । வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥௯॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளை இவ்வாறு பாடும் பக்தி எனக்கு எப்போதும் இருக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் துன்பங்கள் யாவும் நீங்க வேண்டும்."
    },
    {
      "number": 10,
      "sanskrit": "त्वमेव सर्वं मम देवதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் । नमस्ते नमस्ते नमस्ते விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ॥१०॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே எனக்கு எல்லாம். உன் மகிமையால் பிறவிப் பிணியிலிருந்து என்னைக் காத்தருள். குருவாயூரப்பா, உனக்கு மீண்டும் மீண்டும் நமஸ்காரம்."
    }
  ]
}
