{
  "title": "நாராயணீயம்",
  "dasakam": 73,
  "description": "சாந்தீபனி குருகுல வாசம் - குருபுத்ரனை மீட்டல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "अथ उपनयनं प्राप्य ताभ्यां साकं अवन्तिपुरीं गत्वा । सान्दीपने: मुने: सकाशात् सकला: विद्या: जग्रहथ ॥१॥",
      "transliteration": "அத² உபநயநம் ப்ராப்ய தாப்⁴யாம் ஸாக³ம் அவந்திபுரீம் க³த்வா | ஸாந்தீ³பநே: முநே: ஸகாஶாத் ஸகலா: வித்³யா: ஜக்³ரஹத² ||",
      "tamil_translation": "உபநயனம் முடிந்ததும், நீயும் பலராமனும் அவந்தி நகருக்குச் சென்று, சாந்தீபனி முனிவரிடம் சீடர்களாகச் சேர்ந்தீர்கள். அவரிடம் அனைத்து வித்தைகளையும் குறுகிய காலத்தில் கற்றுத் தேர்ந்தீர்கள்."
    },
    {
      "number": 2,
      "sanskrit": "गुरुदक्षणां दातुकामो मुनिना प्रार्थित: त्वं तदा । प्रभासे निमग्नं तस्य मृतपुत्रं आनयितुं समुद्यत: ॥२॥",
      "transliteration": "கு³ருத³க்ஷணாம் தா³துகாமோ முநிநா ப்ரார்தி²த: த்வம் ததா³ | ப்ரபா⁴ஸே நிமக்³நம் தஸ்ய ம்ருதபுத்ரம் ஆநயிதும் ஸமுத்³யத: ||",
      "tamil_translation": "கல்வி முடிந்ததும் குருதட்சிணை அளிக்க விழைந்தாய். பிரபாச தீர்த்தத்தில் மூழ்கி இறந்த தன் மகனை மீட்டுத் தருமாறு குரு வேண்டினார். நீயும் உடனே சமுத்திரத்திற்குச் சென்றாய்."
    },
    {
      "number": 3,
      "sanskrit": "पाञ्चजन्यं असुरं हत्वा शङ्खं च प्राप्य मुदा । यमपुरीं गत्वा तस्य तनयं अवाप्य गुरवे प्रददथ ॥३॥",
      "transliteration": "பாஞ்சஜந்யம் அஸுரம் ஹத்வா ஶங்க²ம் ச ப்ராப்ய முதா³ | யமபுரீம் க³த்வா தஸ்ய தநயம் அவாப்ய கு³ரவே ப்ரத³த³த² ||",
      "tamil_translation": "சமுத்திரத்திற்கு அடியில் இருந்த பாஞ்சஜந்யம் என்ற அசுரனை அழித்து, அவனிடமிருந்த சங்கை எடுத்துக்கொண்டாய். பிறகு யமபுரிக்குச் சென்று, குருவின் மகனை மீட்டு வந்து அவரிடம் ஒப்படைத்தாய்."
    },
    {
      "number": 4,
      "sanskrit": "एवं विचित्राणि चरितानि तव देव नमोऽस्तु ते । स त्वं गुरुपुरेश पाहि मां सर्वपीडाभयादहो ॥४॥",
      "transliteration": "ஏவம் விசித்ராணி சரிதாநி தவ தே³வ நமோऽஸ்து தே | ஸ த்வம் கு³ருபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "இறைவா, உனது செயல்கள் வியக்கத்தக்கவை. குருவாயூரப்பா, அத்தகைய கருணையுடன் என்னையும் எல்லாத் துன்பங்களிலிருந்தும் காத்தருள்வாய்."
    },
    {
      "number": 5,
      "sanskrit": "स त्वं जगन्मङ्गलदायक: प्रभो ममाधिपीडां शमयाशु केशव । वतेश्वरं त्वां शरणं प्रपद्ये निरामयं कुरु मे कलेवरम् ॥५॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "மங்கலங்களை அருளும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் போக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 6,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं ममापि चित्ते सततं विभातु । गुरुवापुरेश मम दीनबन्धो त्वमेव मे शरणं सदाऽस्तु ॥௬॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்கள் தியானிக்கும் உன் திருவுருவம் என் மனதில் நிலைக்கட்டும். குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 7,
      "sanskrit": "तव भक्ति: नित्यं वर्धतां मे चित्ते सततं विभातु तव रूपम् । हरे सुकल्याणनिधे नमोऽस्तु ते पाही मां दीनबन्धो ॥௭॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 8,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् पश्यतां तव वैभवम् । गुरुवापुरेश पाहि मां सर्वपीडाभयादहो ॥௮॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 9,
      "sanskrit": "इत्थं त्वदीयं महिमानमहो प्रगायं ममास्तु भक्ति: तव पादपद्मे । वतेश्वरं त्वां शरणं प्रपद्ये निषेवते मे सकलार्तिपीडा: ॥௯॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 10,
      "sanskrit": "त्वमेव सर्वं मम देवदेव पाहि प्रभावात् भवबन्धनान्माम् । नमस्ते नमस्ते नमस्ते विभो पाहि मां दीनबन्धो ॥१०॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    }
  ]
}
