{
  "title": "நாராயணீயம்",
  "dasakam": 66,
  "description": "கேசி வதம் - குதிரை வடிவில் வந்த அசுரனை வதம் செய்தல் மற்றும் நாரதர் வருகை",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "अथ खलु दनुज: केशी नाम भीमस्वरूपा-द्विदलितमुखपद्मो वाजिभूतोऽभ्यगात्त्वाम् । खुरदलिधरिणीतल: प्रोत्थितप्रौढरेणु: व्यनददतिभयानकं लोकभीतिं विपुर्वन् ॥१॥",
      "transliteration": "அத² க²லு த³நுஜ: கேஶீ நாம பீ⁴மஸ்வரூபா-த்³வித³லிதமுக²பத்³மோ வாஜிபூ⁴தோऽப்⁴யகா³த்த்வாம் | கு²ரத³லித⁴ரிணீதல: ப்ரோத்தி²தப்ரௌட⁴ரேணு: வ்யநத³த³திப⁴யாநக³ம் லோகபீ⁴திம் விபுர்வந் ||",
      "tamil_translation": "அதன் பிறகு கேசி என்னும் அசுரன், உலகமே அஞ்சும் வகையில் பயங்கரமான குதிரை வடிவம் கொண்டு உன்னைத் தாக்க வந்தான். குளம்புகளால் பூமியைப் பிளந்து, புழுதியைக் கிளப்பியபடி அவன் கனைத்த சத்தம் அனைவரையும் நடுங்கச் செய்தது."
    },
    {
      "number": 2,
      "sanskrit": "त्वं तु तं धावन्तं प्रतिमुखमेत्य लीलया करं तस्य वक्त्रे निवेश्य । विवर्धयन् देहं तमुदगामय: प्राणात् अहो तव वीर्यं मुनिचित्तमोहनम् ॥२॥",
      "transliteration": "த்வம் து தம் தா⁴வந்தம் ப்ரதிமுக²மேத்ய லீலயா கரம் தஸ்ய வக்த்ரே நிவேஶ்ய | விப³ர்த⁴யந் தே³ஹம் தமுத³கா³மய: ப்ராணாத் அஹோ தவ வீர்யம் முநிசித்தமோஹநம் ||",
      "tamil_translation": "சீறி வந்த அவனுக்கு நேராகச் சென்ற நீ, விளையாட்டாக உனது இடது கையை அவனது வாய்க்குள் நுழைத்தாய். உனது கையை அவனது வயிற்றுக்குள் வளர்த்து, அவன் மூச்சுத் திணறி மடியுமாறு செய்தாய். உன் வீரம் வியக்கத்தக்கது!"
    },
    {
      "number": 3,
      "sanskrit": "तदा तु देवर्षि: नारद: समागत্য तुष्टाव त्वां परमानन्दमग्न: । कंसं च गत्वा तव जन्मरहस्यं प्रकथयामास तदा स महात्मा ॥३॥",
      "transliteration": "ததா³ து தே³வர்ஷி: நாரத³: ஸமாக³த்ய துஷ்டாவ த்வாம் பரமாநந்த³மக்³ந: | கம்ஸம் ச க³த்வா தவ ஜந்மரஹஸ்யம் ப்ரகத²யாமாஸ ததா³ ஸ மஹாத்மா ||",
      "tamil_translation": "அப்போது அங்கு வந்த நாரத முனிவர் உன்னைப் புகழ்ந்து பாடினார். பின் கம்சனிடம் சென்று, 'நீ யாரைக் கொல்லத் தேடுகிறாயோ, அந்த எட்டாவது குழந்தை கோகுலத்தில் கிருஷ்ணனாக வளர்கிறான்' என்ற ரகசியத்தை வெளிப்படுத்தினார்."
    },
    {
      "number": 4,
      "sanskrit": "व्योमनामासुरमपि निहत्य त्वं बालेषु मोदं व्यतानी: । स त्वं गुरुपुरेश पाहि मां सर्वपीडाभयादहो ॥४॥",
      "transliteration": "வ்யோமநாமாஸுரமபி நிஹத்ய த்வம் பா³லேஷு மோத³ம் வ்யதாநீ: | ஸ த்வம் கு³ருபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "அதன்பிறகு வ்யோமாசுரன் என்ற அசுரனையும் அழித்துச் சிறுவர்களைக் காத்தாய். குருவாயூரப்பா, என்னையும் எல்லாத் துன்பங்களிலிருந்தும் காத்தருள்வாய்."
    },
    {
      "number": 5,
      "sanskrit": "स त्वं जगन्மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ । वतेश्वरं त्वां शरणं प्रपद्यே நிராமயம் குரு மே கலேவரம் ॥௫॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "மங்கலங்களை அருளும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் போக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 6,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं மமாபி சித்தே ஸததம் விபா⁴து । गुरुவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥௬॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்கள் தியானிக்கும் உன் திருவுருவம் என் மனதில் நிலைக்கட்டும். குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 7,
      "sanskrit": "तव भक्ति: नित्यं वर्धतां मे சித்தே ஸததம் விபா⁴து தவ ரூபम् । हरे ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥௭॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 8,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् பஶ்யதாம் தவ வைப⁴வம் । गुरुவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ॥௮॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 9,
      "sanskrit": "इत्थं त्वदीयं महिमानமமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே । வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥௯॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 10,
      "sanskrit": "त्वमेव सर्वं मम देवதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் । नमस्ते नमस्ते नमस्ते விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ॥१०॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    }
  ]
}
