{
  "title": "நாராயணீயம்",
  "dasakam": 58,
  "description": "கோவிந்த பட்டாபிஷேகம் - இந்திரன் சரணடைதலும் கிருஷ்ணனுக்கு முடிசூட்டுதலும்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "ततश्च शक्र: शमितेऽतिगर्वे गिरिप्रभावात् तव देव वीक्ष्य । ऐरावतस्थ: स निजैरमात्यै: उपेत्य नम्र: तव पादमूलम् ॥१॥",
      "transliteration": "ததஶ்ச ஶக்ர: ஶமிதேऽதிக³ர்வே கி³ரிப்ரபா⁴வாத் தவ தே³வ வீக்ஷ்ய | ஐராவதஸ்த²: ஸ நிஜைரமாத்யை: உபேத்ய நம்ர: தவ பாத³மூலம் ||",
      "tamil_translation": "இறைவா! மலையைத் தூக்கி நீ செய்த அற்புதத்தால் இந்திரனின் கர்வம் அடங்கியது. அவன் தனது அமைச்சர்களுடன் ஐராவத யானை மீதேறி வந்து, பணிவுடன் உன் திருவடிகளில் விழுந்து வணங்கினான்."
    },
    {
      "number": 2,
      "sanskrit": "अपराधसहस्रभाजनं माम् इति स ब्रुवाण: शरणं प्रपन्न: । तदा तु कामगव्या सुरभि: आगता त्वदभिषेकार्थं मुदा ॥२॥",
      "transliteration": "அபராத⁴ஸஹஸ்ரபா⁴ஜனம் மாம் இதி ஸ ப்ருவாண: ஶரணம் ப்ரபந்ந: | ததா³ து காமக³வ்யா ஸுரபி⁴: ஆக³தா த்வத³பி⁴ஷேகார்த²ம் முதா³ ||",
      "tamil_translation": "'ஆயிரம் குற்றங்கள் செய்த என்னை மன்னித்தருள்' என்று கூறி இந்திரன் சரணடைந்தான். அப்போது காமதேனுவான சுரபியும் உனக்கு அபிஷேகம் செய்ய அங்கே மகிழ்ச்சியுடன் வந்து சேர்ந்தது."
    },
    {
      "number": 3,
      "sanskrit": "सुरभ्या: क्षीरधारेण शक्रेण च जलै: तदा । गोविन्द इति नाम्ना त्वं अभिषिक्तोऽसि पावन: ॥३॥",
      "transliteration": "ஸுரப்⁴யா: க்ஷீரதா⁴ரேண ஶக்ரேண ச ஜலை: ததா³ | கோ³விந்த³ இதி நாம்நா த்வம் அபி⁴ஷிக்தோऽஸி பாவன: ||",
      "tamil_translation": "சுரபி வழங்கிய பாலாலும், இந்திரன் கொண்டு வந்த ஆகாய கங்கை நீராலும் உனக்கு அபிஷேகம் செய்யப்பட்டது. தூய்மையான உனக்கு 'கோவிந்தன்' (பசுக்களின் தலைவன்) என்று திருநாமம் சூட்டி அவர்கள் மகிழ்ந்தனர்."
    },
    {
      "number": 4,
      "sanskrit": "तदा तु नदति स्वर्गे देवदुन्दुभय: शुभा: । त्वं तु लोकत्रयस्यापि पति: सन् गोकुले रमे ॥४॥",
      "transliteration": "ததா³ து நத³தி ஸ்வர்கே³ தே³வது³ந்து³ப⁴ய: ஶுபா⁴: | த்வம் து லோகத்ரயஸ்யாபி பதி: ஸன் கோ³குலே ரமே ||",
      "tamil_translation": "அப்போது தேவர்கள் மங்கலமான துந்துபிகளை முழங்கினர். மூவுலகிற்கும் அதிபதியான நீ, எளிய கோகுலத்தில் பசுக்களின் காவலனாக விளங்கி அனைவரையும் மகிழ்வித்தாய்."
    },
    {
      "number": 5,
      "sanskrit": "एवं कृतं त्वया शक्रमानमर्दनमद्भुतम् । मम पीडां प्रशमयेति प्रार्थये त्वां जगत्पते ॥५॥",
      "transliteration": "ஏவம் க்ருதம் த்வயா ஶக்ரமாநமர்த³நமத்³பு⁴தம் | மம பீடா³ம் ப்ரஶமயேதி ப்ரார்த²யே த்வாம் ஜக³த்பதே ||",
      "tamil_translation": "இந்திரனின் கர்வத்தை நீ அடக்கிய விதம் வியக்கத்தக்கது. ஜகத்பதியே! என் துன்பங்களையும் பிணிகளையும் நீக்கி அருளுமாறு உன்னை வேண்டுகிறேன்."
    },
    {
      "number": 6,
      "sanskrit": "स त्वं जगन्मङ्गलदायक: प्रभो ममाधिपीडां शमयाशु केशव । वतेश्वरं त्वां शरणं प्रपद्ये निरामयं कुरु मे कलेवरम् ॥६॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "உலகிற்கு நலம் பயக்கும் கேசவா! என் மனக் கவலைகளையும் உடல் உபாதைகளையும் நீக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன், என்னை நோயற்றவனாக மாற்றியருள்வாய்."
    },
    {
      "number": 7,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं ममापि चित्ते सततं विभातु । गुरुवापुरेश मम दीनबन्धो त्वमेव मे शरणं सदाऽस्तु ॥७॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்களால் தியானிக்கப்படும் உன் திருவுருவம் என் மனதிலும் எப்போதும் விளங்கட்டும். ஏழைகளின் பங்காளியான குருவாயூரப்பா, நீயே என் புகலிடம்."
    },
    {
      "number": 8,
      "sanskrit": "तव भक्ति: नित्यं वर्धतां मे चित्ते सततं विभातु तव रूपम् । हरे सुकल्याणनिधे नमोऽस्तु ते पाही मां दीनबन्धो ॥८॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான குருவாயூரப்பா, உனக்கு என் நமஸ்காரங்கள். என்னைக் காத்தருள்வாய்."
    },
    {
      "number": 9,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् पश्यतां तव वैभवम् । गुरुवापुरेश पाहि मां सर्वपीडाभयादहो ॥९॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் வைபவத்தைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காத்தருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "इत्थं त्वदीयं महिमानमहो प्रगायं ममास्तु भक्ति: तव पादपद्मे । वतेश्वरं त्वां शरणं प्रपद्ये निषेवते मे सकलार्तिपीडा: ॥१०॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளை இவ்வாறு பாடும் பக்தி எனக்கு எப்போதும் இருக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் துன்பங்கள் யாவும் நீங்க வேண்டும்."
    }
  ]
}
