{
  "title": "நாராயணீயம்",
  "dasakam": 63,
  "description": "ராஸ நடனம் - ஒவ்வொரு கோபிகையுடனும் கிருஷ்ணன் ஆடுதல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "अथ खलु भगवन् ! गोपिकाभि: समेतो यमुनातटगतस्त्वं रासकेलीं चिकीर्षु: । कलयन् अनेकं रूपं मण्डलीकृत्य तासां प्रतिनवकलसंगे नर्तयामास ह अहो ॥१॥",
      "transliteration": "அத² க²லு ப⁴க³வந் ! கோ³பிகாபி⁴: ஸமேதோ யமுநாதடக³தஸ்த்வம் ராஸகேலீம் சிகீர்ஷு: | கலயந் அநேகம் ரூபம் மண்ட³லீக்ருத்ய தாஸாம் ப்ரதிநபகலஸங்கே³ நர்தயாமாஸ ஹ அஹோ ||",
      "tamil_translation": "பகவானே! யமுனை நதிக்கரையில் கோபியர்களுடன் ராஸ லீலை புரிய விரும்பிய நீ, பல உருவங்களை எடுத்துக்கொண்டாய். கோபியர்களை ஒரு வட்டமாக நிற்கச் செய்து, ஒவ்வொரு கோபிகையின் அருகிலும் ஒரு கிருஷ்ணனாகத் தோன்றி நடனமாடினாய்."
    },
    {
      "number": 2,
      "sanskrit": "करयुगलविमिश्रं मण्डलीचक्रवालं प्रविलसति तदन्ते तावकीनां तनुनाम् । दिवि भुवि च मुनीनां विस्मयकारकं तत् प्रकथयति च शोभां को नु वर्ण्ये प्रपन्न: ॥२॥",
      "transliteration": "கரயுக³லவிமிஶ்ரம் மண்ட³லீசக்ரவாலம் ப்ரவிலஸதி தத³ந்தே தாவகீநாம் தநுநாம் | தி³வி பு⁴வி ச முநீநாம் விஸ்மயகாரகம் தத் ப்ரகத²யதி ச ஶோபா⁴ம் கோ நு வர்ண்யே ப்ரபந்ந: ||",
      "tamil_translation": "கோபியரின் கைகளைப் பற்றிக்கொண்டு உருவான அந்த நடன மண்டலத்தின் நடுவே, உனது ஒளிமிகுந்த திருமேனிகள் மின்னின. விண்ணுலகில் உள்ள தேவர்களுக்கும் முனிவர்களுக்கும் வியப்பைத் தந்த அந்த அழகை வர்ணிக்க எவரால் இயலும்?"
    },
    {
      "number": 3,
      "sanskrit": "गगनतलमहो तत् पुष्पवर्षै: सुपूर्णं नदति च सुरतूर्यं गन्धर्वा: च गायन् । तव नृप स विलास: कोऽपि भूमण्डलेऽस्मिन् सकलदुरितहन्ता पातु मां विश्वमूर्ते ॥३॥",
      "transliteration": "க³க³நதலமஹோ தத் புஷ்பவர்ஷை: ஸுபூர்ணம் நத³தி ச ஸுரதுூர்யம் க³ந்த⁴ர்வா: ச கா³யன் | தவ ந்ருப ஸ விலாஸ: கோऽபி பூ⁴மண்ட³லேऽஸ்மிந் ஸகலது³ரிதஹந்தா பாது மாம் விஶ்வமூர்தே ||",
      "tamil_translation": "வானத்திலிருந்து தேவர்கள் மலர் மாரி பொழிந்தனர்; தேவதுந்துபிகள் முழங்கின; கந்தர்வர்கள் பாடினர். பாவங்கள் அனைத்தையும் போக்கவல்ல உனது அந்த ராஸ நடன லீலை எங்களைக் காத்தருளட்டும்."
    },
    {
      "number": 4,
      "sanskrit": "त्वयि विनिहितचित्ता: ता: तदा नर्तनलोला: विस्मृतनिजदेहा: प्रेमधाराप्रवाहा: । ननु तव पदपद्मे भक्तिमेकां दधाना: परमसुरतसौख्यं प्रापुरञ्जसा हि ॥४॥",
      "transliteration": "த்வயி விநிஹிதசித்தா: தா: ததா³ நர்தநலோலா: விஸ்ம்ருதநிஜதே³ஹா: ப்ரேமதா⁴ராப்ரவாஹா: | நநு தவ பத³பத்³மே ப⁴க்திமேகாம் த³தா⁴நா: பரமஸுரதஸௌக்²யம ப்ராபுரஞ்ஜஸா ஹி ||",
      "tamil_translation": "உன்னிடம் மனதை பறிகொடுத்த கோபியர்கள், நடனத்தில் மூழ்கித் தங்களை மறந்தனர். உன் திருவடித் தாமரைகளில் மட்டுமே பக்தி கொண்ட அவர்களுக்கு, உன்னோடு இணைந்த அந்தப் பேரானந்தம் எளிதாகக் கிட்டியது."
    },
    {
      "number": 5,
      "sanskrit": "मृदुहसितविलासै: प्रेमहृद्यै: विलापै: सुमधुरमपि नित्यं नर्तयन् ता: सलीलाम् । निशि च शरदि रम्ये तत्र विष्णो प्रपेदे मम सकलमयार्तं शान्तये पाहि नित्यम् ॥५॥",
      "transliteration": "ம்ருது³ஹஸிதவிலாஸை: ப்ரேமஹ்ருத்³யை: விலாபை: ஸுமது⁴ரமபி நித்யம் நர்தயன் தா: ஸலீலாம் | நிஶி ச ஶரதி³ ரம்யே தத்ர விஷ்ணோ ப்ரபேதே³ மம ஸகலமயார்தம் ஶாந்தயே பாஹி நித்யம் ||",
      "tamil_translation": "மெல்லிய புன்னகையாலும், அன்பான பேச்சாலும் அந்த சரத் கால இரவில் அவர்களை ஆடச் செய்த விஷ்ணுவே! என் துன்பங்கள் யாவும் நீங்க என்னை எப்போதும் காத்தருள்வாய்."
    },
    {
      "number": 6,
      "sanskrit": "स त्वं जगन्मङ्गलदायक: प्रभो ममाधिपीडां शमयाशु केशव । वतेश्वरं त्वां शरणं प्रपद्ये निरामयं कुरु मे कलेवरम् ॥६॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "உலகிற்கு நலம் பயக்கும் கேசவா! என் மனக் கவலைகளையும் உடல் உபாதைகளையும் நீக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 7,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं ममापि चित्ते सततं विभातु । गुरुवापुरेश मम दीनबन्धो त्वमेव मे शरणं सदाऽस्तु ॥७॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்களால் தியானிக்கப்படும் உன் திருவுருவம் என் மனதிலும் எப்போதும் விளங்கட்டும். ஏழைகளின் பங்காளியான குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 8,
      "sanskrit": "तव भक्ति: नित्यं वर्धतां मे चित्ते सततं विभातु तव रूपम् । हरे सुकल्याणनिधे नमोऽस्तु ते पाही मां दीनबन्धो ॥८॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான குருவாயூரப்பா, உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 9,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् पश्यतां तव वैभवम् । गुरुवापुरेश पाहि मां सर्वपीडाभयादहो ॥९॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மின் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் வைபவத்தைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காத்தருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "इत्थं त्वदीयं महिमानमहो प्रगायं ममास्तु भक्ति: तव पादपद्मे । वतेश्वरं त्वां शरणं प्रपद्ये निषेवते मे सकलार्तिपीडा: ॥१०॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளை இவ்வாறு பாடும் பக்தி எனக்கு எப்போதும் இருக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் துன்பங்கள் யாவும் நீங்க வேண்டும்."
    }
  ]
}
