{
  "title": "நாராயணீயம்",
  "dasakam": 57,
  "description": "கோவர்த்தன உத்தாரணம் - மலையைத் தூக்கி கோகுலத்தைக் காத்தருளுதல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "अथ प्रवृत्ते मघवाज्ञया तदा सुदारुणे वर्षति वारिवाहकै: । प्रकम्पिता: सर्वेऽपि च गोकुलौकस: प्रपेदिरे त्वां शरणं भयाकुला: ॥१॥",
      "transliteration": "அத² ப்ரவ்ருத்தே மக⁴வாஜ்ஞயா ததா³ ஸுதா³ருணே வர்ஷதி வாரிவாஹகை: | ப்ரகம்பிதா: ஸர்வேऽபி ச கோ³குலௌகஸ: ப்ரபேதி³ரே த்வாம் ஶரணம் ப⁴யாகுலா: ||",
      "tamil_translation": "இந்திரனின் கட்டளையால் மேகங்கள் பயங்கரமான பெருமழையைப் பொழியத் தொடங்கின. நடுங்கிக் கொண்டிருந்த கோகுலவாசிகள் அனைவரும் அச்சத்துடன் உன்னைச் சரணடைந்தனர்."
    },
    {
      "number": 2,
      "sanskrit": "विभो विलोक्यैतदहो तव स्मिते करेण वामेन गिरिं समुद्धरन् । उलूखलं बाल इव प्रलीलसा दधाथ सप्ताहमहो विचित्रा ॥२॥",
      "transliteration": "விபோ⁴ விலோக்யைதத³ஹோ தவ ஸ்மிதே கரேண வாமேந கி³ரிம் ஸமுத்³த⁴ரன் | உலூக்கலம் பா³ல இவ ப்ரலீலஸா த³தா⁴த² ஸப்தாஹமஹோ விசித்ரா ||",
      "tamil_translation": "இறைவா! இதைக் கண்டு புன்னகைத்த நீ, ஒரு குழந்தை விளையாட்டாகக் காளான் குடையைப் பறிப்பது போல, இடது கையால் கோவர்த்தன மலையைத் தூக்கினாய். ஏழு நாட்கள் தொடர்ந்து அதைத் தாங்கி நின்றது வியக்கத்தக்க லீலையாகும்."
    },
    {
      "number": 3,
      "sanskrit": "तदधस्तात्सुखिनो व्रजौकस: सुविस्मितास्त्वां परिपाति वीक्ष्य च । न वर्षवाताभयमुद्विजन्ति स्म तव प्रभावात् खलु विश्वमोहन ॥३॥",
      "transliteration": "தத³த⁴ஸ்தாத்ஸுகி²நோ வ்ரஜௌகஸ: ஸுவிஸ்மிதாஸ்த்வாம் பரிபாதி வீக்ஷ்ய ச | ந வர்ஷவாதாப⁴யமுத்³விஜந்தி ஸ்ம தவ ப்ரபா⁴வாத் க²லு விஶ்வமோஹந ||",
      "tamil_translation": "அந்த மலையின் அடியில் கோகுலவாசிகள் சுகமாகத் தங்கினர். உன்னைக் கண்டு வியந்த அவர்களுக்கு மழையாலோ காற்றாலோ எந்தப் பயமும் ஏற்படவில்லை. உலகையே மயக்கும் உன்னுடைய பிரபாவம் அத்தகையது!"
    },
    {
      "number": 4,
      "sanskrit": "तदा तु शक्र: शमिते निजस्तवे विलोक्य वीर्यं तव विस्मितोऽभवत् । निवार्य मेघान् स ययौ निजालयं त्वं च स्वस्थाने गिरिमप्यधत्था: ॥४॥",
      "transliteration": "ததா³ து ஶக்ர: ஶமிதே நிஜஸ்தவே விலோக்ய வீர்யம் தவ விஸ்மிதோऽப⁴வத் | நிவார்ய மேகா⁴ந் ஸ யயௌ நிஜாலயம் த்வம் ச ஸ்வஸ்தா²நே கி³ரிமப்யத⁴த்தா²: ||",
      "tamil_translation": "தன்னுடைய முயற்சி வீணானதைக் கண்டு இந்திரன் உனது வீரத்தால் வியப்படைந்தான். மேகங்களை விலக்கி அவன் தன் இருப்பிடம் சென்றான். நீயும் மலையை மீண்டும் அதன் பழைய இடத்திலேயே வைத்தாய்."
    },
    {
      "number": 5,
      "sanskrit": "स त्वं जगन्मङ्गलदायक: प्रभो ममाधिपीडां शमयाशु केशव । वतेश्वरं त्वां शरणं प्रपद्ये निरामयं कुरु मे कलेवरम् ॥५॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "உலகிற்கு நலம் பயக்கும் கேசவா! என் மனக் கவலைகளையும் உடல் உபாதைகளையும் நீக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன், என்னை நோயற்றவனாக மாற்றியருள்வாய்."
    },
    {
      "number": 6,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं ममापि चित्ते सततं विभातु । गुरुवापुरेश मम दीनबन्धो त्वमेவ மே ஶரணம் ஸதா³ऽஸ்து ॥௬॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்களால் தியானிக்கப்படும் உன் திருவுருவம் என் மனதிலும் எப்போதும் விளங்கட்டும். ஏழைகளின் பங்காளியான குருவாயூரப்பா, நீயே என் புகலிடம்."
    },
    {
      "number": 7,
      "sanskrit": "तव भक्ति: नित्यं वर्धतां मे चित्ते सततं विभातु तव रूपम् । हरे सुகल्याणநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥௭॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான குருவாயூரப்பா, உனக்கு என் நமஸ்காரங்கள். என்னைக் காத்தருள்வாய்."
    },
    {
      "number": 8,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् पश्यतां तव वैभवम् । गुरुவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ॥௮॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் வைபவத்தைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காத்தருள்வாய்."
    },
    {
      "number": 9,
      "sanskrit": "इत्थं त्वदीयं महिमानमहो प्रगायं ममास्तु भक्ति: तव पादपद्मे । வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥௯॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளை இவ்வாறு பாடும் பக்தி எனக்கு எப்போதும் இருக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் துன்பங்கள் யாவும் நீங்க வேண்டும்."
    },
    {
      "number": 10,
      "sanskrit": "त्वमेव सर्वं मम देवदेव पाहि प्रभावात् भवबन्धनान्माम् । गुरुवापुरेश मम दीनबन्धो नमस्ते नमस्ते नमस्ते विभो ॥१०॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே எனக்கு எல்லாம். உன் மகிமையால் பிறவிப் பிணியிலிருந்து என்னைக் காத்தருள். குருவாயூரப்பா, உனக்கு மீண்டும் மீண்டும் நமஸ்காரம்."
    }
  ]
}
