{
  "title": "நாராயணீயம்",
  "dasakam": 52,
  "description": "தாவாக்னி பானம் - காட்டுத்தீயை உட்கொண்டு கோகுலத்தைக் காத்தருளுதல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "अथ कालियान्मृदुतरं विनिर्गतं त्वां वीक्ष्य नन्दप्रमुखा: समागता: । प्रमोदबाष्पाकुललोचना मुदा परिष्वजन्तस्तव गात्रमन्तिके ॥१॥",
      "transliteration": "அத² காளியாந்ம்ருது³தரம் விநிர்க³தம் த்வாம் வீக்ஷ்ய நந்த³ப்ரமுகா²: ஸமாக³தா: | ப்ரமோத³பா³ஷ்பாகுலலோசநா முதா³ பரிஷ்வஜந்தஸ்தவ கா³த்ரமந்திகே ||",
      "tamil_translation": "காளிய மடுவிலிருந்து நீ நலமாக வெளியே வந்ததைக் கண்டு, நந்தகோபர் உள்ளிட்ட கோகுலவாசிகள் ஓடி வந்தனர். ஆனந்தக் கண்ணீருடன் உன்னை இறுக அணைத்து மகிழ்ந்தனர்."
    },
    {
      "number": 2,
      "sanskrit": "तदा निशार्धे शयितान् व्रजौकस: सुुुुुप्तं वनं पावक उत्थितस्तदा । प्रवेष्टुकाम: परितो भयानक: चकार भीतिं महतीं गवां नृणाम् ॥२॥",
      "transliteration": "ததா³ நிஶார்தே⁴ ஶயிதான் வ்ரஜௌகஸ: ஸுப்தம் வனம் பாவக உத்தி²தஸ்ததா³ | ப்ரவேஷ்டுகாம: பரிதோ ப⁴யாநக: சகார பீ⁴திம் மஹதீம் க³வாம் ந்ருணாம் ||",
      "tamil_translation": "அன்று நள்ளிரவில் அனைவரும் காட்டில் உறங்கிக் கொண்டிருந்தபோது, திடீரெனப் பயங்கரமான காட்டுத்தீ சூழ்ந்தது. அந்த நெருப்பைக் கண்டு பசுக்களும் மக்களும் மிகுந்த அச்சமடைந்தனர்."
    },
    {
      "number": 3,
      "sanskrit": "विबुध्य ते च क्रुशितं विलोक्य च प्रपन्नपालाह्वयमुच्चकैस्तदा । त्राहि त्राहि कृष्ण प्रलम्बबाहुक प्रपन्नभीतिं प्रशमयेति चक्रुशु: ॥३॥",
      "transliteration": "விபு³த்⁴ய தே ச க்ருஶிதம் விலோக்ய ச ப்ரபந்நபாலாஹ்வயமுச்சகைஸ்ததா³ | த்ராஹி த்ராஹி க்ருஷ்ண ப்ரலம்ப³பா³ஹுக ப்ரபந்நபீ⁴திம் ப்ரஶமயேதி சக்ருஶு: ||",
      "tamil_translation": "விழித்துக் கொண்ட அவர்கள், எரியும் தீயைக் கண்டு நடுங்கி, 'கிருஷ்ணா! எங்களைக் காப்பாற்று! நீண்ட கைகளை உடையவனே, சரணடைந்த எங்களைக் காத்தருள்!' என்று கதறினார்கள்."
    },
    {
      "number": 4,
      "sanskrit": "तदा तु भीतान् व्रजवासिनो विभो निमीलयेताक्षणीति भाष्य च । निमीलिताक्षान् निजतेसाऽर्चित: पपौ त्वमग्निं सहसा जगत्पते ॥४॥",
      "transliteration": "ததா³ து பீ⁴தான் வ்ரஜவாஸிநோ விபோ⁴ நிமீலயேதாக்ஷணீதி பா⁴ஷ்ய ச | நிமீலிதாக்ஷான் நிஜதேஜஸாऽர்சித: பபௌ த்வமக்³நிம் ஸஹஸா ஜக³த்பதே ||",
      "tamil_translation": "அவர்களைக் கண்டு இரங்கிய நீ, 'எல்லோரும் கண்களை மூடிக்கொள்ளுங்கள்' என்றாய். அவர்கள் கண்களை மூடிய அக்கணமே, அந்தப் பயங்கரமான தீயை நீ அப்படியே குடித்து அருளினாய்."
    },
    {
      "number": 5,
      "sanskrit": "ततो विमुक्ता ननु पावकभयात् विलोक्य त्वां शान्ततनुं मुदा ययु: । अहो तव वीर्यमचिन्त्यमीदृशं कृतं च कार्यं मुनिचित्तमोहनम् ॥५॥",
      "transliteration": "ததோ விமுக்தா நநு பாவகப⁴யாத் விலோக்ய த்வாம் ஶாந்ததநும் முதா³ யயு: | அஹோ தவ வீர்யமசிந்த்யமீத்³ருஶம் க்ருதம் ச கார்யம் முநிசித்தமோஹநம் ||",
      "tamil_translation": "நெருப்பு நீங்கியதும் அவர்கள் கண்களைத் திறந்து பார்த்தனர். அங்கே நீ அமைதியாக நிற்பதைக் கண்டு வியந்தனர். உன்னுடைய இந்த வீரம் முனிவர்களையும் வியக்கச் செய்வது."
    },
    {
      "number": 6,
      "sanskrit": "शमयेथास्त्वं च तदा सर्वान् विषादान् व्रजवासिनाम् । ममापि रोगशमनं कुरु देव त्वं दयानिधे ॥६॥",
      "transliteration": "ஶமயேதா²ஸ்த்வம் ச ததா³ ஸர்வான் விஷாதா³ன் வ்ரஜவாஸிநாம் | மமாபி ரோக³ஶமனம் குரு தே³வ த்வம் த³யாநிதே⁴ ||",
      "tamil_translation": "அன்று கோகுலவாசிகளின் துயரங்கள் அனைத்தையும் நீ போக்கியது போல, கருணைக்கடலே! என் நோய்களையும் நீக்கி அருள வேண்டும்."
    },
    {
      "number": 7,
      "sanskrit": "स त्वं जगन्मङ्गलदायक: प्रभो ममाधिपीडां शमयाशु केशव । वतेश्वरं त्वां शरणं प्रपद्ये निरामयं कुरु मे कलेवरम् ॥७॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "உலகிற்கு நலம் பயக்கும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் நீக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 8,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं ममापि चित्ते सततं विभातु । गुरुवापुरेश मम दीनबन्धो त्वमेव मे शरणं सदाऽस्तु ॥८॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்களால் தியானிக்கப்படும் உன் திருவுருவம் என் மனதிலும் எப்போதும் விளங்கட்டும். ஏழைகளின் பங்காளியான குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 9,
      "sanskrit": "तव बाललीलां मुहु: कीर्तयन् ममास्तु भक्ति: तव पादपङ्कजे । हरे सुकल्याणनिधे नमोऽस्तु ते पाही मां दीनबन्धो ॥९॥",
      "transliteration": "தவ பா³லலீலாம் முஹு: கீர்தயன் மமாஸ்து ப⁴க்தி: தவ பாத³பங்கஜே | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பால லீலைகளைப் பாடிக்கொண்டிருக்கும் பக்தியை எனக்குத் தந்தருள். மங்கலங்களின் இருப்பிடமே, உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 10,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् पश्यतां तव वैभवम् । गुरुवापुरेश पाहि मां सर्वपीडाभयादहो ॥१०॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மின் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் வைபவத்தைக் காண்பவர்கள் இந்தப் பூமியில் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாவிதமான துன்பத்திலிருந்தும் என்னைக் காத்தருள்வாய்."
    }
  ]
}
