{
  "title": "நாராயணீயம்",
  "dasakam": 62,
  "description": "கோபிகா கீதம் - கிருஷ்ணன் மீண்டும் தோன்றுதல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "इति त्वदेकात्मतया विलापिन्य: ता: समं गोप्य: । यमुनातटे समागता: तव गुणगणान् प्रगायन्य: ॥१॥",
      "transliteration": "இதி த்வதே³காத்மதயா விலாபிந்ய: தா: ஸமம் கோ³ப்ய: | யமுநாதடே ஸமாக³தா: தவ கு³ணக³ணான் ப்ரகா³யந்ய: ||",
      "tamil_translation": "உன்னையே நினைத்து வருந்திய கோபியர்கள் அனைவரும் யமுனை நதிக்கரைக்கு வந்து சேர்ந்தனர். உனது கல்யாண குணங்களையும் லீலைகளையும் ஒருசேரப் பாடி அழுது புலம்பினர்."
    },
    {
      "number": 2,
      "sanskrit": "जयति तेऽधिकं जन्मना व्रज: श्रयत इन्दिरा शश्वदत्र हि । दयित दृश्यतां दिक्षु तावका: त्वयि धृतासव: त्वां विचिन्वते ॥२॥",
      "transliteration": "ஜயதி தேऽதி⁴கம் ஜந்மநா வ்ரஜ: ஶ்ரயத இந்தி³ரா ஶஶ்வத³த்ர ஹி | த³யித த்³ருஶ்யதாம் தி³க்ஷு தாவகா: த்வயி த்⁴ருதாஸவ: த்வாம் விசிந்வதே ||",
      "tamil_translation": "உன் பிறப்பால் இந்த வ்ரஜ பூமி பெருமையடைந்தது; லட்சுமி தேவி இங்கு நித்யவாசம் செய்கிறாள். எங்கள் உயிர்நாதனே! உன்னையே கதியெனக் கொண்டு தவிக்கும் எங்களது கண்களுக்கு முன்னே ஒருமுறை தோன்றுவாய்."
    },
    {
      "number": 3,
      "sanskrit": "इति सुमधुरं गायन्तीनां तासां रोदनमुपश्रुत्य । प्रकटितोऽभव: सस्मितमुख: पीताम्बरधर: स्रज्वी ॥३॥",
      "transliteration": "இதி ஸுமது⁴ரம் கா³யந்தீநாம் தாஸாம் ரோத³நமுபஶ்ருத்ய | ப்ரக்கடிதோऽப⁴வ: ஸஸ்மிதமுக²: பீதாம்ப³ரத⁴ர: ஸ்ரஜ்வீ ||",
      "tamil_translation": "கோபியரின் இந்த மதுரமான கீதத்தையும், அவர்களின் அழுகையையும் கேட்ட நீ, அவர்கள் முன் தோன்றினாய். புன்னகை ததும்பும் முகத்தோடும், பீதாம்பரத்தோடும், மலர் மாலைகளோடும் நீ காட்சியளித்தாய்."
    },
    {
      "number": 4,
      "sanskrit": "तं विलोक्य सहसा प्रमुदिता: ता: तव बाहुपाशेन । परिरभ्य च प्रपन्ना: परमानन्दं ययु: विभो ॥४॥",
      "transliteration": "தம் விலோக்ய ஸஹஸா ப்ரமுதி³தா: தா: தவ பா³ஹுபாஶேந | பரிரப்⁴ய ச ப்ரபந்நா: பரமாநந்த³ம் யயு: விபோ⁴ ||",
      "tamil_translation": "உன்னைக் கண்டதும் கோபியர்கள் பெரும் மகிழ்ச்சி அடைந்தனர். உயிர் மீண்டது போன்ற உணர்வுடன் உன்னைச் சூழ்ந்து கொண்டு, உனது அருகாமையில் பேரானந்தம் எய்தினர்."
    },
    {
      "number": 5,
      "sanskrit": "काचित् कराम्बुजं गृह्य काचित् स्कन्धे विनिहितं । एवं तव स्वरूपं ता: अपश्यन् भक्तिविवशा: ॥५॥",
      "transliteration": "காசித் கராம்பு³ஜம் க்³ருஹ்ய காசித் ஸ்கந்தே⁴ விநிஹிதம் | ஏவம் தவ ஸ்வரூபம் தா: அபஶ்யன் ப⁴க்திவிவஶா: ||",
      "tamil_translation": "ஒருத்தி உனது தாமரை போன்ற கைகளைப் பற்றினாள்; மற்றொருத்தி உனது தோளில் சாய்ந்தாள். பக்தி மேலிட அவர்கள் உனது திவ்ய மங்கள உருவத்தை தரிசித்து மகிழ்ந்தனர்."
    },
    {
      "number": 6,
      "sanskrit": "स त्वं जगन्மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ । वतेश्वरं त्वां शरणं प्रपद्यே நிராமயம் குரு மே கலேவரம் ॥௬॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "உலகிற்கு நலம் பயக்கும் கேசவா! என் மனக் கவலைகளையும் உடல் உபாதைகளையும் நீக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன், என்னை நோயற்றவனாக மாற்றியருள்வாய்."
    },
    {
      "number": 7,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं ममापि चित्ते सततं विभातु । गुरुவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥௭॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்களால் தியானிக்கப்படும் உன் திருவுருவம் என் மனதிலும் எப்போதும் விளங்கட்டும். ஏழைகளின் பங்காளியான குருவாயூரப்பா, நீயே என் புகலிடம்."
    },
    {
      "number": 8,
      "sanskrit": "तव भक्ति: नित्यं वर्धतां मे चित्ते सततं विभातु தவ ரூபम् । हरे ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥௮॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான குருவாயூரப்பா, உனக்கு என் நமஸ்காரங்கள். என்னைக் காத்தருள்வாய்."
    },
    {
      "number": 9,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् पश्यतां तव वैभवम् । गुरुவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ॥௯॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் வைபவத்தைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காத்தருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "इत्थं त्वदीयं महिमानमहो प्रगायं ममास्तु भक्ति: தவ பாத³பத்³மே । வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥१०॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளை இவ்வாறு பாடும் பக்தி எனக்கு எப்போதும் இருக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் துன்பங்கள் யாவும் நீங்க வேண்டும்."
    }
  ]
}
