{
  "title": "நாராயணீயம்",
  "dasakam": 75,
  "description": "குப்ஜா மற்றும் அக்ரூரருக்கு அருளுதல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "तत: कदाचित् प्रथितं प्रपन्न: तव प्रियं कुब्जकया निमन्त्रित: । प्रविश्य तस्या: सदनं सविभ्रमं त्वं पूर्णकामां तामकृत: जनार्दन ॥१॥",
      "transliteration": "தத: கதா³சித் ப்ரதி²தம் ப்ரபந்ந: தவ ப்ரியம் குப்³ஜகயா நிமந்த்ரித: | ப்ரவிஶ்ய தஸ்யா: ஸத³நம் ஸவிப்⁴ரமம் த்வம் பூர்ணகாமாம் தாமக்ருத: ஜநார்த³ந ||",
      "tamil_translation": "ஜனார்த்தனா! பின்னர் ஒருமுறை, உன்னிடம் மிகுந்த அன்பு கொண்ட குப்ஜையின் அழைப்பை ஏற்று அவளது இல்லத்திற்குச் சென்றாய். உனது வருகையால் மகிழ்ச்சியில் திளைத்த அவளது நீண்ட கால ஆசைகளை நிறைவேற்றி அவளுக்குப் பேரானந்தத்தை அளித்தாய்."
    },
    {
      "number": 2,
      "sanskrit": "तत: सुहृन्मन्दिरमप्यगास्त्वं अक्रूरनाम्न: परमोत्सुकस्य । स च प्रहृष्ट: परिचर्य भक्त्या त्वामर्चयामास परार्घ्यवस्तुकै: ॥२॥",
      "transliteration": "தத: ஸுஹ்ருந்மந்தி³ரமப்யகா³ஸ்த்வம் அக்ரூரநாம்ந: பரமோத்ஸுகஸ்ய | ஸ ச ப்ரஹ்ருஷ்ட: பரிசர்ய ப⁴க்த்யா த்வாமர்சயாமாஸ பரார்தி⁴யவஸ்துகை: ||",
      "tamil_translation": "அதன்பிறகு, உனது வரவை ஆவலோடு எதிர்பார்த்துக் காத்திருந்த அக்ரூரரின் இல்லத்திற்குச் சென்றாய். அவர் பெரும் மகிழ்ச்சியுடன் உன்னை வரவேற்று, உயரிய உபசாரங்களைச் செய்து பக்தியுடன் வழிபட்டார்."
    },
    {
      "number": 3,
      "sanskrit": "अथैनमुक्त्वा हस्तिनापुरं प्रति पाण्डवानां कुशलाय प्रेषयन् । स त्वं गुरुपुरेश पाहि मां सर्वपीडाभयादहो ॥३॥",
      "transliteration": "அத²ைநமுக்த்வா ஹஸ்திநாபுரம் ப்ரதி பாண்ட³வாநாம் குஶலாய ப்ரேஷயன் | ஸ த்வம் கு³ருபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "பின்னர், அக்ரூரரிடம் பாண்டவர்களின் நலனை அறிந்து வர அவரை ஹஸ்தினாபுரத்திற்குத் தூது அனுப்பினாய். அத்தகைய கருணைக் கடலான குருவாயூரப்பா, என்னை எல்லாத் துன்பங்களிலிருந்தும் காத்தருள்வாய்."
    },
    {
      "number": 4,
      "sanskrit": "स त्वं जगन्மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ । वतेश्वरं त्वां शरणं प्रपद्यே நிராமயம் குரு மே கலேவரம் ॥௪॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "மங்கலங்களை அருளும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் போக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 5,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं மமாபி சித்தே ஸததம் விபா⁴து । गुरुவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥௫॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்கள் தியானிக்கும் உன் திருவுருவம் என் மனதில் நிலைக்கட்டும். குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 6,
      "sanskrit": "तव भक्ति: नित्यं வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபम् । हरे ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥௬॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 7,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् பஶ்யதாம் தவ வைப⁴வம் । गुरुவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ॥௭॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 8,
      "sanskrit": "इत्थं त्वदीयं மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே । வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥௮॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 9,
      "sanskrit": "त्वमेव सर्वं मम தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் । नमस्ते नमस्ते नमस्ते விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ॥௯॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "इति प्रपन्नार्तिहरं भवन्तं स्तुवन् हि लप्स्ये परमं पदं तत् । वतेश्वर पाहि हरे दयालो ममामयं संहर विश्वमूर्ते ॥१०॥",
      "transliteration": "இதி ப்ரபந்நார்திஹரம் ப⁴வந்தம் ஸ்துவன் ஹி லப்ஸ்யே பரமம் பத³ம் தத் | வதேஶ்வர பாஹி ஹரே த³யாலோ மமாமயம் ஸம்ஹர விஶ்வமூர்தே ||",
      "tamil_translation": "துயரம் துடைக்கும் உன்னைத் துதிப்பதன் மூலம் நான் உயரிய கதியை அடைவேன். கருணைக் கடலே, குருவாயூரப்பா, என் நோய்களைப் போக்கி என்னைக் காத்தருள்வாய்."
    }
  ]
}
