{
  "title": "நாராயணீயம்",
  "dasakam": 70,
  "description": "மதுராபுரி பிரவேசம் - மதுரையில் நுழைதலும் குப்ஜைக்கு அருளுதலும்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "सम्प्राप्तो मधुरां दिनार्धविगमे तत्रान्तरं मर्त्यकै: दृष्टो विश्वजनोत्सवोत्सवतरै: आलोकित: सादरम् । अक्रूरं प्रतिगृह्य तं विसृज्य च रथात् भ्रात्रा समं लीलया उद्यानभ्रमणेन नूनमकरो: तां पुरीं पावनीम् ॥१॥",
      "transliteration": "ஸம்ப்ராப்தோ மது⁴ராம் தி³நார்த⁴விக³மே தத்ராந்தரம் மர்த்யகை: த்³ருஷ்டோ விஶ்வஜநோத்ஸவோத்ஸவதரை: ஆலோகித: ஸாத³ரம் | அக்ரூரம் ப்ரதிகு்ருஹ்ய தம் விஸ்ருஜ்ய ச ரதா²த் ப்⁴ராத்ரா ஸமம் லீலயா உத்³யாநப்⁴ரமணேந நூநமகரோ: தாம் புரீம் பாவநீம் ||",
      "tamil_translation": "நண்பகல் வேளையில் நீங்கள் மதுரையை அடைந்தீர்கள். உன்னைக் கண்ட மக்கள் அனைவரும் ஏதோ ஒரு பெரிய திருவிழாவைக் காண்பது போல மகிழ்ச்சியடைந்தனர். அக்ரூரரை அனுப்பிவிட்டு, நீயும் பலராமனும் மதுரையின் வீதிகளில் உலா வந்து அந்த நகரைத் தூய்மைப்படுத்தினீர்கள்."
    },
    {
      "number": 2,
      "sanskrit": "तत्र रजकमेकं कँसस्य वाससां भारं वहन्तं दृष्ट्वा । प्रार्थितोऽपि न दत्तवान् स तं निहत्य वासांसि जग्रहथ ॥२॥",
      "transliteration": "தத்ர ரஜகமேகம் கம்ஸஸ்ய வாஸஸாம் பா⁴ரம் வஹந்தம் த்³ருஷ்ட்வா | ப்ரார்தி²தோऽபி ந த³த்தவான் ஸ தம் நிஹத்ய வாஸாம்ஸி ஜக்³ரஹத² ||",
      "tamil_translation": "அங்கே கம்சனின் ஆடைகளைச் சுமந்து வந்த சலவைத் தொழிலாளி ஒருவனைக் கண்டீர்கள். அவனிடம் ஆடைகளைக் கேட்டபோது அவன் ஆணவத்துடன் மறுக்கவே, அவனைத் தண்டித்துவிட்டுத் தேவையான ஆடைகளை எடுத்துக்கொண்டீர்கள்."
    },
    {
      "number": 3,
      "sanskrit": "तदनु कुविन्दकेन दत्तं सुवस्त्रं परिधाय माल्यकारस्य गृहं गत्वा । मालाभि: अलङ्कृतो भूत्वा सुगन्धलेपनार्थं पथि कुब्जामद्राक्षी: ॥३॥",
      "transliteration": "தத³நு குவிந்த³கேந த³த்தம் ஸுவஸ்த்ரம் பரிதா⁴ய மால்யகாரஸ்ய க்³ருஹம் க³த்வா | மாலாபி⁴: அலங்க்ருதோ பூ⁴த்வா ஸுக³ந்த⁴லேபநார்த²ம் பதி² குப்³ஜாமத்³ராக்ஷீ: ||",
      "tamil_translation": "பின்பு ஒரு நெசவாளி தந்த நல்லாடைகளை அணிந்து, மாலையணிவிக்கும் சுதாமா என்பவரின் இல்லம் சென்று மாலைகளைச் சூடிக்கொண்டீர்கள். பின்னர் வீதியில் சந்தனம் ஏந்தி வந்த குப்ஜை என்ற கூனியைச் சந்தித்தீர்கள்."
    },
    {
      "number": 4,
      "sanskrit": "सैषा तु कँसपरिवर्तिनी चन्दनं तुभ्यं मुदा दत्तवती । तस्या: प्रसादेन प्रसन्नचित्त: त्वं तां ऋज्वीं अकरो: क्षणेन ॥४॥",
      "transliteration": "ஸைஷா து கம்ஸபரிவர்திநீ சந்த³நம் துப்⁴யம் முதா³ த³த்தவதீ | தஸ்யா: ப்ரஸாதே³ந ப்ரஸந்நசித்த: த்வம் தாம் ருஜ்வீம் அகரோ: க்ஷணேந ||",
      "tamil_translation": "கம்சனுக்காகச் சந்தனம் கொண்டு சென்ற அவள், உனது அழகில் மயங்கி அந்தச் சந்தனத்தை உனக்கே பூசினாள். அவளது பக்தியால் மகிழ்ந்த நீ, அவளது கூனை நிமிர்த்தி ஒரு நொடியில் அவளை அழகிய பெண்ணாக மாற்றினாய்."
    },
    {
      "number": 5,
      "sanskrit": "स त्वं जगन्மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ । वतेश्वरं त्वां शरणं प्रपद्यே நிராமயம் குரு மே கலேவரம் ॥௫॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "மங்கலங்களை அருளும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் போக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 6,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं மமாபி சித்தே ஸததம் விபா⁴து । गुरुவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥௬॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்கள் தியானிக்கும் உன் திருவுருவம் என் மனதில் நிலைக்கட்டும். குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 7,
      "sanskrit": "तव भक्ति: नित्यं वर्धतां மே சித்தே ஸததம் விபா⁴து தவ ரூபम् । हरे ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥௭॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 8,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् பஶ்யதாம் தவ வைப⁴வம் । गुरुவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ॥௮॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 9,
      "sanskrit": "इत्थं त्वदीयं महिமானமமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே । வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥௯॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 10,
      "sanskrit": "त्वमेव सर्वं मम देवதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் । नमस्ते नमस्ते नमस्ते விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ॥१०॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    }
  ]
}
