{
  "title": "நாராயணீயம்",
  "dasakam": 71,
  "description": "சாபபஞ்சனம் மற்றும் குவலயாபீட வதம்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "तत: धनु:शालामुपेत्य लीलया धनु: गृहीत्वा बभञ्जिथाथ तत् । तद्भञ्जनध्वनिरपूरयद्रोदसी कंसस्य चित्ते भयमप्यधात्तदा ॥१॥",
      "transliteration": "தத: த⁴நு:ஶாலாமுபேத்ய லீலயா த⁴நு: க்³ருஹீத்வா ப³ப⁴ஞ்ஜிதா²த² தத் | தத்³ப⁴ஞ்ஜநத்⁴வநிரபூரயத்³ரோத³ஸீ கம்ஸஸ்ய சித்தே ப⁴யமப்யதா⁴த்ததா³ ||",
      "tamil_translation": "அதன் பிறகு நீ வில் சாலைக்குச் சென்று, அங்கிருந்த பெரிய வில்லை விளையாட்டுப் போலத் தூக்கி ஒடித்தாய். அந்த வில் உடைந்த சத்தம் பூமிக்கும் வானுக்கும் இடையே எதிரொலித்தது; அதைக் கேட்ட கம்சனின் உள்ளத்தில் மரண பயம் உண்டானது."
    },
    {
      "number": 2,
      "sanskrit": "प्रात: तदा कँसनिदेशतो गज: कुवलयापीड: पथि स्थितोऽभवत् । तमापतन्तं सव्यहस्तेन गृह्य भुवि पातयित्वा हतवानसि प्रभो ॥२॥",
      "transliteration": "ப்ராத: ததா³ கம்ஸநிதே³ஶதோ கஜ: குவலயாபீட³: பதி² ஸ்தி²தோऽப⁴வத் | தமாபதந்தம் ஸவ்யஹஸ்தேந க்³ருஹ்ய பு⁴வி பாதயித்வா ஹதவாநஸி ப்ரபோ⁴ ||",
      "tamil_translation": "அடுத்த நாள் காலை, கம்சனின் உத்தரவுப்படி குவலயாபீடம் என்ற யானை வழியை மறித்து நின்றது. மதங்கொண்டு பாய்ந்து வந்த அந்த யானையின் தந்தத்தைப் பிடித்து, அதனை நிலத்தில் சாய்த்து நீ வதம் செய்தாய்."
    },
    {
      "number": 3,
      "sanskrit": "दन्तं तदीयं करेण गृहीत्वा बलदेवसंयुक्तो रङ्गमगा: । तदा तु भीता: कँसभटा: त्वामप्रधृष्यं मेनिरे विभो ॥३॥",
      "transliteration": "த³ந்தம் ததீ³யம் கரேண க்³ருஹீத்வா ப³லதே³வஸம்யுக்தோ ரங்க³மகா³: | ததா³ து பீ⁴தா: கம்ஸப⁴டா: த்வாமப்ரத்⁴ருஷ்யம் மேநிரே விபோ⁴ ||",
      "tamil_translation": "யானையின் தந்தத்தைக் கையில் ஏந்தியபடி பலராமனுடன் நீ மல்யுத்த சாலைக்குள் நுழைந்தாய். உன்னைக் கண்ட கம்சனின் வீரர்கள் அச்சமடைந்து, 'இவனை யாராலும் வெல்ல முடியாது' என்று எண்ணினர்."
    },
    {
      "number": 4,
      "sanskrit": "मल्लानां अशनि: नृणां नरवर: स्त्रीणां स्मरो मूर्तिमान् गोपानां स्वजन: असतां क्षितिभुजां शास्ता पितॄणां शिशु: । मृत्यु: भोजपते: विराडविदुषां तत्त्वं परं योगिनां दृष्टो रङ्गतले स तादृशविभु: पाहाहि मां केशव ॥४॥",
      "transliteration": "மல்லாநாம் அஶநி: ந்ருணாம் நரவர: ஸ்த்ரீணாம் ஸ்மரோ மூர்திமான் கோ³பாநாம் ஸ்வஜந: அஸதாம் க்ஷிதிபு⁴ஜாம் ஶாஸ்தா பித்ரூணாம் ஶிஶு: | ம்ருத்யு: போ⁴ஜபதே: விராட³விது³ஷாம் தத்த்வம் பரம் யோகி³நாம் த்³ருஷ்டோ ரங்க³தலே ஸ தாத்³ருஶவிபு⁴: பாஹி மாம் கேஶவ ||",
      "tamil_translation": "மல்யுத்த வீரர்களுக்கு இடி போன்றவனாகவும், பெண்களுக்கு மன்மதனாகவும், கோபர்களுக்குத் தோழனாகவும், கம்சனுக்குக் காலனாகவும், யோகிகளுக்குப் பரம்பொருளாகவும் பல உருவில் நீ காட்சியளித்தாய். அத்தகைய கேசவா, என்னைக் காத்தருள்வாய்."
    },
    {
      "number": 5,
      "sanskrit": "स त्वं जगन्மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ । वतेश्वरं त्वां शरणं प्रपद्यே நிராமயம் குரு மே கலேவரம் ॥௫॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "மங்கலங்களை அருளும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் போக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 6,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं மமாபி சித்தே ஸததம் விபா⁴து । गुरुவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥௬॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்கள் தியானிக்கும் உன் திருவுருவம் என் மனதில் நிலைக்கட்டும். குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 7,
      "sanskrit": "तव भक्ति: नित्यं वर्धतां மே சித்தே ஸததம் விபா⁴து தவ ரூபम् । हरे ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥௭॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 8,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् பஶ்யதாம் தவ வைப⁴வம் । गुरुவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ॥௮॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 9,
      "sanskrit": "इत्थं त्वदीयं महिமானமமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே । வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥௯॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் தீரட்டும்."
    },
    {
      "number": 10,
      "sanskrit": "त्वमेव सर्वं मम देवதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் । नमस्ते नमस्ते नमस्ते விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ॥१०॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, காத்தருள்வாய்."
    }
  ]
}
