{
  "title": "நாராயணீயம்",
  "dasakam": 54,
  "description": "வஸ்த்ராபகரணம் - கோபியரின் ஆடைகளைக் கவர்தல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "कदापि हे मन्तविभोषिते दिने सुपूजिता सा खलु कात्यायनी । मनोरथं पूरयितुं हि तासां विवेशु: आप: सुदृश: कालिन्द्या: ॥१॥",
      "transliteration": "கதா³பி ஹே மந்தவிபோ⁴ஷிதே தி³நே ஸுபூஜிதா ஸா க²லு காத்யாயநீ | மநோரத²ம் பூரயிதும் ஹி தாஸாம் விவேஶு: ஆப: ஸுத்³ருஶ: காலிந்த்³யா: ||",
      "tamil_translation": "ஹேமந்த ருதுவில், உன்னை அடைய வேண்டும் என்ற எண்ணத்துடன் கோபியர்கள் காத்யாயினி தேவியைப் பூஜித்தனர். தங்கள் வேண்டுதல் நிறைவேற யமுனை நதியில் நீராடச் சென்றனர்."
    },
    {
      "number": 2,
      "sanskrit": "तटीनिबद्धां निजवाससीं तदा विसृज्य ता: तोयविहारलोला: । त्वं तु प्रगृह्याहो विविक्ते कुरुते स्म वेलां सस्मितं मन्दं हसन् ॥२॥",
      "transliteration": "தடீநிப³த்³தா⁴ம் நிஜவாஸஸீம் ததா³ விஸ்ருஜ்ய தா: தோயவிஹாரலோலா: | த்வம் து ப்ரக்³ருஹ்யாஹோ விவிக்தே குருதே ஸ்ம வேலாம் ஸஸ்மிதம் மந்த³ம் ஹஸன் ||",
      "tamil_translation": "ஆடைகளைக் கரையில் வைத்துவிட்டு அவர்கள் நீரில் விளையாடிக் கொண்டிருந்தபோது, நீ மறைவாக வந்து அவர்கள் ஆடைகளை எடுத்துக் கொண்டு, ஒரு கடம்ப மரத்தின் மீது ஏறி அமர்ந்து புன்னகை செய்தாய்."
    },
    {
      "number": 3,
      "sanskrit": "विलोक्य रिक्तं तटमहो भीता: विनिर्ययु: वारिधरा: सुदृश: । त्वं तु प्राह ता: सस्मितं हि अत्रैत्य गृह्णन्तु निजवाससीम् ॥३॥",
      "transliteration": "விலோக்ய ரிக்தம் தடமஹோ பீ⁴தா: விநிர்யயு: வாரித⁴ரா: ஸுத்³ருஶ: | த்வம் து ப்ராஹ தா: ஸஸ்மிதம் ஹி அத்ரைத்ய க்³ருஹ்ணந்து நிஜவாஸஸீம் ||",
      "tamil_translation": "கரையில் ஆடையைக் காணாமல் கோபியர் திகைத்தனர். அப்போது மரத்தின் மேலிருந்த நீ, 'பெண்களே! இங்கே வந்து உங்கள் ஆடைகளைப் பெற்றுக்கொள்ளுங்கள்' என்று புன்னகையுடன் கூறினாய்."
    },
    {
      "number": 4,
      "sanskrit": "तदा तु ता: शीतभयात् सुवेपिता: विलोक्य त्वां सस्मितमीक्षयन्त्य: । प्रणेमुरहो भक्तिभरेण तासां ददौ च वासांसि मुदा विभो ॥४॥",
      "transliteration": "ததா³ து தா: ஶீதப⁴யாத் ஸுவேபிதா: விலோக்ய த்வாம் ஸஸ்மிதமீக்ஷயந்த்ய: | ப்ரணேமுரஹோ ப⁴க்திப⁴ரேண தாஸாம் த³தௌ³ ச வாஸாம்ஸி முதா³ விபோ⁴ ||",
      "tamil_translation": "குளிரில் நடுங்கியபடி அவர்கள் உன்னைத் தரிசித்தனர். அவர்களின் அகந்தையை நீக்கி, பக்தி மேலிட உன்னை வணங்கிய அவர்களுக்கு, நீ மகிழ்வுடன் ஆடைகளைத் திருப்பிக் கொடுத்தாய்."
    },
    {
      "number": 5,
      "sanskrit": "ययौ तदा ता: निजमन्दिरं प्रति त्वदाज्ञां च हृदयेन धारिणी । अहो तव वीर्यमचिन्त्यमीदृशं कृतं च कार्यं मुनिचित्तमोहनम् ॥५॥",
      "transliteration": "யயௌ ததா³ தா: நிஜமந்திரம் ப்ரதி த்வதா³ஜ்ஞாம் ச ஹ்ருத³யேந தா⁴ரிணீ | அஹோ தவ வீர்யமசிந்த்யமீத்³ருஶம் க்ருதம் ச கார்யம் முநிசித்தமோஹநம் ||",
      "tamil_translation": "உன் திருவருளைப் பெற்று அவர்கள் இல்லம் திரும்பினர். உன்னுடைய இந்த லீலைகள் உலகப் பற்றை நீக்கி, ஆன்மீக விடுதலையை அளிப்பவை."
    },
    {
      "number": 6,
      "sanskrit": "स त्वं जगन्मङ्गलदायक: प्रभो ममाधिपीडां शमयाशु केशव । वतेश्वरं त्वां शरणं प्रपद्ये निरामयं कुरु मे कलेवरम् ॥६॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "உலகிற்கு நலம் பயக்கும் கேசவா! என் மனக் கவலைகளையும் உடல் உபாதைகளையும் நீக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன், என்னை நோயற்றவனாக மாற்றியருள்வாய்."
    },
    {
      "number": 7,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं ममापि चित्ते सततं विभातु । गुरुवापुरेश मम दीनबन्धो त्वमेव मे शरणं सदाऽस्तु ॥७॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்களால் தியானிக்கப்படும் உன் திருவுருவம் என் மனதிலும் எப்போதும் விளங்கட்டும். ஏழைகளின் பங்காளியான குருவாயூரப்பா, நீயே என் புகலிடம்."
    },
    {
      "number": 8,
      "sanskrit": "तव भक्ति: नित्यं वर्धतां मे चित्ते सततं विभातु तव रूपम् । हरे सुकल्याणनिधे नमोऽस्तु ते पाही मां दीनबन्धो ॥८॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும், உன் திருவுருவம் என் மனதில் எப்போதும் விளங்கட்டும். மங்கலங்களின் இருப்பிடமான குருவாயூரப்பா, உனக்கு என் நமஸ்காரங்கள்."
    },
    {
      "number": 9,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् पश्यतां तव वैभवम् । गुरुवापुरेश पाहि मां सर्वपीडाभयादहो ॥९॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மின் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் வைபவத்தைக் காண்பவர்கள் இந்தப் பூமியில் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காத்தருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "इत्थं त्वदीयं महिमानमहो प्रगायं ममास्तु भक्ति: तவ பா³த³பத்³மே । வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥१०॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளை இவ்வாறு பாடும் பக்தி எனக்கு எப்போதும் இருக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் துன்பங்கள் யாவும் விலக வேண்டும்."
    }
  ]
}
