{
  "title": "நாராயணீயம்",
  "dasakam": 65,
  "description": "அரிஷ்டாசுர வதம் - எருது வடிவில் வந்த அசுரனை அழித்தல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "अथ विषमविषाण: प्रोल्लसद्वालधि: स प्रखरखुरविदीर्णक्ष्मातल: कूटकायी । अरिष्टोऽभ्यगादहो ककुद्मान् प्रभीषयन् गोकुलं दनुजः ॥१॥",
      "transliteration": "அத² விஷமவிஷாண: ப்ரோல்லஸத்³வாலதி⁴: ஸ ப்ரக்க²ரக்²உரவிதீ³ர்ணக்ஷ்மாதல: கூடகாயீ | அரிஷ்டோऽப்⁴யகா³த³ஹோ ககுத்³மாந் ப்ரபீ⁴ஷயந் கோ³குலம் த³நுஜ: ||",
      "tamil_translation": "அதன் பிறகு, கூர்மையான கொம்புகளுடனும், நிமிர்ந்த வாலுடனும், குளம்புகளால் பூமியைப் பிளந்தபடி, மலை போன்ற உடலையுடைய அரிஷ்டாசுரன் எனும் அசுரன் எருது வடிவில் கோகுலத்தை அச்சுறுத்த வந்தான்."
    },
    {
      "number": 2,
      "sanskrit": "तं वीक्ष्य भीतान् वत्सान् पालयन् त्वं संचोद्य च तमभिमुखं जगाथ । स तु गर्जन् आपतन्तं त्वां वीक्ष्य शृङ्गाभ्यां हन्तुमुद्यत: ॥२॥",
      "transliteration": "தம் வீக்ஷ்ய பீ⁴தான் வத்ஸான் பாலயன் த்வம் ஸஞ்சோத்³ய ச தமபி⁴முக²ம் ஜகா³த² | ஸ து க³ர்ஜன் ஆபதந்தம் த்வாம் வீக்ஷ்ய ஶ்ருங்கா³ப்⁴யாம் ஹந்துமுத்³யத: ||",
      "tamil_translation": "அவனைக் கண்டு அஞ்சிய கன்றுகளைக் காத்து, நீ அந்த அசுரனுக்கு நேராகச் சென்றாய். அவன் பெரும் கர்ஜனையுடன் உன்னைத் தனது கொம்புகளால் குத்தப் பாய்ந்து வந்தான்."
    },
    {
      "number": 3,
      "sanskrit": "त्वं तु तस्य शृङ्गं गृहीत्वा दनुजं भुवि पातयित्वा प्रमथ्य च । शृङ्गेणैव तमेवावधी: अहो तव वीर्यं मुनिचित्तमोहनम् ॥३॥",
      "transliteration": "த்வம் து தஸ்ய ஶ்ருங்கம் க்³ருஹீத்வா த³நுஜம் பு⁴வி பாதயித்வா ப்ரமத்²ய ச | ஶ்ருங்கே³ணைவ தமேவாவதீ⁴: அஹோ தவ வீர்யம் முநிசித்தமோஹநம் ||",
      "tamil_translation": "நீ அவனது கொம்புகளைப் பற்றி, அவனைப் பூமியில் தள்ளிப் புரட்டினாய். அவனது ஒரு கொம்பையே ஒடித்து, அதனாலேயே அவனை வதம் செய்தாய். உன் வீரம் முனிவர்களையும் வியக்க வைப்பது!"
    },
    {
      "number": 4,
      "sanskrit": "तदा तु देवा: पुष्पवर्षै: त्वां ववृषु: मुदा युक्ता: । गोपा: च विस्मिता: त्वां परिरभ्य प्रमुदिता: बभूवु: ॥४॥",
      "transliteration": "ததா³ து தே³வா: புஷ்பவர்ஷை: த்வாம் வவ்ருஷு: முதா³ யுக்தா: | கோ³பா: ச விஸ்மிதா: த்வாம் பரிரப்⁴ய ப்ரமுதி³தா: ப³பூ⁴வு: ||",
      "tamil_translation": "அசுரன் மடிந்ததும் தேவர்கள் மலர் மாரி பொழிந்தனர். கோபர்கள் வியப்புடன் உன்னை அணைத்துக்கொண்டு மட்டற்ற மகிழ்ச்சி அடைந்தனர்."
    },
    {
      "number": 5,
      "sanskrit": "स त्वं जगन्மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ । वतेश्वरं त्वां शरणं प्रपद्यே நிராமயம் குரு மே கலேவரம் ॥௫॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "மங்கலங்களை அருளும் கேசவா! என் மனக் கவலைகளையும் உடல் பிணிகளையும் போக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன்."
    },
    {
      "number": 6,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं मமாபி சித்தே ஸததம் விபா⁴து । गुरुவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ॥௬॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "உன் திருவுருவம் என் மனதில் எப்போதும் நிலைத்திருக்கட்டும். ஏழைகளின் பங்காளியான குருவாயூரப்பா, நீயே என் தஞ்சம்."
    },
    {
      "number": 7,
      "sanskrit": "तव भक्ति: नित्यं वर्धतां मे சித்தே ஸததம் விபா⁴து தவ ரூபम् । हरे ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ॥௭॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் பெருகட்டும். மங்கலங்களின் இருப்பிடமான உனக்கு என் நமஸ்காரங்கள். என்னைக் காத்தருள்வாய்."
    },
    {
      "number": 8,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् பஶ்யதாம் தவ வைப⁴வம் । गुरुவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ॥௮॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் மகிமையைக் காண்பவர்கள் பாக்கியசாலிகள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காப்பாயாக."
    },
    {
      "number": 9,
      "sanskrit": "इत्थं त्वदीयं महिमानமமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே । வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ॥௯॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளைப் பாடும் பக்தி எனக்கு நிலைக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் கவலைகள் யாவும் தீரட்டும்."
    },
    {
      "number": 10,
      "sanskrit": "त्वमेव सर्वं मम देवதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் । नमस्ते नमस्ते नमस्ते விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ॥१०॥",
      "transliteration": "த்வமேவ ஸர்வம் மம தே³வதே³வ பாஹி ப்ரபா⁴வாத் ப⁴வப³ந்த⁴நாந்மாம் | நமஸ்தே நமஸ்தே நமஸ்தே விபோ⁴ பாஹி மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "தேவாதி தேவனே! நீயே என் கதி. பிறவித் தளையிலிருந்து என்னை விடுவித்து, எல்லாத் துன்பத்திலிருந்தும் காத்தருள்வாய்."
    }
  ]
}
