{
  "title": "நாராயணீயம்",
  "dasakam": 59,
  "description": "நந்தமோக்ஷம் மற்றும் வைகுண்ட தரிசனம் - வருண லோகத்திலிருந்து நந்தரை மீட்டல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "एकादश्यां निराहार: स्थित्वा नन्दस्तु द्वादशीम् । सम्प्राप्य वारुणीं वेलां स्नातुं कस्यचिदापगाम् ॥१॥",
      "transliteration": "ஏகாத³ஶ்யாம் நிராஹார: ஸ்தி²த்வா நந்த³ஸ்து த்³வாத³ஶீம் | ஸம்ப்ராப்ய வாருணீம் வேலாம் ஸ்நாதும் கஸ்யசிதா³பகா³ம் ||",
      "tamil_translation": "நந்தகோபர் ஏகாதசி விரதத்தை முடித்துவிட்டு, துவாதசி அதிகாலையில் யமுனை நதியில் நீராடுவதற்காகச் சென்றார். அந்த நேரம் அசுரர்களுக்கு உகந்த நேரம் என்பதால் ஆபத்து இருந்தது."
    },
    {
      "number": 2,
      "sanskrit": "तदा तु वरुणभृत्येन नीत: स वारुणं पदम् । विलोक्य तं तव पितरं वरुण: पूजयाम्बभूव ॥२॥",
      "transliteration": "ததா³ து வருணப்⁴ருத்யேன நீத: ஸ வாருணம் பத³ம் | விலோக்ய தம் தவ பிதரம் வருண: பூஜயாம்ப³பூ⁴வ ||",
      "tamil_translation": "அப்போது வருணனின் தூதன் ஒருவன் நந்தகோபரைக் கடத்தி வருண லோகத்திற்கு கொண்டு சென்றான். உன்னுடைய தந்தை வந்திருப்பதைக் கண்ட வருணன், அவரை முறைப்படி பூஜித்து மகிழ்ந்தான்."
    },
    {
      "number": 3,
      "sanskrit": "त्वं तु तच्छ्रुत्वा सत्वरं गत्वा वरुणालयम् । पितरं मोचयित्वाऽहो सर्वानपि विस्मितानकरो: ॥३॥",
      "transliteration": "த்வம் து தச்ச்²ருத்வா ஸத்வரம் க³த்வா வருணாலயம் | பிதரம் மோசயித்வாऽஹோ ஸர்வானபி விஸ்மிதானகரோ: ||",
      "tamil_translation": "நந்தர் காணாமல் போனதை அறிந்த நீ, உடனே வருண லோகம் சென்றாய். உன்னைக் கண்ட வருணன் மன்னிப்புக் கேட்டு உன்னைப் போற்றினான். நீ உன் தந்தையை அங்கிருந்து மீட்டு வந்தாய்."
    },
    {
      "number": 4,
      "sanskrit": "पित्रा प्रकथितं दृष्टं वैभवं वारुणं च ते । श्रुत्वा गोपा: मुदा युक्ता: तव दिव्यपदं ययु: ॥४॥",
      "transliteration": "பித்ரா ப்ரகதி²தம் த்³ருஷ்டம் வைப⁴வம் வாருணம் ச தே | ஶ்ருத்வா கோ³பா: முதா³ யுக்தா: தவ தி³வ்யபத³ம் யயு: ||",
      "tamil_translation": "வருண லோகத்தில் உனக்கு நடந்த மரியாதையை நந்தர் கோபர்களிடம் விவரித்தார். இதைக் கேட்ட கோபர்கள், உன்னுடைய உண்மையான திவ்யமான இருப்பிடத்தைக் காண ஆசைப்பட்டனர்."
    },
    {
      "number": 5,
      "sanskrit": "तदा तु दर्शयामास वैकुण्ठं परमं पदम् । यत्र गत्वा न निवर्तन्ते तन्मुनिचित्तमोहनम् ॥५॥",
      "transliteration": "ததா³ து த³ர்ஶயாமாஸ வைகுண்ட²ம் பரமம் பத³ம் | யத்ர க³த்வா ந நிவர்தந்தே தந்முநிசித்தமோஹநம் ||",
      "tamil_translation": "அவர்களின் வேண்டுகோளை ஏற்று, நீ அவர்களுக்கு வைகுண்டத்தைக் காட்டினாய். எங்கே சென்றால் மீண்டும் பிறவி எடுக்கத் தேவையில்லையோ, அந்த முனிவர்கள் தியானிக்கும் உன்னத இடத்தை அவர்கள் கண்டனர்."
    },
    {
      "number": 6,
      "sanskrit": "स त्वं जगन्मङ्गलदायक: प्रभो ममाधिपीडां शमयाशु केशव । वतेश्वरं त्वां शरणं प्रपद्ये निरामयं कुरु मे कलेवरम् ॥६॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "உலகிற்கு நலம் பயக்கும் கேசவா! என் மனக் கவலைகளையும் உடல் உபாதைகளையும் நீக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன், என்னை நோயற்றவனாக மாற்றியருள்வாய்."
    },
    {
      "number": 7,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं ममापि चित्ते सततं विभातु । गुरुवापुरेश मम दीनबन्धो त्वमेव मे शरणं सदाऽस्तु ॥७॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்களால் தியானிக்கப்படும் உன் திருவுருவம் என் மனதிலும் எப்போதும் விளங்கட்டும். ஏழைகளின் பங்காளியான குருவாயூரப்பா, நீயே என் புகலிடம்."
    },
    {
      "number": 8,
      "sanskrit": "तव भक्ति: नित्यं वर्धतां मे चित्ते सततं विभातु तव रूपम् । हरे सुकल्याणनिधे नमोऽस्तु ते पाही मां दीनबन्धो ॥८॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான குருவாயூரப்பா, உனக்கு என் நமஸ்காரங்கள். என்னைக் காத்தருள்வாய்."
    },
    {
      "number": 9,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् पश्यतां तव वैभवम् । गुरुवापुरेश पाहि मां सर्वपीडाभयादहो ॥९॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மின் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் வைபவத்தைக் காண்பவர்கள் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காத்தருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "इत्थं त्वदीयं महिमानमहो प्रगायं ममास्तु भक्ति: तव पादपद्मे । वतेश्वरं त्वां शरणं प्रपद्ये निषेवते मे सकलार्तिपीडा: ॥१०॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளை இவ்வாறு பாடும் பக்தி எனக்கு எப்போதும் இருக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் துன்பங்கள் யாவும் நீங்க வேண்டும்."
    }
  ]
}
