{
  "title": "நாராயணீயம்",
  "dasakam": 55,
  "description": "யக்ஞபத்னி அனுக்ரஹம் - அந்தணர்களின் மனைவியருக்கு அருள்புரிதல்",
  "slokas": [
    {
      "number": 1,
      "sanskrit": "ततश्च कतिपये दिने त्वमथ राममिश्र: च चरन् वने च सहालिभि: । क्षुधार्दित: सुहृदोऽब्रवी: यजत विप्रान् प्रति गच्छतेति ॥१॥",
      "transliteration": "ததஶ்ச கதிவயே தி³நே த்வமத² ராமமிஶ்ர: ச சரந் வனே ச ஸஹாலிபி⁴: | க்ஷுதா⁴ர்தி³த: ஸுஹ்ருதோ³ऽப்³ரவீ: யஜத விப்ராந் ப்ரதி க³ச்ச²தேதி ||",
      "tamil_translation": "சில நாட்கள் கழித்து, நீ பலராமனுடனும் நண்பர்களுடனும் காட்டில் உலவியபோது, பசி ஏற்பட்டது. அருகிலுள்ள அந்தணர்கள் யாகம் செய்து கொண்டிருப்பதை அறிந்து, நண்பர்களிடம் அங்கிருந்து உணவு கேட்டு வருமாறு கூறினாய்."
    },
    {
      "number": 2,
      "sanskrit": "गता: सुहृद: तानयाचन्त विप्रान् न ते ददु: किञ्चिदपि ह्यगर्वा: । त्वं तु प्राह तांस्तदाऽब्रवी: गच्छत तत्पत्न्य: प्रति मन्नाम गृहीत्वा ॥२॥",
      "transliteration": "க³தா: ஸுஹ்ருத³: தாநயாசந்த விப்ராந் ந தே த³து³: கிஞ்சித³பி ஹ்யக³ர்வா: | த்வம் து ப்ராஹ தாம்ஸ்ததா³ऽப்³ரவீ: க³ச்ச²த தத்பத்ந்ய: ப்ரதி மந்நாம க்³ருஹீத்வா ||",
      "tamil_translation": "உன் நண்பர்கள் சென்று உணவு கேட்டனர். ஆனால் அந்த அந்தணர்கள் தங்கள் கர்வத்தினால் உணவளிக்க மறுத்து மௌனம் காத்தனர். அப்போது நீ, 'அவர்களின் மனைவியரிடம் சென்று என் பெயரைச் சொல்லி உணவு கேளுங்கள்' என்றாய்."
    },
    {
      "number": 3,
      "sanskrit": "श्रुत्वा तदा तव नाम ता: परमभक्तिभरा: प्रमुदितमानसा: । आदाय पात्रान् सुबहु भोजनं त्वरितमेव समागता: तव सन्निधौ ॥३॥",
      "transliteration": "ஶ்ருத்வா ததா³ தவ நாம தா: பரமப⁴க்திப⁴ரா: ப்ரமுதி³தமாநஸா: | ஆதா³ய பாத்ராந் ஸுப³ஹு போ⁴ஜநம் த்வரிதமேவ ஸமாக³தா: தவ ஸந்நிதௌ⁴ ||",
      "tamil_translation": "உன் திருநாமத்தைக் கேட்ட மாத்திரத்திலேயே, அந்த அந்தணர்களின் மனைவியர் மிகுந்த பக்தி கொண்டு, பலவிதமான சுவையான உணவுகளைப் பாத்திரங்களில் ஏந்தி, மிக வேகமாக உன்னைத் தேடி ஓடி வந்தனர்."
    },
    {
      "number": 4,
      "sanskrit": "तासां भक्तिं वीक्ष्य च प्रमुदित: त्वं च भोजनं चकृषे सहालिभि: । ता: च तदा त्वत्कटाक्षवीक्षणै: परमानन्दं प्रापु: सुदुर्लभम् ॥४॥",
      "transliteration": "தாஸாம் ப⁴க்திம் வீக்ஷ்ய ச ப்ரமுதி³த: த்வம் ச போ⁴ஜநம் சக்ருஷே ஸஹாலிபி⁴: | தா: ச ததா³ த்வத்கடாக்ஷவீக்ஷணை: பரமாநந்த³ம் ப்ராபு: ஸுது³ர்லப⁴ம் ||",
      "tamil_translation": "அவர்களது பக்தியைக் கண்டு மகிழ்ந்த நீ, நண்பர்களுடன் சேர்ந்து அந்த உணவை உண்டாய். உன்னுடைய கருணை ததும்பும் பார்வையால் அவர்கள் இதுவரை அடையாத பேரானந்தத்தை அடைந்தனர்."
    },
    {
      "number": 5,
      "sanskrit": "पतिभि: वारिता अपि ता: त्वयि विहितमनसा: प्रपेदिरे । अहो तासां भाग्यं ननु मुनीनामपि सुदुर्लभं हि तत् ॥५॥",
      "transliteration": "பதிபி⁴: வாரிதா அபி தா: த்வயி விஹிதமநஸா: ப்ரபேதி³ரே | அஹோ தாஸாம் பா⁴க்³யம் நநு முநீநாமபி ஸுது³ர்லப⁴ம் ஹி தத் ||",
      "tamil_translation": "தங்கள் கணவன்மார்கள் தடுத்தும், உன்னிடம் கொண்ட இடையறாத அன்பினால் அவர்கள் வந்தனர். முனிவர்களுக்கும் கிடைக்காத அந்தப் பேறு அவர்களுக்குக் கிடைத்தது; என்னே அவர்களின் பாக்கியம்!"
    },
    {
      "number": 6,
      "sanskrit": "स त्वं जगन्मङ्गलदायक: प्रभो ममाधिपीडां शमयाशु केशव । वतेश्वरं त्वां शरणं प्रपद्ये निरामयं कुरु मे कलेवरम् ॥६॥",
      "transliteration": "ஸ த்வம் ஜக³ந்மங்க³லதா³யக: ப்ரபோ⁴ மமாதி⁴பீடா³ம் ஶமயாஶு கேஶவ | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிராமயம் குரு மே கலேவரம் ||",
      "tamil_translation": "உலகிற்கு நலம் பயக்கும் கேசவா! என் மனக் கவலைகளையும் உடல் உபாதைகளையும் நீக்க வேண்டும். குருவாயூரப்பா, உன்னைச் சரணடைகிறேன், என்னை நோயற்றவனாக மாற்றியருள்வாய்."
    },
    {
      "number": 7,
      "sanskrit": "तव स्वरूपं मुनिभि: विचिन्त्यं ममापि चित्ते सततं विभातु । गुरुवापुरेश मम दीनबन्धो त्वमेव मे शरणं सदाऽस्तु ॥७॥",
      "transliteration": "தவ ஸ்வரூபம் முநிபி⁴: விசிந்த்யம் மமாபி சித்தே ஸததம் விபா⁴து | கு³ருவாபுரேஶ மம தீ³நப³ந்தோ⁴ த்வமேவ மே ஶரணம் ஸதா³ऽஸ்து ||",
      "tamil_translation": "முனிவர்களால் தியானிக்கப்படும் உன் திருவுருவம் என் மனதிலும் எப்போதும் விளங்கட்டும். ஏழைகளின் பங்காளியான குருவாயூரப்பா, நீயே என் புகலிடம்."
    },
    {
      "number": 8,
      "sanskrit": "तव भक्ति: नित्यं वर्धतां मे चित्ते सततं विभातु तव रूपम् । हरे सुकल्याणनिधे नमोऽस्तु ते पाही मां दीनबन्धो ॥८॥",
      "transliteration": "தவ ப⁴க்தி: நித்யம் வர்த⁴தாம் மே சித்தே ஸததம் விபா⁴து தவ ரூபம் | ஹரே ஸுகல்யாணநிதே⁴ நமோऽஸ்து தே பாஹீ மாம் தீ³நப³ந்தோ⁴ ||",
      "tamil_translation": "உன் பக்தி என்னுள் வளரட்டும். மங்கலங்களின் இருப்பிடமான குருவாயூரப்பா, உனக்கு என் நமஸ்காரங்கள். என்னைக் காத்தருள்வாய்."
    },
    {
      "number": 9,
      "sanskrit": "अहो भाग्यानि लोकेऽस्मिन् पश्यतां तव वैभवम् । गुरुवापुरेश पाहि मां सर्वपीडाभयादहो ॥९॥",
      "transliteration": "அஹோ பா⁴க்³யாநி லோகேऽஸ்மிந் பஶ்யதாம் தவ வைப⁴வம் | கு³ருவாபுரேஶ பாஹி மாம் ஸர்வபீடா³ப⁴யாத³ஹோ ||",
      "tamil_translation": "உன் வைபவத்தைக் காண்பவர்கள் இந்தப் பூமியில் புண்ணியவான்கள். குருவாயூரப்பா, எல்லாத் துன்பங்களிலிருந்தும் என்னைக் காத்தருள்வாய்."
    },
    {
      "number": 10,
      "sanskrit": "इत्थं त्वदीयं महिमानमहो प्रगायं ममास्तु भक्ति: तव पादपद्मे । वतेश्वरं त्वां शरणं प्रपद्ये निषेवते मे सकलार्तिपीडा: ॥१०॥",
      "transliteration": "இத்த²ம் த்வதீ³யம் மஹிமாநமஹோ ப்ரகா³யம் மமாஸ்து ப⁴க்தி: தவ பாத³பத்³மே | வதேஶ்வரம் த்வாம் ஶரணம் ப்ரபத்³யே நிஷேவதே மே ஸகலார்திபீடா³: ||",
      "tamil_translation": "உன் பெருமைகளை இவ்வாறு பாடும் பக்தி எனக்கு எப்போதும் இருக்கட்டும். குருவாயூரப்பா, உன்னைச் சரணடைந்த என் துன்பங்கள் யாவும் நீங்க வேண்டும்."
    }
  ]
}
